Доминик Рааб: Правительство не может извиняться за решение о карантине в Испании
Доминик Рааб выступил в защиту решения правительства в кратчайшие сроки вновь ввести карантинные меры в Испании.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран "туристического коридора", которые Даунинг-стрит считает безопасными для посещения, но недавний всплеск случаев коронавируса вызвал опасения по поводу второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений как "реакции в реальном времени" на тревожный всплеск инфекций, зарегистрированных в регионе.
Он сказал, что ситуация была оценена вчера днем, "и мы приняли решение так быстро, как только могли".
"Мы не можем извиняться за это", - добавил он.
"Мы должны быть в состоянии принять быстрые, решительные меры, особенно в отношении локальных, или на международном уровне в отношении Испании или конкретной страны, где мы видим, что мы должны принять меры".
"В противном случае мы рискуем получить повторное заражение в Великобритании, потенциально вторую волну здесь, а затем еще один локдаун".
Министр транспорта среди отдыхающих в Испании, вынужденных находиться на карантине
Решение было принято после того, как в Испании в течение двух дней подряд ежедневно регистрировалось более 900 новых случаев Covid-19.
Министр иностранных дел признал, что у многих туристов не было времени отменить или изменить свои планы.
"Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или рассматривает возможность поехать, но мы должны быть в состоянии принять быстрые, решительные меры для защиты Великобритании", - сказал он.
"Мы добились такого прогресса в борьбе с вирусом и предотвращении его повторного распространения в Великобритании".
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за "откровенно хамское" обращение с этой мерой.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих "растерянными и огорченными".
Член парламента от Лейбористской партии сказал Софи Ридж: "Я понимаю, почему они приняли это решение, но, конечно, способ, которым это решение было принято за последние 24 часа, откровенно хаотичен.
"Есть отдыхающие в Испании, которые сейчас растеряны и расстроены, есть люди, которые собираются поехать в отпуск в Испанию и на острова, такие как Тенерифе, которые растеряны, и они не знают, позволят ли им их работодатели взять двухнедельный карантин".
"Правительство просто говорит: "Мы надеемся, что работодатели будут сотрудничать".
"То, как это решение было принято за последние 24 часа, является откровенно хаотичным".
Что означает для отдыхающих попадание Испании в карантинный список?
Он призвал министров внести "ясность" в вопрос о том, получат ли те, кого попросят пройти карантин, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что также необходима четкая информация "для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом копили весь год для своего семейного отдыха, которые растеряны и расстроены".
"То, как было сообщено об этом решении, очевидно, вызывает беспокойство", - подчеркнул он.
Г-н Рааб сказал, что ни один работник, соблюдающий новое руководство, не должен быть оштрафован работодателями, в том числе путем перевода на больничный.
Он сказал: "Мы меняем правила - закон изменен в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которым придется находиться на карантине из-за закона, гибкость, в которой они нуждаются.
"Если кто-то соблюдает закон в отношении карантина и самоизоляции так, как должен, к нему не могут быть применены санкции".
"Неудачи" США сдерживают поиск лекарств от коронавируса
Глобальные усилия по производству полезных противоковидных лекарств тормозятся США, потому что исследователи тестируют лекарства "произвольно, волей-неволей", предупредил эксперт, возглавляющий британскую программу.
Британская программа Recovery Trial, в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один многообещающий новый препарат для борьбы с болезнью, а также выделила два других - ранее считавшихся потенциальными спасителями жизни - как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату означает, что другие многообещающие методы лечения, которые могли бы быть одобрены для широкого использования, все еще должны быть оценены.
В частности, реконвалесцентная плазма (плазма крови, которая берется у пациентов с Covid-19 и содержит антитела, которые могут защитить других от болезни) все еще должна быть должным образом протестирована в крупномасштабном рандомизированном исследовании.
"Десятки тысяч людей уже получили реконвалесцентную плазму в США, но эти методы лечения не были рандомизированы", - сказал профессор Мартин Ландрей, один из основателей программы Recovery.
"Они просто дают людям реконвалесцентную плазму в надежде, что это сработает. Было дано огромное количество, и они до сих пор не знают, помогает ли это или вредит, или не оказывает никакого влияния", - добавил Лэндрей, эксперт по организации крупномасштабных испытаний лекарств.
США не в состоянии проводить крупные рандомизированные исследования, и это в конечном итоге приводит к плохому лечению
Рандомизированные испытания лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют бессознательные предубеждения, которые могли бы затуманить суждения врачей.
Тысячам людей дают лекарство, а тысячам других - плацебо.
Никто не знает, что им было дано.
Затем сравниваются результаты и выявляется эффективность лечения.
Таким образом, Recovery удалось продемонстрировать, что стероид дексаметазон снижает смертность на треть у пациентов с Covid-19, находящихся на искусственной вентиляции легких.
Оно также показало, что широко разрекламированный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не имели никакого эффекта в спасении жизней пациентов.
Важно, что эти испытания требовали очень большого количества пациентов, и ни одна больница не имеет достаточного количества для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
Напротив, служба здравоохранения США раздроблена, и ее единственный успех в определении возможного лечения заключается в том, что она подчеркнула полезность очень дорогого препарата ремдесивир для ускорения выздоровления некоторых пациентов с Covid-19.
"В США проводится множество небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но ничего существенного", - добавил Лэндрей.
"Они не могут проводить большие рандомизированные исследования, и это в конечном итоге приводит к плохим лекарствам. Это ухудшает медицинскую практику и результаты для пациентов".
Лэндрей сказал, что эта неудача особенно раздражает, когда дело доходит до использования реконвалесцентной плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
"Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной основе волей-неволей. Великобритания превосходит все по сравнению с тем, что там происходит", - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы "Восстановление", сказал:
"Были сообщения о 20 000 пациентов, получавших реконвалесцентную плазму в когорте, но ни один из этих пациентов не был рандомизирован.
Хорби добавил, что UK Recovery в настоящее время запустила рандомизированное исследование реконвалесцентной плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы поразила 212 человек в 23 штатах
25 июля (UPI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, от которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что 87 человек заболели с момента последнего обновления информации о вспышке во вторник.
Агентство сообщило, что в период с 19 июня по 11 июля у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, для проявления которых может потребоваться от двух до четырех недель.
Тридцать один человек был госпитализирован с начала вспышки, но о смертельных случаях не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не был идентифицирован.
Он не выпустил никаких рекомендаций против употребления в пищу или потребления определенных продуктов, а также не назвал розничных продавцов, которые могли бы продавать зараженные продукты.
Больше всего случаев сальмонеллеза зарегистрировано в Орегоне - 51 заражение, за ним следует Юта с 40 зарегистрированными случаями.
По данным CDC, сальмонелла - это бактериальное заболевание пищевого происхождения, которое ежегодно вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей.
Наиболее распространенными симптомами заражения сальмонеллой являются диарея, лихорадка и спазмы желудка, которые могут начаться в период от шести часов до шести дней после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пару арестовали в калифорнийском парке для собак за то, что они не надели маски во время обеда (ВИДЕО)
Есть стыд за маску, а есть полное нападение.
Калифорнийская пара, обедавшая со своим щенком в собачьем парке, пережила второй случай, когда разъяренная женщина распылила на них перцовый баллончик за то, что они отказались надеть маску... во время еды.
Эш О'Брайен и ее муж Джаретт Келли говорят, что они ели в парке для собак Дасти Родс в Сан-Диего в четверг со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда к ним подошла "случайная старушка" и назвала их "идиотами" за то, что они не надели маски, хотя "нельзя носить маску и есть одновременно".
О'Брайен сказал женщине, чтобы она покинула парк и прекратила приставать к ней, и в этот момент женщина бросила в пару баллончик с булавой.
Видеозапись, снятая случайным прохожим, начинается с того, как Келли отбивает баллончик у женщины и получает дозу булавы в лицо за свои неприятности.
На заднем плане слышно, как О'Брайен плачет, когда нападавшая уходит со своими собаками.
О'Брайен поделилась видео на Facebook и сказала ABC 10, что она хочет, чтобы женщина "попала в тюрьму".
Маски для лица обязательны по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно снимать только несколько раз, в том числе во время еды или питья.
Однако нигде в правилах штата по борьбе с коронавирусом не говорится, что прохожие могут использовать нелетальное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху "маски-шейминга" это все еще преступление, наказуемое штрафом в размере 1000 долларов или тюремным заключением на срок до трех лет.
Бесплатное образование для индорского продавца яиц Параса Райкара, чья тележка была опрокинута якобы из-за взятки в 100 рупий
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история 13-летнего продавца яиц, чья тележка была опрокинута гражданскими чиновниками, стала вирусной в социальных сетях, мальчик из Индора нашел огромную поддержку со стороны людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес.
Семья мальчика также заявила, что политики, в том числе лидер Конгресса Рахул Ганди и главный министр Дели Арвинд Кеджривал, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложение взять на себя расходы на образование детей в семье.
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре, где администрация ввела правило "лево-право" для поэтапного открытия магазинов в условиях пандемии коронавируса.
Видео, в котором мальчик утверждает, что чиновники предупредили его утром, чтобы он убрал свою тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждает мальчик.
В видео мальчик также утверждал, что его ежедневные продажи упали из-за пандемии, и потеря его акций ляжет на него дополнительным финансовым бременем.
С четверга семья мальчика была ошеломлена поддержкой со стороны людей по всей стране, многие из которых предлагали помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь, чтобы дети поступили в колледж, BJP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом под Pradhan Mantri Awas Yojana.
Индорский пресс-клуб также предоставил мальчику пайки и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
"Мы ошеломлены поддержкой людей по всей стране.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также предоставил велосипед и 2500 рупий.
Дигвиджая Сингх выделила 10 000 рупий и заверила, что позаботится об образовании двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Женщина из Дели, главный министр Арвинд Кеджривал, позвонила и предложила помощь.
Jyothiraditya Scindia также предложила свою поддержку", - сказал дед Парас.
Министр внутренних дел Прити Пател требует от Twitter и Instagram объяснений по поводу "отвратительных" твитов Уайли
Прити Пател потребовала от Twitter и Instagram объяснений по поводу того, сколько времени ушло на удаление "отвратительных" постов, сделанных Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, опубликованных в аккаунтах артиста в социальных сетях.
Министр внутренних дел написал в Твиттере в воскресенье: "Антисемитские посты от Wiley отвратительны.
"Они не должны были оставаться в Twitter и Instagram так долго, и я попросил их дать полное объяснение.
"Компании социальных сетей должны действовать намного быстрее, чтобы удалить такую ужасную ненависть со своих платформ".
Twitter обвинили в "игнорировании антисемитизма", поскольку твиты Уайли все еще были видны через 12 часов после того, как они были впервые опубликованы.
С тех пор несколько твитов были удалены, а 41-летний мужчина был дисквалифицирован сайтом на семь дней.
В Twitter ранее заявили, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненавистнического поведения", в то время как в Facebook заявили, что "в Instagram нет места для ненавистнических высказываний".
Столичная полиция заявила в субботу: "Метрополитен очень серьезно относится ко всем сообщениям об антисемитизме.
Между тем, управляющая компания Уайли, A-List Management, "разорвала все связи" со звездой.
Бывший менеджер художника Джон Вулф, который является евреем, написал в Твиттере: "После антисемитских твитов Уайли сегодня мы в @A_ListMGMT разорвали все связи с ним.
Ранее он сказал, что не поддерживает и не оправдывает то, что опубликовал Уайли, но что он поговорит с ним в частном порядке и "поможет просветить его".
Однако в видеоролике в Instagram Уайли, похоже, сказал, что это он разорвал отношения со своим менеджментом.
Другие депутаты раскритиковали Twitter за то, что он позволил твитам оставаться видимыми.
Депутат от Лейбористской партии Джесс Филлипс сказал в субботу: "Только что видел весь материал Wiley. Почему на земле @Twitter оставил такой вопиющий антисемитизм и ненависть? Он бьет все опасные удары, евреи получают то, что вы не получаете, они контролируют, они думают, что их лучше ... Это опасный материал.
Член парламента Нил Койл добавил: "Его руководство, похоже, способно действовать быстрее, чем @Twitter, еще раз подчеркивая, что законодательство (включая Online Harms Bill) должно гарантировать, что платформы социальных сетей не будут использоваться для распространения ненависти".
Джон Манн, независимый советник правительства по антисемитизму, сказал, что твиты "точно продемонстрировали, почему закон должен быть изменен, чтобы привлечь их к ответственности".
Между тем, Кампания против антисемитизма попросила полицию расследовать контент Уайли и призвала закрыть его аккаунты в социальных сетях, "чтобы предотвратить дальнейшее излияние антиеврейского яда".
Уайли, известный как крестный отец грайма, настоящее имя которого Ричард Коуи, получил MBE за заслуги в музыке в 2018 году.
Кудлоу говорит, что следующий законопроект о стимулировании борьбы с коронавирусом будет включать больше проверок, продлит мораторий на выселения
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и отправит еще один раунд проверок в рамках следующего пакета стимулов по борьбе с коронавирусом.
Комментарии Кадлоу прозвучали через неделю после того, как надежды Белого дома на снижение налогов на заработную плату были отвергнуты Конгрессом.
"Приближается чек на 1200 долларов. Это будет частью нового пакета. Я бы предпочел снижение налога на заработную плату в дополнение к этому чеку", - сказал Кудлоу в программе "Положение в стране" на CNN.
"Но, как бы то ни было, политически это не работает".
Хотя официально о сделке не было объявлено, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами Конгресса.
Отказавшись от дополнительного пособия по безработице в размере 600 долларов, которое предоставляло федеральное правительство, Кадлоу утверждал, что дополнительные деньги мешают малому бизнесу нанимать работников.
"У нас был поток запросов и телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
"Они зашли слишком далеко. Возможно, в марте прошлого года это было необходимо для этого, но, на самом деле, есть последствия того, что люди не возвращаются на работу".
Мнучин ранее в тот же день на "Fox News Sunday" сказал немного более прямо: "Я думаю, что рабочие и американцы понимают концепцию, что вам не должны платить больше за то, чтобы оставаться дома, чем работать".
Мнучин сказал, что новый законопроект предоставит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выданные в соответствии с законом CARES.
По его словам, некоторые работники получают больше, чем зарабатывают на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула возвращаться на работу.
Госсекретарь сказал, что администрация Трампа и республиканцы в Сенате согласны с пакетом в 1 триллион долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые труднее обсуждать с демократами, могут быть отложены для другого законопроекта.
Queen и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда Queen отмечает сегодня свой день рождения вместе с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отметил свой 73-й день рождения в минувшие выходные 19 июля и поблагодарил поклонников за поздравления с днем рождения.
Рок-звезда написал рядом со снимком, на котором он и его жена Анита Добсон: "Ужин на день рождения для меня - созданный Анитой - мы нарядились, чтобы остаться дома!"
Египетский суд направил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования причин, по которым он убил своих троих детей, а также направил его в психиатрическую комиссию.
24 июля 56-летний Мохамед Али бросил своих детей - четырехлетнюю Хадигу, восьмилетнего Мена и шестилетнего Омара - перед движущимся поездом на железнодорожной станции Маллави.
Было обнаружено, что Али бессвязно лепетал во время расследования, что привело к подозрению, что он страдает психическим расстройством.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объясняла его поведение психологическими проблемами.
Жители деревни Массарт Маллави воздержались от комментариев по поводу инцидента, выразив лишь свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по вопросам детства и материнства еще в октябре.
Судебное преследование является одним из важнейших столпов в искоренении жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP критикует пресс-секретаря Белого дома Кейли Макинэни за "политические" брифинги - но репортеры продолжают задавать политические вопросы
Агентство Associated Press обвинило пресс-секретаря Белого дома Кейли Макинэни в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - очевидно, забывая о том, что репортеры сами выбирают вопросы.
В статье, опубликованной в субботу крупнейшим информационным агентством США AP, говорится, что пресс-брифинги Белого дома, возможно, являются "нарушенной традицией", поскольку Макинэни сделала их "обтекаемой, громкой рекламой для президента, которому предстоит переизбрание, местом для нападок на СМИ и форумом с относительно небольшим количеством информации" о том, что делает правительство.
Последнее из этих утверждений бесспорно, так как на брифингах практически не раскрывается никакой новой информации.
О чем AP не упомянуло, так это о том, что на брифингах практически не запрашивается никакой новой информации.
Журналисты часто используют пресс-секретарей Белого дома, чтобы привлечь к себе внимание, это форма искусства, усовершенствованная Джимом Акостой из CNN.
Они выходят за рамки типичных враждебных отношений между СМИ и администрацией, повторяя друг друга, задавая глупые вопросы, направленные только на то, чтобы поставить под сомнение президента Дональда Трампа.
В некоторых случаях они сами попадают в новости, как, например, когда репортер CBS News Вэйцзя Цзян ответил на реплику Трампа "спросите Китай", сделав не очень тонкий намек на расизм: "Сэр, почему вы говорите это именно мне?"
Брифинг 6 июля стал ярким примером разобщенности по поводу того, что брифинги перестали быть источником значимой информации для американцев.
Утром Трамп написал в Твиттере, что телевизионные рейтинги NASCAR пострадали из-за ложного обвинения в преступлении на почве ненависти в отношении гонщика Буббы Уоллеса и из-за его решения запретить демонстрацию флага Конфедерации на своих мероприятиях.
Как и следовало ожидать, большинство вопросов были о твите, поскольку репортер за репортером задавали Макинэни вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинэни не дала нужного репортерам ответа, который мог бы навредить Трампу, но она неоднократно отвечала, что президент не занимает никакой позиции по поводу флага Конфедерации и что суть его послания заключается в том, что фанатов NASCAR ошибочно изображают расистами.
Агентство AP сообщило, что во время брифинга она выглядела "раздраженной".
История AP перекликается с колонкой в Washington Post, опубликованной ранее в этом месяце репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что "отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия".
Тем не менее, остроумие и боевой стиль Макэнани сделали ее героем для некоторых сторонников Трампа с тех пор, как она дала свой первый брифинг 1 мая после вступления в должность пресс-секретаря в апреле.
До ее назначения пресс-секретари отсутствовали более года.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Это изменение произошло с обеих сторон и предшествовало приходу Макинэни.
Поджарка бывшего пресс-секретаря Сары Хакаби Сандерс комиком Мишель Вульф на ужине корреспондентов Белого дома в апреле 2018 года была настолько злобной, что даже ведущая MSNBC Мика Бжезинская назвала ее "прискорбной".
Корреспондент AP в Белом доме Джилл Колвин приветствовала Макэнани на ее первом брифинге, спросив: "Вы обещаете никогда не лгать нам с этой трибуны?"
Политический аналитик Fox News Брит Хьюм, ветеран журналистики с более чем 50-летним стажем, который в 1989-1996 годах был главным корреспондентом ABC в Белом доме, сказал, что репортеры сегодня демонстрируют "агрессивное поведение" в комнате для брифингов из-за своего презрения к Трампу.
Именно из-за своей антитрамповской направленности, сказал он на этой неделе в программе Tucker Carlson Tonight на канале Fox, журналисты пренебрегают сбором политических новостей.
"Это не просто игра в догонялки", - сказал Хьюм о предназначении пресс-секретарей.
"Это не просто попытка поставить в неловкое положение государственного чиновника, это попытка получить информацию.
В Калифорнии во время акции протеста подожгли здание суда
ОКЛЕНД, Калифорния - Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на полицейских после того, как мирная демонстрация усилилась вечером в субботу, сообщила полиция Окленда.
Демонстранты разбивали окна, рисовали граффити, запускали фейерверки и направляли лазеры на полицейских, сообщил департамент Окленда в Twitter.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасное пространство и безопасные места для демонстрантов".
Протест начался в субботу вечером с таких групп, как "Стена мам", похожая на группу, которая сформировалась в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, направленными в этот город для охраны здания федерального суда.
Президент Дональд Трамп отправил федеральных агентов, чтобы подавить протесты, которые происходили каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Акция протеста в Окленде началась мирно, но позже ночью переросла в насилие.
"Незаконное собрание" было объявлено полицией около 23:30, и офицеры попросили толпу разойтись.
Пожар вспыхнул в здании Верховного суда округа Аламеда и был локализован через некоторое время, сообщили новостные агентства.
Полиция заявила, что протестующие в какой-то момент "разбивали окна и выкрикивали расистские оскорбления в адрес жителей".
На фотографиях, опубликованных департаментом в Твиттере, видно разбитое стекло и разбрызганную краску в здании полиции.
Высокопоставленный чиновник ООН отказался от визита в Пакистан, сославшись на проблемы с перелетом
ИСЛАМАБАД (AP) - Будущий председатель Генеральной Ассамблеи Организации Объединенных Наций объявил в воскресенье, что он откладывает запланированный визит в Пакистан "из-за некоторых технических проблем с полетом".
Турецкий дипломат Волкан Бозкыр был избран председателем 75-й сессии Генеральной Ассамблеи Организации Объединенных Наций в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в сообщении в Твиттере он сказал, что с визитом в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ на Бозкира, что "Я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита".
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что он обсудит с Бозкиром ряд вопросов, в том числе Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют обе страны.
Пакистан и Индия вели две из трех войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто вступают в перестрелки в Кашмире, что приводит к жертвам среди военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в решении вопроса о Кашмире в соответствии со своими резолюциями, позволив людям, живущим в гималайском регионе, решить, хотят ли они объединиться с Индией, с Пакистаном или же они предпочитают независимость.
Поль Погба намекнул на свое будущее после того, как "Манчестер Юнайтед" обеспечил себе место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба предположил, что он останется в клубе этим летом после того, как "красные дьяволы" обеспечили себе место в первой четверке.
Победа со счетом 2:0 над "Лестером" позволила "Юнайтед" финишировать на третьем месте, опередив "Челси" Фрэнка Лэмпарда.
Всего 12 матчей назад "Юнайтед" отставал от "Лестера" на 14 очков, но сенсационная серия побед позволила "красным дьяволам" финишировать в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил об уходе за последние два года.
Тем не менее, пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет покупателя, который мог бы объединить трансферную стоимость и зарплату Погба, чтобы переманить его с "Олд Траффорд".
Это разъяснение помогло Погба в последние недели, так как его выступления, а также его язык тела улучшились.
И француз сделал последний намек на то, что он собирается остаться в клубе, опубликовав пост в своем Instagram после победы своей команды со счетом 2:0.
Хотя Погба, возможно, просто праздновал возвращение клуба в турнир, многие болельщики интерпретируют это как сильный намек на то, что он все еще будет в клубе, когда они снова будут соревноваться с лучшими в Европе.
У Погба есть еще год по действующему контракту, хотя клуб может продлить его на 12 месяцев, что означает, что у него фактически есть еще два года.
"Юнайтед" заинтересован в продлении контракта с Погба и хочет внести ясность в его ситуацию до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был воодушевлен приходом Бруну Фернандеша.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приход позволил Погба играть на более глубокой позиции в центре полузащиты, что также улучшило его настроение.
"Уотфорд" вылетел из Премьер-лиги после победы Обамеянга над "Арсеналом"
Некоторые игроки "Уотфорда" опустились на колени, другие без промедления направились в туннель.
Только что прозвучал свисток об их пяти годах в Премьер-лиге, и никто не мог сказать, что, когда случай потребовал от них бросить кухонную раковину в "Арсенал", они ушли без боя.
Это было выступление, полное четкости, срочности и агрессии, которые характеризовали их лучшую работу за последние пять лет, но оно пришло слишком поздно, как и ответная атака, которая почти полностью перевернула дефицит в три гола в тот день.
Если бы Эмилиано Мартинес блестяще не спас пяткой Дэнни Уэлбека за 16 минут до конца, вскоре после того, как его бывший товарищ по команде подключился, чтобы поставить "Уотфорд" в двух шагах от безопасности, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов, они потерпели неудачу, и их временный менеджер Хейден Маллинс мог бы подумать, что ему никогда бы не поручили эту самую неблагодарную задачу, если бы его команда продемонстрировала сопоставимое применение ранее.
На протяжении всего сезона они были недостаточно хороши, как и организация, в которой они работают.
Одна неудачная кампания не может разрушить империю, но и основы, заложенные семьей Поццо, не дают никакой гарантии, что они вернутся из второго эшелона.
Трудно отделаться от ощущения, что привычка "Уотфорда" менять тренеров себя исчерпала.
Их следующее постоянное - возможно, в самом широком смысле - назначение будет 12-м за восемь лет, и есть только столько свежего воздуха, сколько может принести новая метла.
Трою Дини грозит вылет, несмотря на то, что он попал в протокол матча на "Эмирейтс".
Игроки уйдут, Исмаила Сарр снова показывает здесь, что это немыслимо, что он будет играть в футбол чемпионата в сентябре, и твердая рука должна быть приоритетом.
В этом противостоянии, которое Микель Артета назвал "чем-то вроде баскетбольного матча", не было ничего стабильного, хотя оно, безусловно, было отличным развлечением.
Артета сказал после этого, что форварды "Уотфорда" "жульничали", хотя он быстро объяснил, что это футбольный термин для "азартных игр, остающихся впереди".
Им, безусловно, нужно было это сделать: любое предположение о том, что в конечном итоге может хватить боевого момента, было быстро опровергнуто, и они могли бы задаться вопросом, как бы все сложилось, если бы им не пришлось играть в догонялки.
Вместо этого они почти сразу же пропустили пенальти.
Крейг Доусон небрежно врезался в Александра Ляказетта в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в назначении пенальти, который Пьер-Эмерик Обамеянг невозмутимо реализовал.
"Уотфорд" собрался, чтобы безжалостно прессинговать, с Сарром в электрической форме справа, и приблизился к Роберто Перейре и Трою Дини.
Но затем Обамеянг забил Кирану Тирни за отклоненную секунду, и на первом перерыве на выпивку игра была так странно искажена, что Артета был менеджером, который рвал полоску со своих игроков, несмотря на преимущество "Арсенала".
Затем Обамеянг контролировал дальний бросок Тирни и реализовал мастерский удар головой, который оставил его в шаге от золотой бутсы, награды, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Казалось, что с "Уотфордом" покончено, но они выстояли, и после того, как Давид Луис совершил еще один опрометчивый бросок в штрафную на Уэлбека, Дини пробил свой пенальти перед перерывом.
Дини, ходивший с травмой большую часть сезона, тащил себя по полю и был в режиме гладиатора на протяжении всего матча.
Он, вероятно, упустил бы шанс, который упустил Адам Масина в начале второго периода, и дальнейшие открытия также были отвергнуты.
Уэлбеку впервые помешал отличный Мартинес, который, как подтвердил Артета, выйдет в стартовом составе в субботнем финале Кубка Англии, а затем весь стадион "Уотфорда" встал на ноги после того, как он реализовал шипящий пас от Сарра.
Но перспективы "Уотфорда" исчезли, когда его следующее усилие было отбито, и самоанализ сверху донизу должен быть обширным.
Известное своей чистотой озеро Тахо было загрязнено изменением климата
Саут-Лейк-Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Поуп-Бич на озере Тахо.
"Мне нравится ходить в походы, кататься на велосипеде и купаться в озере", - сказала одна девушка по имени Дакота.
"Это то прекрасное место, которое все хотят посетить", - сказала Эмерика Бенитас.
Именно поэтому дайв-бизнес Мэтта Менье по-прежнему процветает, даже во время пандемии.
Он говорит, что видит "исключительную ясность. Озеро Тахо - самое чистое, самое прекрасное озеро, я думаю, в стране".
Теперь плохие новости: озеро Тахо уже не такое чистое, не такое прозрачное, каким оно было, когда он переехал сюда более двух десятилетий назад.
"То, что мы замечаем все больше и больше, находится на скалах", - сказал Менье.
"Вы получаете эти странные водоросли на камнях".
Изменение климата, как полагают ученые, повлияло на температуру воды и, следовательно, на прозрачность.
И 15 миллионов человек посещают озеро ежегодно - вместе с мусором, который они оставляют.
Менье сказал, что во время погружений для очистки дна озера был найден старый мусор.
"И когда я говорю старый хлам, я имею в виду 60-е, 70-е годы", - сказал Менье.
"Банки из-под пива, банки из-под газировки, банки с ключами от церкви из старых времен".
Ученые следят за прозрачностью озера Тахо каждый год, бросая белый диск, а затем измеряя, как далеко они могут его видеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладов сказал, что это "важный показатель того, насколько здоровым является озеро".
Когда его измеряли в прошлом году, прозрачность озера составляла около 80 футов.
Это означает, что вы можете видеть этот диск на глубине 80 футов.
Но учтите, что около 20 лет назад прозрачность озера составляла 100 футов.
Это тенденция, которую ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, застройки вокруг озера и того, что было добавлено в озеро в 1960-х годах: крошечные инвазивные креветки, завезенные для кормления рыбы.
Это не сработало.
"Как только появились креветки, в озере внезапно не осталось естественных очистителей", - сказал Шладов.
Аналогичные проблемы стоят перед озерами и водоемами по всему миру.
"Урок здесь заключается в том, что если вы не можете сделать это в Тахо, то на что надеяться всем рекам и устьям, ручьям и озерам по всей стране, которые никогда не будут иметь такой же степени внимания, такого же уровня ресурсов?" - сказал Шладов.
Менье сказал, что он "надеется", потому что "если есть положительная сторона нашей пандемии, я думаю, что она показала, что природа вернется и исцелит себя, если мы просто снимем с нее это давление, это человеческое давление, и позволим этому случиться.
КБ Герберт в числе 4 драфт-пиков, подписанных Чарджерс
КОСТА-МЕСА, КАЛИФОРНИЯ (AP) - "Лос-Анджелес Чарджерс" подписали контракты с четырьмя игроками, выбранными на драфте, включая квотербека Джастина Херберта, и договорились об условиях с двумя другими игроками, выбранными на драфте.
"Чарджерс" смогли заключить контракты со своим классом драфта в субботу, когда они прибыли в тренировочный лагерь для физических упражнений и экипировки.
Наряду с Хербертом, который был выбран под общим шестым номером, команда объявила о подписании вайд-ресиверов Джо Рида (пятый раунд) и Кей Джея Хилла (седьмой раунд), а также сейфа шестого раунда Алохи Гилмана.
Они договорились об условиях с лайнбэкером первого раунда Кеннетом Мюрреем-младшим и раннингбэком Джошуа Келли, который был выбран в четвертом раунде.
Херберт начал 42 игры в Орегоне, составив рекорд 29-13 с 10 541 пасом и 108 тачдаунами.
Он привел "Дакс" к чемпионству Pac-12 в прошлом сезоне, сделав 32 тачдауна и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в Роуз Боул, где он сделал три тачдауна и был признан самым ценным игроком в нападении.
Герберт будет конкурировать с ветераном Тайродом Тейлором за место в стартовом составе.
У "Чарджерс" будет новый квотербек после того, как Филип Риверс покинул клуб на правах свободного агента после 14 сезонов в стартовом составе.
Мюррей был выбран под общим 23-м номером после того, как "Лос-Анджелес" обменялся с "Нью-Инглендом", чтобы вернуться в первый раунд.
В прошлом сезоне он был выбран в третью команду Associated Press All-America после того, как провел 102 подката, в том числе 69 соло.
У "Барселоны" есть целая команда, которую можно продать этим летом, так как Коутиньо, Дембеле, Ракитич и Видаль включены в список трансферов
Согласно сообщениям, этим летом "Барселона" будет известна как продающий клуб.
Не менее 12 звезд первой команды были выставлены на трансфер гигантами Ла Лиги, утверждает Marca.
Сообщается, что "Барселона" выставила на трансфер Филиппе Коутиньо
В их число входят Филиппе Коутиньо, Усман Дембеле, Иван Ракитич и Самюэль Умтити.
Коутиньо и Умтити были связаны с переходом в "Арсенал", а за бразильцем также следит "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, ведут борьбу за услуги Ракитича.
Французский чемпион мира по футболу Дембеле, который боролся за игровое время на "Камп Ноу", недавно был связан с переходом в "ПСЖ" в обмен на Неймара.
Другие игроки, которые считаются избыточными по требованиям, включают Нето, Нельсона Семеду, Жуниора Фирпо, Артуро Видаля, Мартина Брейтуэйта, Карлеса Алену, Рафинью Алькантару и Жан-Клера Тодибо.
"Барселона" надеется, что выход из группы не только улучшит их финансовое положение, но и поможет их будущему трансферному бизнесу.
Также сообщается, что Усман Дембеле не соответствует требованиям.
По данным испанской газеты, "Барселона" уже определила свои трансферные цели на следующий сезон - аргентинский форвард Лаутаро Мартинес возглавляет их список.
Но "Интер" продолжает настаивать на том, чтобы его отступные в размере 101 миллиона фунтов были выплачены до начала переговоров с каталонцами.
"Барселоне" придется продать, прежде чем они смогут купить, но они по-прежнему уверены, что смогут заключить сделку с клубом Серии А.
"Барселона" предлагает "Арсеналу" Филиппе Коутиньо в обмен на плохого парня Гендузи, в то время как "канониры" пытаются избавиться от полузащитника
Автомобиль въехал в толпу, протестующий был застрелен в Колорадо
АВРОРА, Колорадо (AP) - Автомобиль проехал через толпу, и протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Полицейское управление Авроры сообщило в Twitter, что протестующие шли по межштатной автомагистрали 225 в субботу, когда по ней проехал автомобиль.
Полиция сообщила, что один из протестующих выстрелил из оружия, ранив по меньшей мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они проводят расследование.
Протестующие также разбили окна в здании суда и устроили пожар в офисе, сообщила полиция.
По словам властей, было объявлено о незаконном собрании, и полиция приказала протестующим покинуть район.
Напряженность усилилась во время недавних протестов против расовой несправедливости после того, как федеральные чиновники были направлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила о беспорядках в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего мужчины в Миннесоте, который умер после того, как белый офицер прижал его к земле коленом к шее, также привлекли внимание к другим случаям смертельного насилия со стороны полиции.
В Колорадо протестующие привлекли внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Авроры в августе 2019 года после того, как звонивший в 911 сообщил о нем как о подозрительном.
Полиция задушила его, а медики ввели ему 500 миллиграммов кетамина, седативного средства, чтобы успокоить его.
У него произошла остановка сердца, позже была констатирована смерть мозга, и его отключили от системы жизнеобеспечения.
Разоблачители антисемитизма в Лейбористской партии требуют исключить Корбина или подать на него в суд
Согласно сообщениям, лейбористам, возможно, придется выплатить компенсацию в размере от 3 до 8 миллионов фунтов стерлингов.
Теперь лидер Кир Стармер находится под давлением, чтобы исключить г-на Корбина.
Вчера вечером бывшие сотрудники партии заявили, что они откажутся от судебного иска, если г-н Корбин будет исключен из партии.
Лейбористская партия пока отказывается комментировать это требование.
Однако член парламента от Лейбористской партии Джон Трикетт сказал: "Это смехотворное требование".
Сторонники г-на Корбина заявили, что г-ну Стармеру нужно сосредоточиться на том, как тори справляются с коронавирусом, а не углубляться во внутренние разногласия лейбористов.
Бывший источник в Лейбористской партии сообщил Daily Mail, что они подадут в суд, даже если г-н Стармер исключит г-на Корбина.
"Я имею в виду, что он действительно сделал Лейбористскую партию снова конкурентоспособной.
"Еще предстоит пройти долгий путь в политике, но он сделал действительно впечатляющее начало, и он попал в ситуацию, когда для многих людей, которые действительно отказались от лейбористской партии, избирателей, как это было, я думаю, что они теперь смотрят на нее снова гораздо более сочувственно, и они считают его серьезной фигурой".
У г-на Блэра действительно были опасения, что лейбористы все еще рассматриваются как партия, которая повышает налоги.
Он сказал: "Мой опыт с налогами, когда вы находитесь в Лейбористской партии, заключается в том, чтобы быть очень осторожным, потому что общественность там не сидит, беспокоясь о том, собираетесь ли вы повышать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь повышать налоги, так что вы просто должны помнить об этом беспокойстве".
Covid-19 навсегда изменит мировую экономику (мнение)
Вирусный скрининг, вероятно, станет частью нашей жизни, точно так же, как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для обнаружения будущих вирусных вспышек.
Эти инвестиции защищают экономику на случай, если иммунитет к Covid-19 окажется временным.
Многие экономики приняли варианты немецкой субсидии Kurzarbeit (короткая работа) во время пандемии.
Эта политика позволяет работникам работать по сокращенному графику и получать меньшую зарплату, при этом правительство компенсирует часть недополученной заработной платы.
Сохраняя баланс между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих мер и сделать их постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, скорее всего, станет более распространенным явлением.
У нас были некоторые доказательства того, что работа из дома, по крайней мере, так же продуктивна, как и работа в офисе.
Однако многие компании неохотно соглашались на удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может остаться.
Пандемический кризис ускорил темпы цифровой трансформации с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с дефицитом и узкими местами.
Мы, вероятно, увидим, как многие из этих компаний перенесут часть своего производства в другие страны.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, скорее всего, будет автоматизирована.
Правительства станут крупнее после того, как сыграют роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы во всем мире.
Самый важный урок пандемии Covid-19 - это важность совместной работы над проблемами, которые затрагивают все человечество.
Мы гораздо сильнее едины, чем разделены.
Гиганты рекламного рынка добиваются скидок от аэропортов и муниципалитетов
OOh! Media привлекла капитал в начале этого года, чтобы обеспечить большую финансовую уверенность, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждают способы компенсировать значительное снижение за счет снижения арендной платы для площадок, которыми они управляют, или за счет отмены или снижения минимальной гарантии дохода, которая обычно вводится при первом подписании сделки.
Один из источников указал, что крупные рекламные компании, возможно, гарантировали до 85 процентов своих прогнозируемых доходов в виде арендной платы.
В некоторых контрактах есть пункты, которые позволяют им уменьшить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в любом из текущих контрактов между рекламными компаниями и их арендодателями.
В то же время компании предлагают большие скидки рекламодателям, чтобы заполнить свободные места на билбордах и дать им максимально возможное соотношение цены и качества.
Рекламные щиты в центре Сиднея и на окраинах, на которых обычно размещается шесть объявлений, изо всех сил пытаются заполнить все доступные места.
Но некоторые сайты - такие как рекламный щит oOh!media размером 40 на 10 метров в аэропорту Сиднея - были модернизированы.
OOh! Media отказалась от комментариев, но на конференции Macquarie Australia в мае она сообщила о более чем 20 миллионах долларов экономии на фиксированной арендной плате.
В JC Decaux отказались от комментариев.
Аэропорты и общественный транспорт - это выгодные рекламные контракты для рекламных компаний.
Согласно отчету Outdoor Media Association за 2019 год, доходы от транспорта, включая аэропорты, составили $169,4 млн, а доходы от уличной мебели и наружной отделки автобусов и трамваев - $266,5 млн.
Компания JC Decaux имеет контракты с аэропортом Сиднея, трамваями Ярра, аэропортом Перта и автобусами Сиднея.
OOh! Media имеет рекламные щиты в таких местах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и на железнодорожных станциях в Сиднее и Мельбурне.
Тендеры на аэропорт Мельбурна и поезда в Сиднее проходили во время пандемии, и официальное решение не было принято.
Мельбурн - второй по величине контракт аэропорта в Австралии, и до коронавируса он стоил десятки миллионов каждый год.
По итогам всего года в феврале oOh! Media заявила, что она получила $65,9 млн от своей категории "fly", которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от "коммути", которая состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh!, составила 234,8 миллиона долларов.
JC Decaux Australia получила $37,7 млн дохода от транспорта в 2018 году, согласно финансовым результатам за 2018 год, поданным в Австралийскую комиссию по ценным бумагам и инвестициям.
Но обе цифры, вероятно, будут значительно меньше в этом году.
Данные Standard Media Index, которые сообщают о расходах четырех из пяти основных групп рекламных агентств, говорят о том, что рынок наружной рекламы упал на 68 процентов в июне.
Для сравнения, промежуточные результаты июня показывают, что цифровые расходы снизились на 37 процентов, в то время как столичное радио упало на 48 процентов.
Столичное телевидение упало на 34 процента в июне, расходы на газеты упали на 49 процентов, а расходы на журналы упали на 66 процентов.
Коронавирус: путешественников из Испании просят соблюдать карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны находиться в карантине в течение 14 дней в соответствии с новыми правилами путешествий по коронавирусу.
Они были объявлены в субботу после всплеска случаев коронавируса в Испании, когда в пятницу было зарегистрировано более 900 новых случаев вируса.
Испанские чиновники также предупредили, что вторая волна может быть неизбежной, так как в крупных городах наблюдается всплеск заболеваемости.
Авиакомпании, в том числе British Airways, раскритиковали новые меры как "еще один удар" по британским отдыхающим.
Людям, которые в настоящее время находятся на отдыхе в Испании, Департамент транспорта посоветовал следовать местным правилам, вернуться домой в обычном режиме и проверить веб-сайт Министерства иностранных дел для получения дополнительной информации.
Министерство иностранных дел советует воздержаться от всех поездок на материковую часть Испании, кроме необходимых, однако карантинные меры распространяются на тех, кто возвращается с материковой части Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Рекомендации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кого затронут новые правила, министр транспорта Грант Шэппс, который в субботу начал свой отпуск в Испании.
Ожидается, что он продолжит свою поездку, как и планировалось, и будет изолирован в соответствии с указаниями по возвращении.
Карантинные меры для британских путешественников были впервые введены в начале июня.
Но после давления со стороны авиационной и туристической отраслей правительство и автономные администрации опубликовали списки стран, на которые не распространяются правила.
British Airways заявила, что "разочарована" последними изменениями в правительственных рекомендациях и правилах путешествий, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорится, что этот шаг "вводит в хаос планы поездок тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "еще больше нанесут ущерб и без того хрупкому восстановлению авиационного сектора, который по-прежнему сталкивается с самой большой проблемой в своей истории".
Крупнейший британский туроператор Tui отменил свои рейсы, которые должны были отправиться в континентальную Испанию и на Канарские острова в воскресенье.
Клиенты, которые в настоящее время находятся в отпуске, смогут вернуться домой запланированным рейсом.
Однако бюджетная авиакомпания EasyJet заявила, что она "разочарована" и будет работать по полному расписанию в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на сумму бронирования", - говорится в заявлении компании.
Представитель Ассоциации британских туристических агентств (Abta) сказал, что изменение правительством правил карантина было "разочаровывающим".
"Мы предлагаем правительству рассмотреть вопрос об отмене карантинных правил для рейсов в и из некоторых регионов с более низким уровнем заражения или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой части Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма в Великобритании", - сказал он.
В Испании на данный момент зарегистрировано более 28 000 смертей от коронавируса.
В четверг там был зафиксирован самый большой суточный прирост инфицированных с момента окончания блокады.
Каталония стала очередным регионом, принявшим жесткие меры в отношении ночной жизни.
Богатый северо-восточный регион, в котором находится Барселона, приказал закрыть все ночные клубы на две недели и ввести комендантский час в полночь в барах в районе Барселоны.
Корреспондент Би-би-си в Мадриде Гай Хеджкоу говорит, что особое беспокойство вызывает заражение среди молодых людей, поскольку они собираются в больших количествах в городах по ночам.
Франция предупредила своих граждан не ездить в Каталонию, в то время как Норвегия заявила, что начнет помещать в карантин людей, прибывающих из Испании.
Правительство призывает работодателей "с пониманием относиться к тем, кто возвращается из Испании и кому теперь придется самоизолироваться".
Но теневой министр внутренних дел лейбористов Ник Томас-Симондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что новость будет "глубоко тревожной для семей, которые застряли в Испании или планируют поездку".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
"Это подтверждает тот факт, что эти вопросы могут быть изменены в короткие сроки, и поэтому мой совет - быть осторожными с несущественными зарубежными поездками", - сказала она.
Джон Блэкмор из Хэмпшира должен был лететь к своей семье в Испанию с женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отказаться, опасаясь, что работодатель его жены не сможет позволить ей взять дополнительные две недели отпуска на карантин по возвращении.
Он сказал, что, по его мнению, маловероятно, что они получат возмещение за рейс, поскольку он не был отменен.
"Я опустошен", - сказал он Би-би-си.
"У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества".
Лоис Стотхард из Южного Йоркшира рассказала Би-би-си, что она забронировала отпуск в Севилье в качестве сюрприза на 30-летие своего бойфренда, который должен вылететь в воскресенье утром, но теперь чувствует, что не может путешествовать.
"Я ключевой работник - я учитель - и у моего парня есть обязательства по работе, поэтому мы не можем находиться в карантине в течение 14 дней после возвращения", - сказала она.
Я очень разочарован и расстроен, так как мы упакованы и готовы к отъезду".
"Лестер" счастлив попасть в европейский футбол, говорит обладатель "Золотой бутсы" Джейми Варди
Джейми Варди признал свое разочарование по поводу непопадания в Лигу чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона - попасть в еврокубки.
"Лисы" были вторыми в декабре и третьими, когда футбол возобновился после локаута, но они набрали всего четыре очка в последних пяти играх и заняли пятое место в Премьер-лиге.
Победа в последний день над "Манчестер Юнайтед" обеспечила бы попадание в первую четверку, но команда Брендана Роджерса потерпела поражение со счетом 0:2, что, по словам Варди, было самым огорчительным моментом.
"Это было разочаровывающе, в большей степени из-за того, что мы в итоге проиграли игру", - сказал он в прямом эфире Sky Sports.
"Но мы сказали в раздевалке, что мы нацелились за закрытыми дверями на выход в Европу, и мы сделали это.
"У нас был шанс попасть в Лигу чемпионов, и это было даже лучше, но мы подумаем об этом и вернемся сильнее в следующем году.
"Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать".
В то время как его команда проиграла, сам Варди закончил сезон в качестве лучшего бомбардира Премьер-лиги в возрасте 33 лет, забив 23 гола.
Он отдал дань уважения своим товарищам по команде при получении награды и сказал, что у него еще много миль осталось на высшем уровне, несмотря на его преклонный возраст.
"Я в восторге, все дело в команде. Я бы не был в том положении, в котором я был, если бы не они, и я забил немало голов.
"Сейчас я немного отдохну и вернусь готовым к следующему сезону.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке, и я не получаю много травм, так что речь идет о том, чтобы оставаться на вершине и вернуться настолько сильным, насколько смогу в следующем году".
"Что там случилось?!" Боец UFC Коррейя был избит после того, как повернулся к сопернику, ошибочно думая, что раунд закончен (ВИДЕО) - RT Sport News
Бразильская легковеска Бете Коррейя является ветераном UFC, но допустила любительскую ошибку, повернувшись спиной к сопернице Панни Кианзад и ошибочно думая, что раунд закончился в их поединке на "Бойцовском острове", и в результате была помечена.
Подходя к концу первой строфы их противостояния на андеркарте в Абу-Даби, 37-летняя Коррейя, похоже, перепутала 10-секундное предупреждение с фактическим окончанием раунда, протянув перчатку, прежде чем повернуться спиной к Кианзаду и вернуться в свой угол.
Шведский боец воспользовался этим без колебаний, пометив своего соперника правой рукой, прежде чем продолжить серию ударов, чтобы прижать Коррейю к клетке.
На мгновение оказавшись в опасности, бразилец затем восстановил контроль, чтобы подавить угрозу и поддержать Кианзада до того, как был объявлен фактический конец раунда.
"Что там произошло? Боже мой", - воскликнула команда комментаторов на ESPN+.
Это была лишь одна часть разочаровывающего вечера для бывшей претендентки на титул в легчайшем весе Коррейи, которая проиграла единогласным решением судей, что стало ее третьим поражением за последние четыре выхода в октагон и оставило ее общий рекорд 11-5, с одной ничьей.
Для 28-летней уроженки Ирана Кианзад это была вторая победа после победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве в ноябре.
У Кианзад сейчас 13-5 в общем зачете и 2-1 в UFC, так как женщина, известная как "Банзай", стремится подняться в рейтинге до 135 фунтов.
В другом месте вечера австралиец Роберт Уиттакер обошел англичанина Даррена Тилла в главном поединке в среднем весе, в то время как российский боец Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на "Бойцовском острове", самый короткий период между победами в современной UFC.
Рахул Ганди идет к людям по вопросу Раджастхана
Рахул Ганди из Конгресса сегодня опубликовал в Твиттере видео, пытаясь мобилизовать людей против БДП в связи с событиями в Раджастане.
Используя хэштег #SpeakUpForDemocracy, его пост в Hindia призвал людей "объединиться и поднять свой голос за демократию".
Конгресс планирует провести общенациональную акцию протеста в понедельник в связи с ситуацией в Раджастане, где правительство Ашока Гехлота борется за выживание.
В то время как партия заявила, что протест будет проведен за пределами Раштрапати Бхаван, официальной резиденции президента Рам Натха Ковинда.
В видео Конгресс обвинил БДП в том, что она "разорвала конституцию и уничтожила демократию", в то время как вся страна борется с коронавирусом.
То же самое было сделано в Мадхья-Прадеше, заявили в Конгрессе.
"Мы требуем немедленно созвать заседание ассамблеи, что является нашим конституционным правом", - говорится в видеообращении партии.
Губернатор Раджастхана Калрадж Мишра отклонил одно предложение о начале сессии ассамблеи.
Сегодня был представлен второй, который, по его словам, он изучает.
Правительство г-на Гелота оказалось в глубоком кризисе после того, как его заместитель Сачин Пилот взбунтовался при поддержке части ОМС.
Партия не смогла дисквалифицировать мятежников, чтобы сбить отметку большинства в собрании.
Г-н Пилот, который был лишен своих постов в партии и правительстве, был временно освобожден от дисквалификации Высоким судом Раджастхана, который постановил, что спикер не может предпринимать никаких действий до тех пор, пока не будет решен более широкий конституционный вопрос о его полномочиях.
Этим вопросом завтра займется Верховный суд, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс находится всего в одном шаге от большинства в ассамблее из 200 членов.
Команда Пилот заявляет о поддержке 30 MLA, но до сих пор доказательства указывают только на 19.
У БДП их 72, а с учетом союзников и независимых - 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после парламентских выборов 2018 года.
В марте она потеряла правительство во главе с Камалем Натхом в Мадхья-Прадеше после того, как Джотирадитья Сциндиа присоединился к БДП с 22 своими депутатами.
Протесты в Сиэтле: пожары и перцовые баллончики во время многотысячного марша по городу
СИЭТЛ - После нескольких недель эскалации конфронтации между протестующими и федеральными властями в Портленде, штат Орегон, в субботу в Сиэтле собралось около 2000 человек, которые прошли маршем по улицам и вступили в столкновения с полицией.
Трое полицейских получили ранения, в том числе один был госпитализирован с травмой ноги, вызванной взрывчаткой, и 16 протестующих были арестованы по состоянию на ранний вечер, сообщила полиция.
Неся плакаты с надписями "Федералы, убирайтесь домой" и выкрикивая лозунги "Нет справедливости, нет мира", протестующие остановились на месте будущего центра содержания под стражей для несовершеннолетних и подожгли здания.
Полиция столкнулась с толпой в районе Капитолийского холма, применив светошумовые гранаты и перцовые баллончики, прежде чем начать задерживать людей.
Бипаша Мукерджи, 52 года, из Киркланда, штат Вашингтон, сказала, что она протестует на улицах с мая, и сказала, что ее беспокоит такая агрессивная тактика полиции.
"Это не та страна, в которую я иммигрировала, - сказала г-жа Мукерджи, приехавшая из Индии более 30 лет назад. - Такое ощущение, что мы быстро превращаемся в фашистское государство и полицейское государство".
Мишо Сэвидж из Сиэтла сказал, что протесты были направлены как на местные власти, так и на развертывание федеральных офицеров, которые проводили репрессии против длительного протеста в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для контроля толпы, была опасной и неуместной.
"Это очень тяжелое скольжение в чрезвычайно жестоком направлении", - сказал г-н Сэвидж, когда он промывал глаза от перцового баллончика и ухаживал за раной на руке от осветительной гранаты.
Смерть Джорджа Флойда при задержании полицией в Миннеаполисе в мае вызвала массовые протесты, которые привлекли миллионы людей на улицы в десятках городов, но эти демонстрации ослабли в большинстве городов.
В Сиэтле и Портленде, однако, прошли продолжительные демонстрации. Протестующие в Сиэтле в какой-то момент предъявили претензии на несколько кварталов в районе Капитолийского холма и объявили автономную зону.
Портленд, тем временем, продолжает протестовать, с некоторыми из самых тяжелых протестов вокруг федеральных зданий в городе. После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности направило тактические группы в город, начав серию столкновений, которые привели к травмам протестующих, расследованиям генерального инспектора и призывам местных лидеров к федеральным агентам уйти.
Толпы протестующих в этом городе выросли до тысяч, и демонстрации там продолжаются. На этой неделе федеральные чиновники направили тактическую группу в Сиэтл, и протестующие назвали это развитие событий одной из причин субботних демонстраций.
В то время как протесты в Портленде были сосредоточены в центре города, демонстрации в субботу прошли в районах к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье поставил под сомнение мотивы президента Трампа по отправке федеральных агентов в города США, заявив, что, хотя он приветствовал бы помощь в раскрытии множества убийств в городе на Среднем Западе, он считает, что этот шаг может быть больше связан с повышением шансов Трампа на переизбрание.
"Я был очень расстроен на этой неделе тем, что президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter", - сказал Лукас, демократ, в эфире "Fox News Sunday" о недавних протестах против расового неравенства и жестокости полиции.
"Это не тот случай в Канзас-Сити. У нас было увеличение в годовом исчислении, [но] то, в чем нам нужна помощь, - это на самом деле раскрытие некоторых нераскрытых убийств".
Лукас добавил: "Давайте попробуем сфокусироваться на раскрытии убийств... Я думаю, если вы послушаете недавние заявления... мы рады работать с федеральными агентами в ограниченном объеме".
Несмотря на свою готовность к тому, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, примененной федеральными агентами в Портленде, штат Орегон, - заставила многих его избирателей выразить обеспокоенность по поводу присутствия агентов на улицах города.
"Нам не нужно больше масла в огонь от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он.
Трамп в среду объявил, что он направляет 100 федеральных агентов в Чикаго, чтобы помочь бороться с ростом числа некоторых преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президент "закона и порядка".
Объявленная в среду "волна" агентов в Чикаго и других американских городах является частью операции "Легенда", названной в честь 4-летнего Ледженда Талиферро, который был смертельно ранен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов для оказания помощи местным правоохранительным органам не является беспрецедентной - генеральный прокурор Билл Барр объявил об аналогичном усилении в декабре в семи городах, где наблюдался всплеск насилия, - тип отправляемых федеральных агентов и некоторые из их тактик вызвали обеспокоенность среди законодателей штатов и местных органов власти.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправляла агентов в их города, особенно после сообщений о том, что неизвестные федеральные агенты задержали протестующих в Портленде и увезли их на машинах без опознавательных знаков.
В Портленде почти ежедневно проходят демонстрации против жестокости полиции и системного расизма после смерти Джорджа Флойда в полицейском участке Миннеаполиса 25 мая.
Местные власти также жаловались, что всплески только усугубили напряженность, и эксперты по уголовному правосудию говорят, что эти усилия не поддаются объяснению из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовой расплатой за расизм и то, как полиция обращается с цветными людьми.
Создан фонд в 10 миллионов фунтов стерлингов для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий будет предложена финансовая поддержка, пока они остаются затронутыми ограничениями локдауна.
Пакет финансирования шотландского правительства в размере 10 миллионов фунтов стерлингов также направлен на помощь поставщикам мероприятий.
Правительство заявило, что рассматривает вопрос о том, как можно было бы безопасно возобновить мероприятия в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала "разрушительное воздействие" на этот сектор.
Шотландские фестивали и спортивные мероприятия, такие как Хайлендские игры, оказались в числе тех, кто пострадал от ограничений, введенных для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: "Несмотря на то, что у нас был позитивный шаг, что мероприятия по вождению могут возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
"Мы тесно и конструктивно сотрудничали с сектором в решении проблем, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать работать безопасно.
"Помимо предоставления немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и содействие долгосрочному восстановлению индустрии мероприятий".
Консультативная группа индустрии мероприятий заявила, что сектор был одним из первых, кто вошел в локдаун, и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дати, который также является исполнительным директором Комиссии по ценным бумагам и биржам в Глазго, сказал, что мероприятия ежегодно приносят экономике Шотландии около 6 миллиардов фунтов стерлингов.
Он сказал: "Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторам мероприятий, так и более широким предприятиям цепочки поставок, которые чрезвычайно сильно пострадали от продолжающегося эффекта длительного периода блокировки".
Шиврадж Сингх Чоухан о положительном тесте на ковид
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что его тест на COVID-19 дал положительный результат, в воскресенье утром написал в Твиттере, что он "в порядке", и похвалил тех, кто работает на передовой в войне с коронавирусом.
Главный министр также повторил свои предупреждения со вчерашнего дня, когда он призвал людей соблюдать правила, такие как социальное дистанцирование и использование масок для лица.
"Я в порядке, друзья мои. Преданность борцов с коронавирусом, которые самоотверженно рискуют своими жизнями, достойна похвалы.
"Держать дистанцию в два метра, часто мыть руки и носить маски - это самое мощное оружие, которое у нас есть, чтобы избежать коронавируса.
"Все будьте осторожны, оставайтесь в безопасности и здоровы. Это то, о чем я молю Бога", - добавил г-н Чухан.
В субботу г-н Чоухан написал в Твиттере, что его тест на вирус дал положительный результат, несмотря на все его усилия избежать заражения, и предупредил, что "лишь небольшая неосторожность приводит к коронавирусу".
Сегодня утром г-н Чоухан написал в Твиттере, что, несмотря на угрозу заражения, "не нужно бояться", и призвал тех, у кого есть симптомы, пройти тестирование.
"Если вы инфицированы, не нужно бояться. Не скрывайте симптомы, а немедленно сообщите врачам, чтобы можно было начать лечение. Своевременное лечение сделает вас здоровыми", - сказал он.
В штате Мадхья-Прадеш зарегистрировано почти 27 000 случаев COVID-19, из которых более 7600 являются активными, а 799 - смертельными случаями, связанными с вирусом.
В последние недели в Индии зафиксирован всплеск заболеваемости COVID-19: с 23 июля ежедневно выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев коронавируса быстро приближается к 14 лакхам; из них более 4,67 лакха - активные случаи и более 32 000 смертей, связанных с вирусом.
Всплеск заболеваемости, совпадающий с постепенным ослаблением ограничений в неконтролируемых зонах страны, привел к тому, что Индия заняла третье место в списке наиболее пострадавших стран.
Хуже дела обстоят только в США (41,78 тыс. случаев) и Бразилии (23,94 тыс. случаев).
Канье Уэст говорит, что он может победить Джо Байдена "без записок" - RT USA News
Разоблачив грязное белье своей семьи в Твиттере, рэп-загадка Канье Уэст в очередной раз вдохнул жизнь в свою предвыборную кампанию, утверждая, что он может победить Джо Байдена на одних только подписных бюллетенях.
Через несколько дней после анонса нового альбома и откровения о том, что он пытался развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, в объявлении со всеми заглавными буквами, заявив: "Я МОГУ ПОБЕДИТЬ БИДЕНА ОТ ПИСЬМОВ".
Если Уэст все еще серьезно настроен баллотироваться на пост президента, запись голосов может быть его единственным путем к победе или вообще к каким-либо показательным выступлениям.
Рэпер объявил о выдвижении своей кандидатуры 4 июля, после того, как истек срок подачи документов в качестве кандидата как минимум в шести штатах.
Тем не менее, Уэст пошел дальше и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось внести свое имя в избирательные бюллетени в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого он обратился к толпе, облаченной в пуленепробиваемый жилет, произнеся свою речь без микрофона или трибуны.
Уэст выступил против абортов, плача, выступая с прохристианским посланием, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший".
Это было правдой, и митинг Уэста был описан на новостных сайтах и в журналах сплетен как рекламный трюк, свидетельство психического заболевания или и то, и другое.
Однако недавний опрос показал, что Уэст набрал два процента по всей стране, идя ноздря в ноздрю с Джо Йоргенсен из Либертарианской партии и на один пункт опережая Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти предполагаемые 48 процентов Джо Байдена, теоретически он может отобрать у Байдена достаточно голосов, чтобы президент Дональд Трамп получил второй срок - что, как подозревают эксперты с обеих сторон, может быть его планом.
Камень с Марса возвращается домой после 600 000 лет на Земле
Небольшой кусок камня будет выброшен в космос на этой неделе в ходе одного из самых странных межпланетных путешествий, которые когда-либо предпринимались.
Крошечный кусочек марсианского базальта размером с 10-пенсовую монету будет запущен на борту американского роботизированного зонда в четверг и отправится к красной планете в семимесячное путешествие к своей родной планете.
Эта необыкновенная одиссея, межпланетный эквивалент отправки угля в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс в 2020 году.
Космические инженеры говорят, что камень, который был подарен Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-марсохода Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие, но мы выбрали именно этот, потому что он такой же прочный, как старые сапоги
"Когда вы включаете инструменты и начинаете их настраивать, прежде чем использовать их для исследований, вы настраиваете их на материалы, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что, что может быть лучше для изучения камней на Марсе, чем глыба, которая возникла там?" - сказала профессор Кэролайн Смит, куратор по метеоритам Музея естественной истории.
Ученые были уверены, что камень, который они возвращали на Марс, возник на планете, добавил Смит, который также является членом научной команды "Марс 2020".
"Крошечные пузырьки газа, заключенные внутри этого метеорита, имеют точно такой же состав, как и атмосфера Марса, поэтому мы знаем, что наша порода пришла оттуда".
Считается, что марсианский метеорит был создан, когда астероид или комета врезались в планету около 600 000 - 700 000 лет назад, разбрасывая обломки в космос.
Один из этих обломков пронесся через Солнечную систему и в конце концов упал на Землю.
Этот метеорит - теперь известный как SAU 008 - был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди приборов, установленных на марсоходе Perseverance, есть высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава пород и определения того, могут ли они содержать органические материалы, которые указывают на то, что жизнь когда-то существовала - или все еще существует - на Марсе.
Включение части SAU 008 предназначено для обеспечения того, чтобы это было сделано с максимальной точностью.
"Кусок камня, который мы отправляем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень прочный камень", - добавил Смит.
"Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие.
После того, как Perseverance выберет наиболее перспективные камни, которые он сможет найти, он сбросит их в тайники на поверхности Марса.
Затем они будут извлечены последующими роботизированными миссиями и отправлены в космос на Землю для анализа.
Мужчина был найден с огнестрельными ранениями в Мамбурине недалеко от Верриби
Мужчина был доставлен в больницу после того, как в него выстрелили на западе Мельбурна ночью.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 часов вечера, где они обнаружили мужчину в возрасте около 20 лет с предполагаемыми огнестрельными ранениями в нижней части тела на Ярд-стрит.
Мужчина был доставлен в больницу с травмами, не представляющими угрозы для жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду наряжаться, воскресенья - для повседневной одежды"
С чего начинается воскресенье?
Когда я спотыкаюсь на лестнице и падаю на собаку по дороге, чтобы приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы вдвоем будем сидеть и смотреть на воду в тишине.
Это звучит безмятежно...
И так до 8 утра, когда двое или трое наших ребят стучат в дверь, требуя завтрак.
Для них это бекон и яйца, для нас - шпинат и грибы, а потом, если погода хорошая, мы выгоняем ребят.
Мы будем плавать, кататься на веслах или гулять по красивому аббатству Куарр, которое выглядит как что-то прямо из "Игры престолов".
А во время локаута?
Первые две недели я была в полном отрицании, я не могла поверить, что мой бизнес закрыли.
Я отвлекал себя, зацикливаясь на жизни или смерти моего недавно посаженного сада.
В остальном я экспериментировал на кухне: интенсивно приправленный бульон из угря и шиитаке и двойная сливочная бриошь были моими лучшими блюдами.
Как вы расслабляетесь?
Я не буду наряжаться, по воскресеньям я предпочитаю повседневную одежду, наполовину обрезанный спортивный костюм и белую футболку.
После обеда с жареной курицей я сплю с газетами в шезлонге в саду.
Я стараюсь не пить: это помогает мне очистить голову перед понедельником.
Воскресенье, которое выделяется?
После долгой субботней ночи на вечеринке по случаю 40-летия моей невестки в Нью-Йорке, около полуночи моя беременная жена решила, что нам лучше идти.
Она была полна решимости получить удовольствие, рассказывая людям, что это, в конце концов, ее третий ребенок.
Мы ушли с вечеринки, и у нее сразу начались роды.
А в воскресенье вечером?
К семи вечера мы собрали вещи в машину и сели на паром до Портсмута.
Поездка по трассе A3 и мы снова в Лондоне на неделю: дети в постели, я гуляю с собакой и ем миску хлопьев.
Я хорошо отношусь к тому, чтобы покинуть остров Уайт и вернуться в город, я знаю, что если я этого не сделаю, у меня вообще не будет дома.
Кенийские полицейские арестованы после стрельбы со смертельным исходом в Гариссе
Двое полицейских в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточной части округа Гарисса в субботу во время акции протеста против ареста человека, подозреваемого в убийстве.
Двое погибших были названы как Аден Абди Мадобе и Мухиядин Адоу Шибин.
Кенийская полиция начала расследование по факту стрельбы.
Она будет включать в себя "криминалистический анализ" оружия офицеров.
Депутат парламента Гариссы Аден Дуале назвал эти смерти "отвратительными" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Активисты выразили обеспокоенность по поводу работы полиции во время пандемии.
По данным Amnesty International, с марта кенийские полицейские убили 21 человека за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба Саба - акции протеста, которая началась 30 лет назад против автократического режима тогдашнего президента Даниэля арап Мои.
Корреспонденты говорят, что в этом году мероприятие получило дополнительный импульс из-за гнева по поводу полицейских репрессий во время блокировки Covid-19.
Жесткие меры безопасности у консульства США в Чэнду, Китай
В воскресенье возле консульства США в городе Чэнду, Китай, были усилены меры безопасности, когда американские сотрудники готовились покинуть помещение.
Были замечены три движущихся грузовика, въезжающих на территорию здания, в то время как полицейские в форме и в штатском выстроились по обеим сторонам улицы, которые были обнесены металлическими барьерами.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду дали 72 часа на закрытие, или до 10 часов утра (0200GMT) в понедельник, 27 июля.
Китай обвинил некоторых сотрудников консульства в Чэнду в том, что они "ведут деятельность, не соответствующую их личности".
Не вдаваясь в подробности, официальный представитель МИД КНР Ван Вэньбинь заявил, что такая деятельность является вмешательством в дела Китая и наносит ущерб интересам его безопасности.
Распоряжение Китая о закрытии консульства в Чэнду было издано в пятницу в ответ на распоряжение США о закрытии китайского консульства в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне "для защиты американской интеллектуальной собственности и частной информации американцев".
Когда закрытие китайского консульства в Хьюстоне вступило в силу в пятницу, группа мужчин, которые выглядели как официальные лица США, были замечены ворвавшимися в здание через черный ход.
Ван сказал в субботу, что это нарушает международные и двусторонние соглашения, и Китай ответит, не уточнив, как именно.
Закрытие по принципу "око за око" еще больше усилило напряженность в отношениях между двумя странами по таким вопросам, как торговля, промышленный шпионаж и права человека.
Павианы в сафари-парке вооружены ножами, отвертками и цепями, так как "проказники дают им оружие, чтобы они крушили машины"
Приматы в сафари-парке Ноусли, Мерсисайд, давно известны тем, что набрасываются на любого, кто останавливается в вольере, и отрывают стеклоочиститель или зеркало.
Павианы были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли в Мерсисайде.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто останавливается, и срывают стеклоочистители и зеркала.
Рабочие теперь опасаются, что посетители вооружают их смертоносным оружием "для смеха", чтобы усилить свои атаки, и обезьян даже видели, как они сами рылись в ящиках с инструментами.
Один из работников парка сказал The Sunday Times: "Мы не уверены, дают ли им оружие некоторые из гостей, которые хотят видеть, как они нападают на машины, или они вылавливают их из пикапов и фургонов".
"Они буквально залезают в ящики с инструментами и носят их с собой. Один из бабуинов был замечен таскающим бензопилу".
Другой работник сказал: "Павианы были найдены с ножами и отвертками.
А нападения бабуинов настолько неизбежны, что механики на северо-западе Англии хорошо знают этот вольер.
Один механик в Сэйле, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что у него было два клиента, ставших жертвами бабуинов в этом году.
Они добавили, что в одну минуту дети хотят, чтобы на машине были обезьяны, а в следующую у нее нет регистрационного знака - но эта проблема обеспечивает "хорошие деньги" для гаража.
Ноусли вновь открылся 15 июня с мерами безопасности Covid-19 после того, как настаивал на том, что он так же безопасен, как McDonald's drive-through, поскольку посетители не оставляют свою машину на пятимильном сафари-драйве.
Парк площадью 550 акров, где обитают львы, тигры, носороги, антилопы гну и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Представитель сказал: "Мы считаем, что многие из этих историй стали преувеличенными, поскольку они были пересказаны, с приукрашиванием, чтобы объекты, которые иногда находят в вольере, казались более захватывающими и невероятными".
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на свою модель i30 нового поколения на 10 часов, чтобы доказать, что у него есть силы для семей с маленькими детьми.
"Юнайтед" и "Челси" вышли в Лигу чемпионов, "Борнмут" и "Уотфорд" вылетели из АПЛ
"Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в безумный последний день сезона Премьер-лиги в воскресенье, в то время как "Борнмут" и "Уотфорд" вылетели, завершив пятилетнее пребывание в высшем дивизионе.
"Юнайтед" выиграл у "Лестера" со счетом 2:0 благодаря голам Бруну Фернандеша и Джесси Лингарда, что позволило команде Уле Гуннара Сульшера занять третье место.
"Челси" обыграл "Вулверхэмптон" со счетом 2:0 после гола и передачи Мэйсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов, опередив "Лестер", который был в первой четверке на протяжении большей части сезона.
Вместо этого "Лестер" будет играть в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью 1:1 с "Кристал Пэлас" и занял шестое место, опередив "Вулверхэмптон" по разнице мячей.
Битва за то, чтобы избежать двух оставшихся мест вылета, вышла на финишную прямую, когда "Астон Вилла" забила на 84-й минуте, пропустила минуту спустя, а затем сыграла вничью 1:1 с "Вест Хэмом", чтобы выжить.
Капитан Джек Грилиш забил гол "Виллы" в игре, которая может стать для него последней за клуб детства.
"Борнмут" сделал то, что должен был, и обыграл "Эвертон" со счетом 3:1, но в итоге отстал от "Виллы" на одно очко.
"Уотфорд" также вылетел как предпоследняя команда после поражения от "Арсенала" со счетом 3:2.
"Манчестер Сити" преодолел отметку в 100 голов за сезон, одержав победу со счетом 5:0 над занимающим последнее место и уже вылетевшим из премьер-лиги "Норвичем". Эта игра стала последней в Премьер-лиге для Давида Сильвы после 10 лет в "Сити".
Кевин Де Брейне записал на свой счет 20-ю результативную передачу в сезоне, а также забил дважды.
"Ливерпуль" завершил свой чемпионский сезон победой над "Ньюкаслом" со счетом 3:1 и набрал рекордные для клуба 99 очков.
Кроме того, "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3:1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его позади Джейми Варди из "Лестера", который выиграл "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "этика достоинства"
Гвинет Пэлтроу сказала, что хочет воспитать своих детей так, чтобы у них была достойная этика, поскольку она старается "не просто давать им вещи".
У Пэлтроу двое детей, Эппл (16) и Мозес (14), от бывшего мужа Криса Мартина, и она хочет, чтобы у них были хорошие ценности, а не слава их родителей.
"Вот почему я думаю, что это так важно... Воспитывать ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным пониманием того, кто они есть, и т.д.", - сказала она Робу Лоу в его подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы подумаете обо всех людях, которые пытаются, и этого не происходит".
Она добавила: "Как родитель вы думаете, все, что я могу сделать для этих детей, это научить их отличать хорошее от плохого и научить их тому, что такое работа.
Пэлтроу также приняла меры, чтобы позволить своим детям жить как можно более приватно, и следит за тем, чтобы их аккаунты в социальных сетях были приватными.
"Я не позволю им быть публичными в каких-либо социальных сетях или что-то в этом роде, я стараюсь держать их подальше от глаз общественности, насколько это возможно", - сказала она.
"Знаете, сейчас все по-другому, потому что дети спрашивают: "Можно у меня будет канал на YouTube?", а я отвечаю: "Нет, нельзя, ни в коем случае".
Министр внутренних дел Туниса назначен новым премьер-министром, который сформирует правительство в течение месяца
Министр внутренних дел Туниса Хишем Мечичи был назначен для формирования следующего правительства, сообщила канцелярия президента на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний юрист сменил на этом посту Элиеса Фахфаха, который подал в отставку с поста премьер-министра в начале этого месяца.
Но Мечичи не был одним из имен, предложенных правящими политическими партиями президенту Каису Саиду.
В заявлении, сделанном после субботнего объявления, Мешичи сказал, что он будет "работать над формированием правительства, которое будет соответствовать ожиданиям всех тунисцев".
Тунис был восхвален как редкая история успеха демократического перехода после региональных восстаний "арабской весны", вызванных революцией 2011 года.
Но его лидеры изо всех сил пытались оправдать ожидания тунисского народа, а и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
Болезнь убила почти 50 человек и заразила более 1400 в Тунисе.
Помимо того, что Мечичи был министром внутренних дел в уходящем правительстве, он был советником президента Сайеда, занимаясь юридическими вопросами.
Ранее он был начальником штаба в Министерстве транспорта, а также работал в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем столкнется с парламентским голосованием о доверии и будет нуждаться в абсолютном большинстве, чтобы добиться успеха.
В противном случае парламент будет распущен и в течение трех месяцев пройдут новые выборы.
На последних выборах, состоявшихся в октябре, партия "Ан-Нахда" одержала победу, но не получила большинства и в итоге согласилась войти в коалиционное правительство.
Отставка Фахфаха 15 июля, менее чем через пять месяцев после вступления в должность, поставила под угрозу новый политический тупик в стране, которая борется с экономическими последствиями пандемии.
Отставка усугубила политический спор с "Ан-Нахдой" по поводу обвинений в адрес Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и "Ан-Нахдой" были напряженными после октябрьских парламентских выборов.
Фахфах ушел в отставку в тот же день, когда партия выдвинула ему вотум недоверия.
"Ан-Нахда" первоначально выдвинула независимого кандидата на пост премьер-министра, но ему не удалось заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, "Ан-Нахда" в конце концов согласилась войти в коалиционное правительство.
Тед Круз говорит, что цели Пелоси заключаются в том, чтобы "залить проблему деньгами и закрыть Америку"
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в том, что они продвигают пакет мер по борьбе с коронавирусом, который направлен на то, чтобы "вложить деньги в проблему и закрыть Америку", в то время как переговоры о следующей мере продолжаются.
В интервью "Face the Nation" в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, которая унесла жизни более 600 000 человек во всем мире, и "абсолютной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, которая появилась в программе "Лицом к нации" раньше сенатора, "не сосредоточена ни на одном из них".
"Ее цели - вливание денег в проблему и закрытие Америки", - сказал республиканец из Техаса.
"И, в частности, посмотрите на законопроект в 3 триллиона долларов, который она пытается протолкнуть, это просто раздача денег ее друзьям, а на самом деле не решение проблемы. Наша цель должна заключаться в том, чтобы американцы хотели вернуться к работе. Они хотят иметь возможность обеспечивать свою семью".
Республиканцы в Сенате и Белый дом провели на прошлой неделе переговоры об условиях четвертого этапа борьбы с коронавирусом, который, как они ожидают, обойдется в 1 триллион долларов.
В минувшие выходные глава аппарата Белого дома Марк Мидоу и министр финансов Стивен Мнучин вернулись на Капитолийский холм для дальнейших переговоров с сотрудниками Сената, и Мнучин сообщил Fox News в интервью в воскресенье, что подробности будут обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самым насущным вопросом для законодателей - и предметом спора между республиканцами и демократами - является истечение срока действия повышенных пособий по безработице, которые начали отменяться в эти выходные.
В то время как демократы хотят, чтобы пакет "четвертой фазы" коронавируса сохранил повышение пособий на 600 долларов, республиканцы призывают сократить его и утверждают, что некоторые американцы зарабатывают больше на безработице, чем на зарплате.
Круз сказал, что более чем половине американцев, получающих повышенные пособия по безработице, сейчас платят больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, у которых возникли проблемы с наймом сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы они оставались дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии закона о восстановлении, который облегчил бы американцам возвращение на работу путем смягчения налогов и правил для малого бизнеса:
"Вместо того, чтобы просто выбрасывать триллионы за дверь, законопроект о восстановлении приостановил бы налог на заработную плату, что дало бы повышение заработной платы всем работающим в Америке. Это фактически возвращает людей на работу", - сказал он.
Президент Трамп потребовал на прошлой неделе, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, так как предложение было плохо воспринято среди республиканцев.
Г-н Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не согласен с мерой своих коллег-республиканцев в Сенате.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в том, что они намеренно разработали меру, которая наносит ущерб президенту в преддверии ноябрьских выборов.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - это закрыть все предприятия в Америке, закрыть все школы в Америке", - сказал он.
"Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах.
Канье Уэст публично извинился перед женой Ким Кардашьян после откровений о браке
Канье Уэст извинился перед женой Ким Кардашьян за то, что обнародовал "частное дело".
Рэпер рассказал во время мероприятия в Южной Каролине, что пара подумывала об аборте своего первого ребенка.
После бурной недели, в течение которой он сделал ряд заявлений против своей жены и ее семьи, Уэст теперь написал в Твиттере извинения.
Также сообщается, что Уэст посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: "Я хотел бы извиниться перед моей женой Ким за то, что сделал достоянием общественности то, что было частным делом.
"Ким, я хочу сказать, что я знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда была рядом со мной".
Странные твиты Уэста, в том числе заявления о том, что его жена пыталась заставить его лечиться у врачей, а также ряд обвинений в адрес его тещи Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян-Уэст, на которой он женился в 2014 году.
На фоне опасений за душевное состояние своего мужа Кардашьян Уэст, мать четверых детей Уэста, опубликовала пространное заявление, в котором говорится, что она и ее семья "не в силах" вмешаться, и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который, помимо того, что он художник и чернокожий, пережил болезненную потерю матери и должен справляться с давлением и изоляцией, которые усиливаются его биполярным расстройством".
Она добавила, что раньше не обсуждала его состояние, потому что она "очень защищает наших детей и право Канье на частную жизнь, когда речь заходит о его здоровье".
Она добавила: "Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и неправильных представлений о психическом здоровье".
Уэст сделал свои заявления об абортах во время мероприятия 19 июля.
Мужчина арестован по подозрению в убийстве брата-алкоголика в Большой Нойде: полиция
37-летний мужчина был арестован в воскресенье по подозрению в убийстве своего брата, чье тело было найдено брошенным в изолированном районе неделю назад, в Большой Нойде в Уттар-Прадеше, сообщила полиция.
Обвиняемый сказал полиции, что он был раздражен алкоголизмом своего брата и его плохим поведением по отношению к женщинам из их совместной семьи, что и привело его к преступлению, по словам чиновников.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было найдено около кустов в изолированном районе около недели назад.
На теле были следы от ножевых ранений, и в полицейский участок Бишраха было подано заявление и начато расследование, сказал представитель полиции.
"В ходе расследования улики привели полицию к человеку, который умер, его брату Дипаку, и он был допрошен.
Во время допроса Дипак признался, что зарезал своего брата.
Он рассказал полиции, что Бхишам часто употреблял алкоголь, устраивал беспорядки дома и плохо обращался с членами семьи женского пола, из-за чего он решил убить своего брата", - сказал представитель.
Обвиняемый был арестован и обвинен в убийстве и других связанных с этим обвинениях, сообщила полиция.
Тони Блэр клянется никогда не прекращать вмешиваться в британскую политику, несмотря на серьезную негативную реакцию на Брексит
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании после жесткой реакции на его участие в Лейбористской партии и кампании против Брексита.
Г-н Блэр, который покинул свой пост более десяти лет назад, сказал Софи Ридж на Sky News, что он "никогда" не перестанет высказываться в британской политике.
Тем не менее, спорный политический деятель признал, что "многие люди, наблюдающие за этим, могут подумать, что я должен перестать говорить о вещах".
Софи Ридж сказала г-ну Блэру: "Я всегда чувствую, что вы не можете оторваться от политики.
"Вы все время публикуете сообщения о коронавирусе или придумываете аргументы по Brexit.
"Мне просто интересно, думают ли люди, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь участвовать в политике?
"Не пора ли взять тайм-аут, пройтись по полю для гольфа".
Бывший премьер-министр отверг это и поклялся оставаться в британской политике как можно дольше.
Он сказал: "Это не то, что я хочу делать. Многие люди, которые смотрят, могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране".
"Мы переживаем огромный момент перемен в мире, и институт, который я построил, работает по всему миру.
"Я знаю, что я сделал что-то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие попытаются это сделать".
Ранее в интервью Блэр сказал, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: "Они могут заключить сделку, но даже та сделка, которую мы заключим, будет плохой".
"Это, по сути, будет хорошо для Европы, потому что это облегчит торговлю товарами, но очень сдерживает нас в вопросе услуг".
Бывший лидер лейбористов также сказал Sky News, что в обозримом будущем Великобритания будет жить с COVID-19, а не избавляться от него.
Во время чествования героев Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался "нанести удар в спину" Индии
Пакистан попытался "нанести удар в спину" Индии, несмотря на ее попытки сохранить дружеские отношения, заявил сегодня премьер-министр Нарендра Моди в своем обращении к вооруженным силам по случаю 21-й годовщины Каргильской войны.
В своем ежемесячном радиообращении Mann ki Baat премьер-министр Моди сказал, что "Пакистан предпринял эту авантюру со зловещими планами захватить земли Индии и отвлечь внимание от продолжающихся внутренних конфликтов".
"Пакистан имел наглость пытаться оккупировать индийскую землю и отвлечь внимание от собственных внутренних беспорядков", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла состоит в том, чтобы бороться со всеми без причины.
Люди с таким характером могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан нанес удар в спину Индии, несмотря на попытки Индии установить дружеские отношения", - сказал он.
"Вы можете себе представить, что враг сидел высоко в горах, в то время как наши силы сражались с ними снизу, но высокий моральный дух и верность наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия показала большую силу в Каргиле", - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас отмечается каждый год, отмечая день, когда индийская армия вернула все индийские посты в Каргиле в Ладакхе, которые были заняты пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешном завершении "Операции Виджай".
Почти трехмесячная битва в ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, главнокомандующий армией генерал М. М. Нараване, главный маршал авиации Р. К. С. Бхадаурия и главнокомандующий ВМС адмирал Карамбир Сингх также отдали дань уважения в Амар Джаван Джоти у Национального военного мемориала.
В течение десятилетий после Каргила отношения между Индией и Пакистаном были напряженными после серии террористических атак.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистан должен ликвидировать все террористические лагеря, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования малого и среднего бизнеса может не сработать
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Тем не менее, г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них нет доступа к такому же более дешевому финансированию, и предупредил, что в результате схема гарантий для МСП не набирает обороты.
"Я думаю, что это, вероятно, прошло мимо цели, когда все люди, которые звонят нам, звонят в ожидании, что они могут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита", - сказал он.
"Поэтому они звонят и очень разочаровываются, потому что было ожидание, что будет дисконтное ценообразование, и мы смотрим на нашу стоимость финансирования, которая вообще не изменилась".
Г-н Каллаган добавил, что если финтех-компании смогут получить доступ к более дешевому финансированию и передать его малому бизнесу, то схема будет "без проблем".
"Это была своего рода "Уловка 22": крупные банки получили доступ к более дешевому финансированию, но они более склонны к риску, поэтому они фактически не идут на кредитование таким же образом, они не могут получить доступ к данным, и они не могут чувствовать себя комфортно, если у вас нет собственности, - сказал он. - Пока мы не сможем получить доступ к этому более дешевому финансированию, я думаю, что на рынке существует фикция о том, насколько популярной будет эта схема".
Мельбурнская компания Moula также участвует в схеме, и исполнительный директор Арис Аллегос сказал, что преимущество 50-процентной гарантии, подразумеваемой в правительственной схеме, должно быть передано малому бизнесу, но разные кредиторы справляются с этим по-разному.
"Я могу понять, что могут быть и другие, которые не проходят через эту структуру затрат", - сказал он.
"Это может быть связано с тем, как структурировано их финансирование, а также с тем, в какие категории они кредитуют и как они оценивают риск в этих категориях".
Г-н Аллегос не предоставил подробностей о количестве кредитов, выданных Мулой в рамках этой схемы, но сказал, что обновленная схема была "основным признанием того, что необходимо изменить", чтобы предложить больше гибкости кредиторам и заемщикам.
Тем не менее, он сказал, что его главная забота - это "экономика двух скоростей", которая работает, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутая скала и то, как с ней справиться", - сказал он.
"В целом, говоря о спросе, мы не вернулись к уровням до COVID, хотя аппетит растет".
Онлайн-кредитор Prospa, зарегистрированный на ASX, также не стал раскрывать сумму кредитов, которые он выдал в рамках схемы, поскольку он сказал, что информация является коммерчески чувствительной, но исполнительный директор Грег Мошал сказал, что продление правительством схемы приветствуется.
"Мы поддерживаем любые усовершенствования схемы, которые позволят малым предприятиям получить доступ к широкому спектру финансовых продуктов, отвечающих их требованиям, включая продукты с гибким денежным потоком на более короткие сроки", - сказал он.
В Вирджиния-Бич снесли памятник конфедератам
Город Вирджиния-Бич убрал 115-летний памятник конфедератам с общественной территории в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял возле старого здания суда округа Принцессы Анны, в том же месте, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс удаления.
Совет выслушал десятки ораторов и решил, что памятник рассматривается многими как вызывающий разногласия и болезненное напоминание о прошлом.
Статуя недавно была полностью закрыта, с запертыми воротами вокруг нее после недавних протестов и вандализма в отношении других памятников Конфедерации.
Памятник пока будет находиться на хранении.
Теперь город должен ждать каких-либо предложений от исторических групп или других организаций, которые могли бы захотеть забрать памятник.
Полиция испытывает новые, менее смертоносные средства, в то время как протесты продолжаются
По мере того, как продолжаются ожесточенные столкновения между правоохранительными органами и протестующими в Портленде и по всей стране, ведутся споры о том, как полиция может сократить применение смертоносной силы.
Некоторые компании предлагают новые высокотехнологичные инструменты, такие как дистанционные наручники, которые полиция может использовать вместо более опасных вариантов, таких как перцовые баллончики, резиновые пули и светошумовые гранаты.
Правозащитная организация Amnesty International проанализировала 500 видеозаписей протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
"Мы видели злоупотребление слезоточивым газом, перцовым аэрозолем, перцовыми шариками, 40-миллиметровыми патронами, в основном все комбинации менее смертоносного оружия использовались ненадлежащим образом", - сказал следователь Amnesty International по оружию Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для того, чтобы избежать необходимости в огнестрельном оружии.
"Все эти устройства должны быть под рукой, чтобы полицейские могли использовать их помимо смертоносной физической силы, применяемой огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право лишить себя жизни", - сказал Кори Пегес, бывший заместитель инспектора Департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет из 8-футового кевларового шнура, который обматывает подозреваемого.
Есть акустические устройства дальнего радиуса действия, также известные как звуковые пушки, оружие направленной энергии, которое использует лазеры для нагрева кожи человека, новые снаряды, сделанные из таких вещей, как пена и мел, вонючие бомбы и, конечно же, электрошокер.
Акции Axon, компании, которая производит электрошокер, выросли более чем на 18%, достигнув рекордных максимумов, когда протесты переросли в насилие через несколько дней после убийства полицейскими Джорджа Флойда.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет $11,85 млрд.
Посмотрите видео, чтобы получить представление о новых высокотехнологичных инструментах, которые полиция использует для менее смертоносной силы, о том, как они регулируются, и о том, что поставлено на карту для будущего полиции и сообществ, которым они служат.
ООН заявляет о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД -- В докладе ООН говорится, что в Афганистане скрываются более 6000 пакистанских повстанцев, большинство из которых принадлежат к запрещенной пакистанской группировке "Талибан", ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группа, известная как "Техрик-и-Талибан" (ТТП), связана с афганским филиалом группировки "Исламское государство".
Некоторые из членов ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится на востоке Афганистана.
Афганское правительство не ответило в воскресенье на запросы Associated Press о комментариях.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также от сил США и НАТО и даже иногда от афганских талибов.
Доклад был подготовлен аналитической группой ООН по мониторингу санкций, которая отслеживает террористические группы по всему миру.
По оценкам доклада, численность ИГ в Афганистане составляет 2200 человек, и хотя его руководство истощено, среди лидеров ИГ все еще числится гражданин Сирии Абу Саид Мохаммад аль-Хорасани.
В докладе также говорится, что мониторинговая группа получила информацию о том, что два высокопоставленных командира "Исламского государства", Абу Кутайба и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление, (Исламское государство) по-прежнему способно совершать громкие нападения в различных частях страны, включая Кабул.
Он также нацелен на привлечение боевиков Талибана, которые выступают против соглашения с Соединенными Штатами", - говорится в докладе, ссылаясь на мирное соглашение, подписанное США с Талибаном в феврале.
Это соглашение было заключено, чтобы позволить США завершить свое 19-летнее участие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использоваться террористическими группировками.
Ожидается, что соглашение также гарантирует полное участие талибов в борьбе против ИГ.
Вторая и, возможно, самая важная часть соглашения призывает к переговорам между талибами и политическим руководством Кабула.
Поздно вечером в субботу Государственный департамент США опубликовал заявление, в котором говорится, что его посланник по вопросам мира Залмай Халилзад снова курсирует по региону, стремясь начать эти переговоры, которые неоднократно откладывались, поскольку обе стороны спорят о программе освобождения заключенных.
Соглашение, поддержанное США, призывает афганское правительство освободить 5000 заключенных талибов, а талибов - освободить 1000 правительственных и военных сотрудников в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет высокопоставленными преступниками, и предложило бесплатные альтернативы.
Талибы отказались.
"Стороны как никогда близки к началу межафганских переговоров, ключевому следующему шагу к прекращению 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Несмотря на то, что был достигнут значительный прогресс в обмене пленными, этот вопрос требует дополнительных усилий для полного решения".
Политический представитель Талибана ранее на этой неделе заявил, что он готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенных будет завершено.
Большим беспокойством для Пакистана является присутствие в Афганистане боевиков, особенно связанных с ТТП или Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за громкие нападения в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда было совершено нападение на школу пакистанской армии, в результате которого погибли 140 человек.
Большинство из них были студентами, а некоторым было всего 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается от 6000 до 6500, большинство из них с ТТП", - говорится в докладе.
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской компании Huawei в ходе расследований в США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне заявил в социальных сетях, что он не "фабриковал доказательства" против Huawei, как утверждали китайские СМИ, что привело к аресту финансового директора компании в Канаде.
В ныне недоступном посте на WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика оборудования для телекоммуникационных сетей, поскольку проверка Huawei по подозрению в нарушении санкций США в отношении Ирана началась задолго до участия банка в конце 2016 года.
"HSBC не испытывает никакой враждебности по отношению к Huawei и не "подставлял" Huawei", - заявил банк в субботу, добавив, что он никогда не будет искажать какие-либо факты о своих клиентах.
"В ответ на запросы Минюста США о предоставлении информации HSBC Group просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты".
Пост был заблокирован на платформе с пометкой, что он "нарушает правила" и в настоящее время недоступен.
Заявление было сделано вскоре после того, как несколько китайских СМИ, в том числе газеты, связанные с государством, обвинили HSBC в "сговоре" с Вашингтоном, чтобы устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала уже более полутора лет, с тех пор как финансовый директор Huawei Мэн Ваньчжоу была арестована в декабре 2018 года в Канаде по ордеру США.
Мэн грозит обвинение в мошенничестве за то, что она якобы использовала подставную компанию для нарушения санкций против Ирана и якобы лгала банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым доказательствам, на которые ссылается Global Times, HSBC был хорошо осведомлен о связях китайской компании со Skycom.
Сообщается, что банк решил "вступить в сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признаться в отмывании денег и нарушении санкций, включая ограничения в отношении Ирана.
В то время ему было приказано выплатить около 1,9 миллиарда долларов штрафов и предотвратить любые подобные проступки.
"Доказательства указывают на то, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло не обращать внимания на собственные проступки британского банка и не наказывать его в соответствии с соглашением об отсрочке судебного преследования 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитор, если будет доказано, что он виновен в этом "сговоре", может столкнуться с "суровым наказанием" в Китае, одном из основных рынков для HSBC.
Это не первый раз, когда известный банк попадает под огонь критики в последние недели.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности для Гонконга, города, где начался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - с Запада, когда госсекретарь США Майк Помпео назвал поддержку "корпоративным низкопоклонством", и с Востока, когда китайская сторона, как сообщается, заявила, что ее поддержка была "запоздалой".
Ангола: больница Педале передана в ведение министерства здравоохранения
Луанда - Президент Республики Жоау Лоуренсу определил в эту пятницу передачу контроля над больницей Педро Мария Тонха Педале, строящейся в Луанде, в сферу Министерства здравоохранения.
В сообщении пресс-службы президента республики сообщается, что данная мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественного медицинского обслуживания и лекарственного обеспечения населения.
"В данном конкретном случае идея состоит в том, чтобы предоставить ангольцам справочную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который вызвал "огромный спрос" на качественные медицинские услуги по самым разным специальностям.
Это требование, продолжает записка, оправдывается включением в больницу, специализирующуюся на лечении сложных заболеваний, обучения и исследований, вмешательств, связанных с офтальмологией и медициной матери и ребенка, областей, стратегия и управление которыми заслуживают того, чтобы быть под ответственностью Министерства здравоохранения.
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, преданного боевика, говорит президент Теббун.
Алжир - Президент Республики Абдельмаджид Теббун направил телеграмму соболезнования членам Народной национальной ассамблеи (ННА) Муджахеду Махмуду Гемаме, который скончался в пятницу, в которой он сказал, что Алжир "потерял патриота и борца, преданного делу своего народа и своей нации".
Алжир теряет сегодня из-за смерти Моджахеда Махмуда Гемама, патриота и боевика, преданного делу своего народа и своей нации, человека, который никогда не колебался и чья решимость оставалась непоколебимой с того момента, как он взял в руки оружие, вместе со своими доблестными братьями-моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только смириться с Божьей волей", - написал президент Теббун в своем соболезновании.
"Покойный Махмуд Гемама, мир ему, принадлежал к уникальному поколению преданных патриотов-боевиков, которые пожертвовали собой ради своей родины", - добавил президент республики.
"Покойный посвятил свою жизнь освобождению Алжира от мук унизительного колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI".
"Покойный президент известен всем своей доказанной воинственностью и приверженностью к закреплению образа процветающего и единого Алжира", - сказал президент Теббун.
"На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешивающийся для примирения братьев в одной и той же стране всякий раз, когда разгорается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности принесли покойному Махмуду Гемаме уважение и доверие жителей Таманрассета, которые выбрали его, чтобы представлять их в Народном национальном собрании (ННА) в течение нескольких сроков, в течение которых он был послом и защитником интересов региона и чаяний его народа, и даже представителем и представителем всех алжирцев", - написал президент Республики.
"Всех выражений соболезнования будет недостаточно, чтобы отдать дань уважения моджахеду Махмуду Гемаме, мир ему.
Он покидает нас сегодня в то время, когда Алжир нуждается в нем", - сказал президент.
"Я молюсь Всемогущему Богу, чтобы Он окружил покойного Своим Святым Милосердием, чтобы Он принял его в Своем огромном раю рядом с шухадой и добродетельными людьми.
Я также молю Бога, чтобы он дал терпения и утешения его семье и близким... нет силы и могущества, кроме как у Бога", - заключил президент республики.
Обновление информации о поездках в связи с коронавирусом: какие страны имеют ограничения на поездки для болгар при въезде
Число стран, вводящих ограничения на поездки, растет. С этой недели Чехия хочет провести тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только в том случае, если у них есть регистрация по адресу, трудовой договор или документ, подтверждающий командировку.
С сегодняшнего дня люди, которые посещали Болгарию и Румынию в течение последних 14 дней, подлежат обязательному карантину в Италии.
Обязательный домашний карантин в Австрии, несмотря на отрицательный ПЦР-тест. Это уже требуется для тех, кто въезжает в Германию. В течение следующих 14 дней доступ на юг Румынии был запрещен без уважительной причины.
Со вторника те, кто путешествует на самолете из Болгарии в Грецию, должны будут предъявить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, сделанного за 72 часа до их въезда на территорию нашего южного соседа, объявило Министерство иностранных дел.
Они добавили, что в страну будут допускаться только пассажиры, имеющие сертификат на такой тест. Он должен быть выдан на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям
Тесты на коронавирус будут признаны, если они проводятся в национальных референс-лабораториях, национальных лабораториях здравоохранения или частных лабораториях, которые аккредитованы соответствующими национальными органами по аккредитации (не обязательно специально для COVID-19).
Эта мера не распространяется на греческих граждан, граждан, проживающих в Греции, и путешественников по важным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными греческими властями по прибытии в Грецию.
Требование о том, чтобы граждане, путешествующие на самолете в Грецию, заполняли не менее чем за 24 часа электронную форму определения местоположения пассажира (PLF), генерирующую QR-код, который они предъявляют греческим властям при въезде в страну, остается в силе.
На данный момент нет никаких изменений в требованиях для пересечения сухопутных границ между Болгарией и Грецией. "Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму локализации пассажиров (PLF), генерирующую QR-код не менее чем за 24 часа до прибытия", - пояснили в МИД.
Закрытие КПП "Илинден", "Капитан Петко Воевода" и "Маказа" увеличило трафик через границу в районе Петрича. Проблем с переходом нет. Очередей из грузовиков нет. Все ожидающие выходят в море в Греции. Путешественники ждут около полутора часов, чтобы пересечь Тауэр.
Работают три пункта на болгаро-греческой границе, закрыты только "Илинден - Эксохи" и эта часть Ивайловграда.
Доминик Каммингс находится в заложниках у SAS... во время экскурсии по базе
Главный советник премьер-министра испытал это на прошлой неделе во время экскурсии по базе
Мысль о том, что Доминика Каммингса держат в заложниках с винтовками, направленными на его голову, может быть одной из тех, которые некоторые госслужащие тайно смакуют.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время экскурсии по штаб-квартире SAS, Stirling Lines.
Mail on Sunday сообщает, что часть его визита в среду включала поездку в "Убийственный дом", где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе Херефорд также включала в себя осмотр военной техники полка и брифинг о последних операциях, включая усилия по ликвидации террористов "Исламского государства" в Ираке.
Высокопоставленным посетителям Stirling Lines предлагается необычный прием - поворот в "Убийственном доме", двухэтажном здании, где SAS практикует ближний бой.
Среди предыдущих гостей была принцесса Диана, чьи волосы загорелись из-за искры от гранаты, брошенной во время учений в 1983 году.
Известно, что Каммингс прибыл на базу, названную в честь основателя полка полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний военный полигон Понтрилас, где базируются другие сверхсекретные подразделения.
Визит был частью его поездки по строго засекреченным британским объектам безопасности, которая вызвала недоумение у политиков и военных руководителей.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, член Консервативной партии и председатель Комитета по обороне Палаты общин, заявил, что депутатам должна быть предоставлена такая же возможность задавать ему вопросы по вопросам обороны и безопасности, как и министрам и государственным служащим.
Специальные советники, которых назначают политики, редко обязаны давать показания специальным комитетам.
Понятно, что старшие офицеры SAS использовали мероприятие в среду, чтобы подчеркнуть важность сохранения численности персонала в Королевской морской пехоте и парашютном полку.
Сообщалось, что эти подразделения, которые составляют большинство войск специального назначения, могут быть сокращены или объединены, чтобы сэкономить деньги.
"Более половины солдат в SAS, состоящей из 250 человек, ранее были парашютистами, в то время как еще меньшая Специальная лодочная служба (SBS) не могла существовать без поддержки Королевской морской пехоты", - сказал источник в министерстве обороны.
"Поэтому Каммингсу было сказано, что эти подразделения должны быть сохранены в полном объеме".
Г-н Каммингс, который жаловался на то, что военные закупки "продолжают растрачивать миллиарды фунтов", недавно присутствовал на встречах в штаб-квартирах МИ-5 и МИ-6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, а также сверхсекретные правительственные лаборатории в Портон-Дауне в Уилтшире.
Вчера вечером Министерство обороны не ответило на просьбу о комментарии.
Утренник "Воскресное утро": чествование Роджерса и Харта
В 2020 году исполняется сто лет со дня дебюта на Бродвее первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра - Ричарда Роджерса и Лоренца Харта.
Чтобы почтить свое авторское наследие, бродвейские звезды Джелани Алладин ("Холодное сердце", "Геркулес") и Кристиани Питтс ("Кинг-Конг", "Сказка Бронкса") вместе с танцором Ричардом Риазом Йодером ("Хелло, Долли!", "Shuffle Along") представляют современный вариант стандарта Роджерса и Харта "The Lady Is a Tramp", записанный специально для аудитории "Sunday Morning".
Музыкальное руководство и аранжировки - у барабанщика Брайана Картера, который выступает вместе с басистом Расселом Холлом.
Пожарные продвигаются вперед в борьбе с пожарами в округе Лассен
Пожарные продвигаются вперед в борьбе с двумя лесными пожарами, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Пожар в Голде, который начался к югу от Адина, локализован на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам, сообщили в субботу утром представители пожарной службы Калифорнии.
После четырех дней горения огонь охватил 21 000 акров, уничтожил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и укрепить контрольные линии.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сьюзанвилля небольшой пожар, известный как пожар Хог, уничтожил два строения и поглотил около 10 000 акров.
По данным Калифорнийского департамента лесного хозяйства и противопожарной защиты, огонь утих ночью, когда пожарные работали над зачисткой и укреплением линий контроля.
К утру субботы он был локализован на 45% и горел в течение шести дней.
В дневную жару, когда температура в районе Сьюзанвилля превышала 90 градусов, тлеющие участки могли вспыхнуть.
В то время как некоторым жителям разрешено вернуться в свои дома, в некоторых районах в обеих зонах пожаров по-прежнему действуют приказы об обязательной эвакуации.
Двое пожарных, пострадавших при пожаре в Золотом, выписаны из больницы.
Цепному мосту между Шотландией и Англией исполнилось 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет в преддверии реконструкции стоимостью 10 миллионов фунтов стерлингов.
Цепной мост Юнион пересекает реку Твид от Фишвика в Шотландии до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, он был самым длинным подвесным мостом из кованого железа в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского Королевского флота капитаном Сэмюэлем Брауном.
Он запатентовал и изготовил цепи из кованого железа после того, как пострадал от потери кораблей Королевского флота, которые оторвались от веревок.
Друзья цепного моста Юнион и Институт гражданских инженеров (Ice) Шотландии отмечают двухсотлетие переправы.
Роберт Хантер из группы друзей сказал: "Это действительно один из самых исторических мостов в мире и завораживающее произведение инженерного искусства.
"Мы запланировали ряд торжеств по этому случаю, но, к сожалению, их пришлось отложить.
"Тем не менее, тот факт, что вскоре начнутся работы по реконструкции стоимостью 10 миллионов фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут наслаждаться мостом во всем его великолепии".
Директор Ice Scotland Ханна Смит описала мост как "часто упускаемую из виду" часть инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это замечательно, что вскоре начнутся работы по его реконструкции".
Северная Корея объявляет чрезвычайное положение в связи с сообщением о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал экстренное заседание политбюро после того, как человек с подозрением на Covid-19 вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
Если это подтвердится, это будет первый случай, официально признанный властями Северной Кореи, которые до сих пор заявляли, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел карантин в приграничном городе Кэсон, назвав это "критической ситуацией, в которой можно сказать, что опасный вирус проник в страну", сообщило государственное информационное агентство ЦТАК.
По данным ЦТАК, человек, бежавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, указывающими на Covid-19.
"Чрезвычайное происшествие произошло в городе Кэсон, где беглец, уехавший на юг три года назад, человек, который, как подозревают, был заражен опасным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии", - говорится в сообщении ЦТАК.
ЦТАК конкретно не упомянуло, был ли человек протестирован, но сообщило, что "неопределенный результат был получен в результате нескольких медицинских осмотров секреции органов верхних дыхательных путей и крови этого человека", что побудило чиновников поместить человека в карантин и проверить всех, с кем он мог контактировать.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгие меры по закрытию границ.
Тысячи людей в этой закрытой стране были помещены на карантин, но недавно ограничения были ослаблены.
В последние недели Северная Корея также активизировала кампанию, критикуя перебежчиков в Южную Корею как "человеческих отбросов" и призывая Южную Корею расправиться с группами, которые отправляют пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в воинских частях вдоль границы, где подозреваемый пересек границу, чтобы "применить суровое наказание и принять необходимые меры".
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидающих принятия мер в парламенте Содружества вызывает обеспокоенность по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя внедрение технологии распознавания лиц, принуждение технологических компаний расшифровывать информацию, хранящуюся в компьютерных системах их клиентов, принуждение технологических компаний предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение полномочий ASIO по принудительному допросу.
Эти меры поднимают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особое беспокойство.
В отличие от других стран "Пяти глаз" - США, Канады, Великобритании и Новой Зеландии - после 11 сентября ASIO было предоставлено право в обязательном порядке допрашивать людей на срок до семи дней в связи с преступлениями, связанными с терроризмом.
Хотя можно согласиться с тем, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия - крайнее насилие, по крайней мере, предлагает четкую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о "широких и расплывчатых" определениях, используемых в этом законопроекте для запуска принудительного допроса: работа с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая является тайной или вводящей в заблуждение и "наносит ущерб интересам Австралии".
Трудно представить себе более "широкое и расплывчатое законодательство о "национальной безопасности", чем это".
ASIO будет разрешено в обязательном порядке допрашивать кого угодно по этим вопросам, а не только подозреваемых правонарушителей.
Сюда входят журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, жители и гости.
ASIO просто нужно будет показать, что допрос будет "в значительной степени способствовать сбору разведданных" об иностранном вмешательстве, что, по-видимому, является главной целью законопроекта.
Затем человека могут допрашивать до 40 часов (не считая перерывов).
Если человек отказывался присутствовать, его арестовывали.
Отказ отвечать или дача ложных или вводящих в заблуждение ответов будет караться лишением свободы на срок до пяти лет.
Правила, которые являются основополагающими в наших правовых системах - на самом деле защищенные конституцией в Соединенных Штатах - отменяются этим законопроектом.
Люди - в том числе люди, которым уже предъявлены обвинения - будут вынуждены предоставить доказательства, которые затем могут быть использованы для их судебного преследования.
У них мог бы быть адвокат, но адвокат был бы ограничен разъяснением вопросов, которые были двусмысленными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи к генеральному прокурору.
Как отметил генеральный инспектор по разведке и безопасности, это "отходит от тенденции повышения требований к внешнему разрешению в других юрисдикциях "Пяти глаз".
Это также нарушает принцип разделения властей, согласно которому суды проверяют действия исполнительной власти.
Новый законопроект также предлагает распространить полномочия по допросу на детей, которым не менее 14 лет, но только на тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, предоставление полномочий принудительно допрашивать кого-либо об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной", или о деятельности, которая "наносит ущерб интересам Австралии", выходит за рамки дозволенного.
Мы одиноки.
Ни одна другая страна "Пяти глаз" не заходит так далеко, даже за преступления, связанные с терроризмом.
Подлинно либеральные демократии защищают от авторитарных мер.
Поведение наших органов безопасности в связи с прослушиванием парламента Восточного Тимора, судебными процессами над Свидетелем К и Бернардом Коллари, тайным судом и заключением в тюрьму бывшего офицера разведки, недавними ордерами на обыск двух журналистов и перспективой предъявления обвинений одному из них в связи с сообщениями о предполагаемых убийствах австралийскими солдатами в Афганистане показывает, почему мы не должны ослаблять бдительность.
Тела матери и двух младенцев найдены в машине, утонувшей в пруду
АВГУСТА, Джорджия - Власти вытащили затопленный автомобиль из пруда в Джорджии и обнаружили внутри тела женщины и ее 10-месячных детей-близнецов.
Офис шерифа округа Ричмонд сообщил, что экипажи обнаружили автомобиль в пруду Мэра в Огасте в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти идентифицировали тела как 25-летнюю Шакию Филпот и ее малолетних детей Кейсена и Кассиуса Уильямсов.
Чиновники не сообщили подробностей о том, как семья оказалась в пруду.
По словам Боуэна, автомобиль обнаружил свидетель, который рыбачил в этом районе.
Тела должны были быть отправлены в Бюро расследований штата Джорджия для вскрытия.
Дело до сих пор расследуется.
Рецензия на "Персов": древний портрет поражения Эсхила
В "Персах" не так много действия, едва ли даже сюжета. Люди просто ходят, разговаривают (по общему признанию, довольно интенсивно) о событиях (по общему признанию, трагических), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции высвобождает ураганный звук и ярость. На своем пике шоу бьет, как удар в солнечное сплетение, захватывая дыхание - воздействие лишь немного притупляется при просмотре онлайн.
Впервые поставленная в 472 г. до н.э., "Персы" Эсхила считается самой старой сохранившейся греческой пьесой. Эта постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра, нет записи в Интернете. Место было первоначально задумано как часть городского асклепиона (лечебного центра), потому что греки считали баланс между телом и душой необходимым для хорошего здоровья. Давайте все с тоской обдумаем эту философию.
Шоу рассказывает о последствиях Саламинской битвы, морского сражения, в котором численно превосходящие греки разгромили могущественную персидскую армию 2500 лет назад. В то время, когда наши горизонты сужаются, это просто головокружительно - виртуально присоединиться к живой аудитории, наблюдая (с субтитрами) за живыми актерами в Греции, когда они исполняют пьесу тысячелетней давности.
Сам Эсхил сражался при Саламине, но в его пьесе есть изюминка: этот ветеран победившей стороны рассказывает свою историю среди побежденных, довольно сочувственно глядя на страдания своих недавних врагов.
Хор персидских мужчин, одетых в длинные юбки коричневого цвета и белые рубашки на пуговицах, открывает церемонию.
Входит овдовевшая мать Ксеркса, королева Атосса (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она - человек в экзоскелете из ткани, одновременно уязвимый и грозный. Кониорду, которая является одной из величайших театральных актрис Греции, знает роль наизусть - она руководила и играла главную роль в более ранней постановке Национального театра Греции "Персы", которая играла в центре Нью-Йорка в 2006 году - и она закрепляет ход событий, не делая, казалось бы, вообще ничего.
Опасения, которые все испытывали, подтверждаются в мучительных подробностях посыльным (Аргирис Пандазарас), возвращающимся с фронта. В абсолютно невероятной сцене он рассказывает о битве, доводя себя до бешенства, когда участники хора танцуют вокруг него, а дронообразная партитура Йоргоса Пулиоса раздувается до, должно быть, оглушительного уровня.
Позже к ним присоединяется мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Ксафис), которому каким-то образом удалось выбраться живым из-под обломков.
Довольно много классического театра, который мы видим в Соединенных Штатах, пытается сделать его более доступным тем или иным способом. Часто это делается с относительно натуралистическим чтением строк, в попытке сделать текст менее чуждым, более легким для усвоения. Но Лигнадис и его труппа полностью принимают декламацию, которая может звучать немного вынужденно для современных ушей, но подчеркивает ритмическую силу текста.
Мы никогда не забываем, однако, что пьеса основана на эмоциях, которые слишком человечны.
Египет начинает регистрацию данных избирателей за рубежом для выборов в сенат
Национальное избирательное управление (NEA) в субботу начало регистрировать данные избирателей на борту, чтобы начать голосовать на выборах в сенат, которые состоятся 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое представительство, связанное с их местом жительства за рубежом, на веб-сайте NEA с 25 по 31 июля.
NEA также опубликовало видео, объясняющее шаги, которые избиратели могут предпринять, чтобы отдать свой голос удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидатов в сенат продлится с 26 июля по 8 августа, говорится в сообщении NEA.
Министр эмиграции и по делам эмигрантов Египта Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в соответствии с их конституционным правом.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон был принят большинством в две трети голосов при возражениях четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100 избираются по индивидуальной системе и 100 членов назначаются президентом республики.
Срок полномочий членов Сената составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
Более 200 пожарных принимают участие в тушении пожара в долине Джурупа - CBS Los Angeles
Долина Джурупа (CBSLA) - Лесной пожар вспыхнул в субботу днем в долине Джурупа, что привело к реагированию более 200 пожарных.
Пожар Карен был зарегистрирован сразу после 3 часов дня на Сьерра-авеню и Карен-лейн.
Площадь пожара выросла с примерно 5-10 акров до примерно 250 акров по состоянию на 8 часов вечера.
Сдерживание при последней проверке было на 50% и 225 пожарных из Cal Fire, Riverside County Fire Department, City of Corona Fire Department и San Bernardino County Fire были на месте и боролись с огнем.
Дальнейшее продвижение огня было остановлено, но ожидается, что ресурсы останутся на ночь для мониторинга условий.
Сообщений о травмах или повреждениях строений не поступало, эвакуация не проводилась.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино была закрыта.
Число заразившихся коронавирусом в Израиле превысило 60 000 человек
ИЕРУСАЛИМ (Рейтер) - Число людей с положительным результатом теста на коронавирус в Израиле превысило 60 000 в субботу, в то время как правительство изо всех сил пытается сдержать рост числа заражений.
Последний ежедневный подсчет показал 1770 новых случаев заражения, в результате чего общее число случаев достигло 60 496, сообщило министерство здравоохранения страны.
Израиль с населением в девять миллионов человек сообщил в общей сложности о 455 смертельных случаях в результате пандемии.
Израиль был одной из первых стран, которая ввела общенациональный локдаун и поначалу успешно сдерживала вспышку.
Количество ежедневных случаев, которые исчислялись сотнями, снизилось до двухзначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, как с тех пор признали некоторые чиновники - и уровень заражения снова вырос.
Возобновление спорадических закрытий различных секторов экономики усугубило общественное недовольство, вызвав ежедневные демонстрации.
Будьте осторожны с садоводческими уловками, которые выглядят слишком хорошо
Для ученого-растениевода может быть неловко признаться в этом, но я - абсолютный любитель садовых трюков.
Мне нравится думать, что это потому, что я непредвзятый или, может быть, просто иррационально оптимистичный, тем более, что многие вещи в растительном мире часто крайне нелогичны.
Но мне не стыдно сказать, что за всю свою жизнь в садоводстве я влюбился в десятки из них.
Хотя я твердо верю в ценность того, чтобы попробовать что-то для себя, если вы не хотите учиться трудным путем, вот некоторые из наиболее распространенных садовых уловок, с которыми я столкнулся.
Первыми, и, вероятно, самыми злостными нарушителями, были привитые растения томата и картофеля.
Провозглашенное революционным прорывом прививание растений томата к корням картофеля на самом деле является ботанической диковинкой старой школы, относящейся, по крайней мере, к 1920-м годам.
Поскольку они оба из одной семьи и имеют в целом схожую внутреннюю "сантехнику", вы действительно можете создать такие хирургически улучшенные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как плоды и корни, требует много метаболической энергии, и если растения пытаются делать и то, и другое, их ограниченная энергия неизбежно раскалывается.
Это означает, что урожайность этих привитых растений ужасна и совсем не похожа на то, что вы видите на маркетинговых картинках.
Кроме того, есть тот факт, что культуры созревают с разной скоростью, поэтому, чтобы собрать урожай, вы должны убить растения до того, как помидоры созреют.
Что касается маркетинговых образов, то здесь тоже много хитростей.
В некоторых крупных каталогах я видел розы, окрашенные в небесно-голубой цвет, и фруктовые деревья с физиологически невозможным количеством плодов на ветвях.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Instagram и используемые торговыми сетями в качестве изображений их испытательных полигонов.
К сожалению, работа небольшого меньшинства бесцеремонных компаний означает, что вы должны смотреть на рекламные изображения, особенно в Интернете, с очень скептическим взглядом.
Если это выглядит слишком хорошо, чтобы быть правдой, то, вероятно, так оно и есть.
Кстати, синий цвет относительно редок в ботаническом мире, так что если вы видите ослепительный новый вереск, орхидею или кактус, сияющий в самом интенсивном "дезинфицирующем" оттенке синего, он почти наверняка был распылен или окрашен.
Это было бы хорошо, если бы продавцы дали это понять, но они редко это делают.
Орхидеи синей моли вернутся к своему первоначальному белому цвету, но опрысканные кактусы и верески, покрытые светопоглощающим слоем красителя, вряд ли выживут долго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что из их пакетов вырастут миниатюрные деревья.
Бонсай - это не вид растения.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые спиливаются, а новые побеги закрепляются на месте.
Я знаю, что буду продолжать попадаться на уловки, это часть удовольствия от экспериментов.
Но отбросьте их, и вы можете найти тот, который на самом деле имеет шанс оправдать свое обещание.
Карантин в Испании: нужно ли проходить карантин в Испании?
Нет - но если вы вернетесь из Испании сегодня после полуночи, вам придется самоизолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсуф сказал: "Решение об исключении Испании ранее на этой неделе было принято, когда данные показали улучшение в распространении вируса.
Но очевидно, что последние данные дали нам повод для беспокойства, чтобы отменить это решение.
"Мы понимаем, что это будет разочаровывающим. Тем не менее, мы всегда ясно давали понять, что внимательно следим за ситуацией с пандемией во всех странах и что мы можем потребовать удалить страну из списка мест, освобожденных от карантинных требований, если вирус покажет всплеск".
"Он все еще активен и все еще смертелен. Подавление вируса, предотвращение его передачи и защита общественного здоровья - наш приоритет".
Никаких правил для британских путешественников, прибывающих в Испанию, не было объявлено, однако, если вы едете в Испанию, вы должны проверить местные правила в вашем районе.
Заместитель директора по чрезвычайным ситуациям в области здравоохранения Испании Мария Хосе Сьерра сказала:
"У нас есть важные вспышки. Это может быть вторая волна. Мы должны посмотреть, что произойдет в ближайшие несколько недель".
Имам-уль-Хак из Пакистана признан годным к игре после травмы на разминке
Пакистан и Англия встретятся друг с другом в трех тестах и стольких же T20I.
Пакистанский отбивающий Имам-уль-Хак был признан годным к отбиванию врачом команды после того, как он получил удар по левой руке во время отбивания в разминочном матче между командами в Дерби.
"Леворукий бэтсмен принял участие в разминке перед началом второго игрового дня", - говорится в заявлении Пакистанского совета по крикету (PCB).
Имам из PCB Whites был ранен в левую руку во время поединка против Насима Шаха из PCB Greens в первый день матча.
Имам был вынужден сойти с дистанции в пятницу вечером после того, как получил удар по левой руке мячом от Шаха, но смог принять участие в утренней разминке и возобновит свою игру на третий день.
Более 30 сотрудников получили положительный результат теста на коронавирус в единственном отделении банка в Тамилнаде
По меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, штат Тамилнад, дали положительный результат на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, посетившим банк клиентам также было рекомендовано добровольно явиться для сдачи анализов на коронавирус.
Ранее от COVID-19 умер высокопоставленный чиновник филиала, который страдал от других осложнений.
По словам чиновников, о положительных случаях стало известно после того, как недавно в банке был проведен массовый медицинский скрининг.
Высокопоставленные представители банка заявили, что процесс дезинфекции завершен, и банк может возобновить работу с завтрашнего дня.
Медицинские работники корпорации находятся на связи с клиентами, которые посетили банк.
Тамилнад, где зарегистрировано больше всего случаев заражения вирусом в стране после Махараштры, сообщил о 206737 положительных случаях вируса по состоянию на субботу.
Премьер-министр Индии примет участие в закладке храма на спорном участке
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном участке на севере Индии, где мечеть 16-го века была снесена индуистскими сторонниками жесткой линии в 1992 году, по данным треста, контролирующего строительство храма.
Церемония назначена на 5 августа, дату, которую организаторы назвали астрологически благоприятной для индусов, но которая также отмечает год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством, Джамму и Кашмир.
Этот символизм невозможно было не заметить как сторонникам, так и противникам индуистской националистической партии Моди "Бхаратия джаната парти", или БДП, чей манифест на протяжении десятилетий включал в себя обещания лишить беспокойный Кашмир автономии и построить храм индуистскому богу Раму там, где когда-то стояла мечеть эпохи Великих Моголов, в городе Айодхья в штате Уттар-Прадеш, который, по мнению верующих, является местом рождения Рама.
Поскольку коронавирус все еще свирепствует по всей Индии, которая сообщила о третьем по величине количестве заболевших в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а число участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad, или Всемирной индуистской организации, индуистской националистической группе, связанной с БДП.
Храм будет служить "прочным и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства хиндутвы", или индуистского образа жизни, сказал представитель организации Винод Бансал в пресс-релизе в субботу.
Столетний спор вокруг этого места был разрешен в прошлом году после сокрушительной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового фонда, заявив, что мусульманским петициям будет предоставлено пять акров на альтернативном месте.
Индуистские сторонники жесткой линии уже давно утверждают, что могольские мусульманские захватчики построили мечеть на вершине ранее существовавшего храма в древнем городе Айодья.
Беспорядки в декабре 1992 года, последовавшие за разрушением мечети, вызвали межобщинное насилие, в результате которого было убито около 2000 человек, в основном мусульман.
Между тем, судебный процесс по делу о сносе продолжается в специальном суде.
Архитектор из Ахмадабада, штат Гуджарат, родной штат Моди, предложил возвышающееся сооружение из песчаника высотой 49 метров с пятью куполами.
Йоги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил, чтобы Айодхья провела специальную церемонию очистки и очищения, а все храмы города зажгли масляные лампы перед визитом Моди, сообщило информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие ознаменовало конец "500-летней борьбы", сообщает PTI.
