Доминик Рааб: Правительство не может принести извинения за решение Испании о карантине
Доминик Рааб выступил в защиту решения правительства о возобновлении карантинных мер в Испании в кратчайшие сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран, которые считаются безопасными для посещения на Даунинг-стрит, однако недавний всплеск случаев коронавируса вызвал опасения второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений в качестве «реакции в режиме реального времени» на тревожный всплеск инфекций в регионе.
Он сказал, что ситуация была затем оценена вчера днем, «и мы приняли решение так быстро, как могли».
«Мы не можем принести извинения за это», - добавил он.
«Мы должны иметь возможность предпринять быстрые и решительные действия, особенно в отношении локализованных или международных отношений с Испанией или конкретной страной, где, как мы видим, должны действовать».
«В противном случае мы рискуем вновь заразиться в Великобританию, возможно, второй волной здесь, а затем еще одной блокировкой».
Секретарь транспорта среди отдыхающих Испании вынужден пойти на карантин
Решение было принято после того, как Испания регистрировала более 900 новых случаев заболевания Covid-19 в течение двух дней подряд.
Министр иностранных дел признал, что многие туристы не успели отменить или изменить свои планы.
«Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или рассматривал возможность пойти, но мы должны иметь возможность предпринять быстрые, решительные действия для защиты Великобритании», - сказал он.
«Мы добились такого прогресса в борьбе с вирусом и предотвращении повторного захвата вируса в Великобритании».
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за «откровенно шамболическое» обращение с этой мерой.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих «растерянными и огорчаемыми».
Депутат от лейбористов сказала Софи Ридж: «Я понимаю, почему они приняли решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно шамболически.
«В Испании есть отдыхающие в настоящее время в растерянности и беде, есть люди, которые собираются отправиться в отпуск в Испанию и острова, такие как Тенерифе, которые запутались, и они не знают, позволят ли их работодатели взять на карантин две недели».
«Правительство просто говорит: «Мы надеемся, что работодатели будут сотрудничать».
«То, как это решение было принято за последние 24 часа, откровенно шамболически».
Что означает Испания в карантинном списке для отдыхающих?
Он призвал министров предложить «ясность» в отношении того, получат ли те, кого просят ввести карантин, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что четкая информация также необходима «для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом накопили весь год для своего семейного отдыха, которые растеряны и огорчены».
«То, как было сообщено об этом решении, очевидно, вызывает беспокойство», - подчеркнул он.
Г-н Рааб сказал, что ни один работник, следуя новому руководству, не должен подвергаться наказаниям со стороны работодателей, в том числе за счет больничного.
Он сказал: «Мы меняем правила - закон изменен в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которым придется карантин из-за закона необходимую им гибкость.
«Если кто-то следит за законом в отношении карантина и самоизолирует себя так, как должен быть, он не может наложить на него штрафы».
«неудачи» США сдерживают поиск лекарств от коронавируса
США препятствуют глобальным усилиям по производству полезных препаратов против COVID, поскольку исследователи тестируют наркотики «произвольным, волей-неволе», предупредил эксперт, возглавляющий британскую программу.
Британская программа Recovery Trial, в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один перспективный новый препарат для борьбы с этим заболеванием, а еще два других, которые ранее считались потенциальными спасателями жизни, - бесполезными.
Однако неспособность медицинской системы США соответствовать этим показаниям означает, что другие перспективные методы лечения, которые могли быть очищены для широкого применения, еще предстоит оценить.
В частности, реконвалесцентная плазма (плазма крови, взятая у пациентов с Covid-19 и содержащая антитела, которые могут защитить других от этого заболевания) еще должна быть надлежащим образом протестирована в ходе крупномасштабного рандомизированного исследования.
«Десятки тысяч людей уже получили восстановительные плазмы в США, но эти методы лечения не были рандомизированы», — сказал профессор Мартин Лэндрей, один из основателей программы восстановления.
«Они просто дают людям исцеляющие плазму в надежде, что она сработает. Было предоставлено огромное количество, и они до сих пор не имеют представления о том, помогает ли это, вредит или не оказывает никакого влияния», — добавил Лэндрей, эксперт по организации крупномасштабных испытаний наркотиков.
США не в состоянии провести крупные рандомизированные испытания, и это в конечном итоге дает плохие лекарства
Рандомизированные испытания лекарств являются золотым стандартом для того, чтобы определить полезные лекарства.
Они устраняют бессознательные предубеждения, которые могут затуманивать суждения клиницистов.
Тысячи людей получают лекарство, а тысячам других — плацебо.
Никто не знает, что им дали.
Затем сравниваются результаты и выявлена эффективность лечения.
Таким образом, Recovery смогла продемонстрировать, что стероид дексаметазон снизил смертность на треть у пациентов с Covid-19 на аппаратах ИВЛ.
Это также показало, что высоконабитый препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не оказали никакого влияния на спасение жизней пациентов.
Крайне важно, чтобы эти исследования потребовались очень большого числа пациентов, и ни одна больница не располагает достаточным количеством таких исследований.
У Британии есть одно ключевое преимущество — централизованная Национальная служба здравоохранения.
В отличие от этого, служба здравоохранения США раздроблена, и ее единственный успех в указании возможного лечения заключается в том, чтобы подчеркнуть полезность дорогостоящего препарата remdesivir для ускорения выздоровления некоторых пациентов с Covid-19.
«В США проходит множество небольших испытаний лекарств, в которых участвуют несколько десятков или нескольких сотен пациентов, но никаких веществ нет», — добавил Лэндрей.
«Они не могут проводить крупные рандомизированные испытания, и это в конечном итоге дает плохие лекарства. Это делает медицинскую практику беднее, а результаты для пациентов — хуже».
Лэндрей сказал, что эта неудача была особенно раздражающей, когда дело дошло до использования реконвалесцентной плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
«Если посмотреть на США, то огромное количество этого лечения использовалось на произвольной основе. Великобритания преуспевает за пределами меры по сравнению с тем, что там происходит», - добавил он.
Профессор Питер Хорби, эксперт по инфекционным болезням и другой основатель программы «Восстановление», сказал:
«Поступали сообщения о том, что 20 000 пациентов получают реконвалесцентную плазму в когорте, но ни один из этих пациентов не был рандомизирован. Если бы они провели рандомизированные исследования этих пациентов, мы бы получили четкий ответ об эффективности реконвалесцентной плазмы».
Хорби добавил, что UK Recovery запустила рандомизированные испытания плазмы выздоровления, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы заболела 212 человек в 23 штатах
25 июля (UPI) — Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, в которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе ЦКЗ сообщил, что 87 человек заболели со времени последнего обновления вспышки болезни во вторник.
Агентство сообщило, что у людей появились симптомы, связанные со штаммом сальмонеллы, которые могут проявляться в течение двух-четырех недель, в период с 19 июня по 11 июля.
Тридцать один человек был госпитализирован с начала вспышки болезни, но никаких смертельных случаев не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не выявлен.
Она не издавала никаких рекомендаций против употребления или употребления определенных продуктов питания, а также не названных розничных торговцев, которые могут продавать зараженные продукты.
В Орегоне было больше всего случаев заболевания сальмонеллой — 51 инфекция, а Юта находится в непосредственной близости от 40 зарегистрированных случаев заболевания.
Сальмонелла — это бактериальная пищевая болезнь, которая приводит к 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертельным исходам в год, согласно CDC.
Наиболее распространенными симптомами инфекции сальмонеллы являются диарея, лихорадка и спазмы в желудке, которые могут начаться через шесть часов до шести дней после воздействия.
Заболевание обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пара MACED в Калифорнийском парке собак за то, что она не носила маски для лица во время обеда (ВИДЕО) - RT USA News
Тут постыждение маскировки, а затем полный штурм.
Калифорнийская пара, обедая со щенком в собачьем парке, пережила вторую, когда раздраженная женщина распыляла их перцем за отказ маскировать... во время еды.
Эш О'Брайен и муж Джаретт Келли говорят, что в четверг они перекусили в собачьем парке Dusty Rhodes в Сан-Диего, с трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда подошла «случайная старушка», назвав их «идиотами» за то, что они не маскируют, хотя «нельзя носить маску и есть одновременно».
О'Брайен велел женщине покинуть парк и перестать домогаться ее, и в этот момент женщина развязала пару банку булавы.
Видеокадры, снятые наблюдателем, начинаются с того, что Келли борется с баночкой-спреем от женщины и получает дозу булавы в лицо для своих неприятностей.
О'Брайен можно услышать плач на заднем плане, когда нападавший уходит со своими собаками.
О'Брайен поделилась видео в Facebook и рассказала ABC 10, что хочет, чтобы женщина «попала в тюрьму».
Маски для лица являются обязательными по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно удалить только в несколько раз, в том числе во время еды или питья.
Однако нигде в руководящих принципах государства по коронавирусу не говорится, что прохожие могут использовать несмертоносное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху «позорения маскировки» это все еще преступление, влечет за собой штраф в размере 1000 долларов или до трех лет тюремного заключения штата.
Плоское бесплатное образование для продавца яиц Indore Paras Raykar, чья тележка была опрокинута якобы более 100 рупий взятки
Повозка Параса Райкара с яйцами, как утверждается, была отменена в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история о том, как гражданские чиновники опрокинули тележку 13-летнего продавца яиц, стала вирусной в социальных сетях, мальчик из Индора нашел подавляющую поддержку со стороны людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес.
Семья мальчика также утверждала, что политики, включая лидера Конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложила позаботиться о расходах на образование детей в семье.
Повозка Параса Райкара с яйцами, как утверждается, была отменена в четверг гражданскими чиновниками в Индоре, где администрация применила правило «лево-правых» для шахматного открытия магазинов в условиях пандемии коронавируса.
Видео, на котором мальчик утверждал, что чиновники предупредили его утром снять тележку или заплатить 100 рупий, поскольку взятка стала вирусной в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждал мальчик.
Мальчик также утверждал, что его ежедневная продажа снизилась из-за пандемии и потеря его акций возложит на него дополнительное финансовое бремя, в видео.
С четверга семья мальчика была переполнена поддержкой людей по всей стране, многие из которых предлагают помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь для поступления детей в колледж, BJP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом под руководством Прадхана Мантри Авас Йоджаны.
Пресс-клуб Indore также предоставил мальчику паек и деньги.
Лидер Конгресса Рахул Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
«Мы переполнены поддержкой людей по всей стране.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также обеспечил цикл и 2500 рупий.
Дигвиджая Сингх предоставил 10 000 рупий и гарантировал образование двух детей.
Офис Рахула Ганди также вызвал и предложил поддержку.
Женщина из главного министра Дели Арвинд Кеджривал позвонила и предложила помощь.
Jyothiraditya Scindia также предложил поддержку», - сказал дед Параса.
Министр внутренних дел Прити Патель требует от Twitter и Instagram объяснений в связи с «отвратительные» твиты Уайли
Прити Патель потребовал от Twitter и Instagram объяснения в течение времени, которое потребовалось для удаления «отвратительных» постов, сделанных Уайли.
В настоящее время полиция расследует ряд антисемитских комментариев, опубликованных в аккаунтах Grime художника в социальных сетях.
Министр внутренних дел написал в воскресенье в твиттере: «Антисемитские посты Уайли отвратительны.
«Они не должны были оставаться в Твиттере и Instagram так долго, и я попросил их дать полное объяснение.
«Компании социальных сетей должны действовать гораздо быстрее, чтобы устранить такую ужасающую ненависть со своих платформ».
Твиттер обвинили в «игнорировании антисемитизма», так как твиты Уайли все еще были видны через 12 часов после их публикации.
С тех пор несколько твитов были удалены, а 41-летний был запрещен на семидневный запрет на сайт.
Ранее Twitter заявил, что аккаунт Уайли был временно заблокирован «за нарушение нашей политики ненавистнических поведения», в то время как Facebook заявил, что в Instagram «нет места для ненавистнических высказываний».
Столичная полиция заявила в субботу: «Мет очень серьезно относится ко всем сообщениям об антисемитизме. Соответствующие материалы в настоящее время оцениваются».
Тем временем управляющая компания Уайли, A-List Management, «разорвала все связи» со звездой.
Ныне бывший менеджер художника Джон Вульф, который является евреем, написал в Twitter: «После антисемитских твитов Уайли сегодня мы в @A_ListMGMT разорвали все связи с ним. В обществе нет места антисемитизму».
Ранее он говорил, что не поддерживает и не потворствует тому, что Уайли опубликовал, но что он будет говорить с ним в частном порядке и «помогать обучать его».
Однако в видео в Instagram Уайли появился, чтобы сказать, что именно он разорвал связи со своим руководством.
Другие депутаты раскритиковали Twitter за то, что они оставались видимыми.
Депутат от лейбористов Джесс Филлипс заявила в субботу: «Только что видела все вещи Уайли. Почему на земле @Twitter оставил такой вопиющий антисемитизм и ненависть? Он бьет все опасные удары, евреи получают вещи, которых вы не получили, они контролируют, они думают, что их лучше... Это опасные вещи. Конечно, оно должно спуститься».
Коллега-депутат Нил Койл добавил: «Его руководство, похоже, способно действовать быстрее, чем @Twitter, еще раз подчеркнув, что законодательство (включая законопроект Online Harms) должно гарантировать, что платформы социальных сетей не используются для распространения ненависти».
Джон Манн, независимый советник правительства по антисемитизму, заявил, что твиты «показывают, почему именно закон нуждается в изменении, чтобы привлечь их к разумной ответственности».
Тем временем Кампания против антисемитизма попросила полицию расследовать контент Уайли и призвала закрыть его аккаунты в социальных сетях «чтобы предотвратить дальнейшее излияние антиеврейского яда».
Уайли, известный как Крестный отец Грайма и настоящее имя которого Ричард Коуи, получил MBE за музыкальные услуги в 2018 году.
Кудлоу заявил, что следующий законопроект о стимулировании коронавируса будет включать больше проверок, продлевает мораторий на выселения
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и разошлет еще один раунд проверок в рамках следующего пакета мер по стимулированию коронавируса.
Комментарии Кудлоу появились после недели, когда Конгресс сбил надежды Белого дома на снижение налогов на заработную плату.
«Пойдет чек на 1200 долларов. Это будет частью нового пакета. Я бы предпочел снизить налог на заработную плату в дополнение к этому чеку», - сказал Кудлоу в эфире CNN «Состояние Союза».
«Но, как бы там ни было, политически это не работает».
Хотя официально не было объявлено о сделке, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами конгресса.
Прекратив дополнительные 600 долларов в виде пособий по безработице, предоставляемых федеральным правительством, Кудлоу утверждал, что дополнительные деньги наносят ущерб малым предприятиям от найма рабочих.
«У нас был поток запросов и телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанимать людей обратно», - сказал он.
«Они зашли слишком далеко. Может быть, в марте прошлого года это было необходимо, но, действительно, есть последствия того, что люди не возвращаются к работе».
Ранее в тот же день в эфире «Fox News Sunday» Мнучин сказал это чуть более грубо: «Я думаю, что рабочие и американцы понимают концепцию, что вам не следует платить больше за то, чтобы остаться дома, чем за работу».
Мнучин сказал, что новый законопроект предусматривает дополнительные пособия по безработице, но отметил, что они будут меньше выплат, выпущенных в соответствии с Законом CARES.
Он сказал, что некоторые рабочие собирают больше, чем зарабатывали на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула вернуться к работе.
Секретарь заявил, что администрация Трампа и республиканцы Сената находятся на одной странице с пакетом в 1 триллион долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые сложнее обсуждать с демократами, могут быть отсрочены для другого законопроекта.
Королева и Адам Ламберт: Брайан Мэй отмечает день рождения Роджера Тейлора
Легенда королевы сегодня делится своим днем рождения с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77-летний.
Брайан Мэй отпраздновал свой 73-й день рождения в минувшие выходные 19 июля и поблагодарил поклонников за пожелания дня рождения.
Рок-звезда написала рядом с ним и его женой Анитой Добсон: «Ужин на день рождения для меня, созданный Анитой, мы нарядились, чтобы остаться дома!»
Суд Египта назначил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор прокуратуры Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения до расследования того, почему он убил своих троих детей, а также передал его в психиатрический комитет.
24 июля 56-летний Мохамед Али бросил своих детей Хадигу, четверых, Мена, восемь лет, и Омара, шесть лет, перед движущимся поездом на железнодорожном вокзале Маллави.
Было установлено, что Али непоследовательно лепечет во время расследований, что привело к подозрению в том, что он страдает психическим расстройства.
Его жена отрицала, что у нее возникли проблемы с ним и относила его поведение к психологическим проблемам.
Жители деревни Массарт Маллави воздержались от разговоров об инциденте, принослив лишь свои соболезнования семье детей.
Около 93 процентов египетских детей в возрасте от 1 до 14 лет страдают от насилия, заявил Халид Дарвиш, советник Национального совета по вопросам детства и материнства еще в октябре.
Он добавил, что судебное преследование является одним из важнейших столпов в искоренении жестокого обращения с детьми, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в безопасных местах, таких как дома, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP взрывает пресс-секретаря Белого дома Кейли Макэнани за «политические» брифинги, но журналисты продолжают задавать политические вопросы - RT USA News
Associated Press обвинила пресс-секретаря Белого дома Кейли Макэнани в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - по-видимому, забыв, что репортеры выбирают вопросы.
В статье в субботу AP, крупнейшего информационного агентства США, говорится, что пресс-брифинги Белого дома могут быть «нарушенной традицией», поскольку Макэнани сделал их «обтекаемой, полногорлой рекламой президента перед переизбранием, местом для нападений на СМИ и форумом относительно легким для информации» о том, что правительство делает это.
Последнее из этих утверждений неоспоримо, поскольку на брифингах практически не выявляется какая-либо новая информация.
В AP не упоминается, что на брифингах практически не запрашивается какая-либо новая информация.
Журналисты часто используют пресс-серы Белого дома, чтобы привлечь к себе внимание — форму искусства, совершенную Джимом Акостой из CNN.
Они выходят за рамки типичных состязательных отношений между СМИ и администрацией, повторяя друг друга, задавая вопросы, направленные только на то, чтобы оспорить президента Дональда Трампа.
В некоторых случаях они сами публикуют новости, например, когда репортер CBS News Вейцзя Цзян ответил на реторту Трампа «спросите Китай», сделав не столь тонкий намек на расизм: «Сэр, почему вы говорите это именно мне?»
Брифинг 6 июля стал ярким примером разрыва в связи с тем, что брифинги перестали быть источником значимой информации для американцев.
Трамп написал в твиттере утром, что телевизионные рейтинги NASCAR пострадали от ложного утверждения о преступлении на почве ненависти против водителя Буббы Уоллеса и его решением запретить вывешивать флаг Конфедерации на своих мероприятиях.
Предсказуемо, большинство вопросов было о твите в качестве репортера после того, как репортер задал Макэнани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макэнани не предоставил ответа, которого хотели журналисты - звук, который навредил бы Трампу, - но она неоднократно отвечала, говоря, что президент не занимает позицию на флаге Конфедерации и что суть его послания заключалась в том, что фанатов NASCAR ошибочно изображают как расистских.
В AP заявила, что звучала «раздражительно» во время брифинга.
История AP повторил статью Washington Post в начале этого месяца репортера ABC News Джонатана Карла, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что «отрицание реальности и использование пьедестала Белого дома в чисто политических целях — это нарушение общественного доверия».
Тем не менее, быстрое остроумие Макэнани и бойцовский стиль сделали ее героем некоторых сторонников Трампа, с тех пор как она дала свой первый брифинг 1 мая после того, как она заняла пост пресс-секретаря в апреле.
Прессеры отсутствовали более года до ее назначения.
Как и другие аспекты политической жизни Вашингтона, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Это изменение произошло с обеих сторон и предшевало приходу Макэнани.
Жарка бывшего пресс-секретаря Сары Хакаби Сандерс комиком Мишель Вольф на ужине корреспондентов Белого дома в апреле 2018 года была настолько порочной, что даже ведущая MSNBC Мика Бжезински назвала его «плачевной».
Репортер AP White House Джилл Колвин приветствовала Макэнани на своем первом брифинге, спросив: «Обещаете ли вы никогда не лгать нам с этой трибуны?»
Политический аналитик Fox News Брит Хьюм, ветеран журналистики более 50 лет, который в 1989-1996 годах был главным корреспондентом ABC в Белом доме, заявила, что журналисты сегодня демонстрируют «агрессивное поведение» в зале брифингов из-за своего презрения к Трампу.
Это из-за их анти-Трампа фокуса, сказал он на этой неделе в программе Fox Tucker Carlson Tonight, журналисты пренебрегают сбором политических новостей.
«Это не просто игра в готча», — сказал Хьюм о назначении прессеров.
«Это не просто попытка поставить в неловкое положение государственного чиновника. Это для извлечения информации.
Здание суда подожгли во время протеста в Калифорнии
ОКЛЕНД, Калифорния — Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на офицеров после того, как в конце субботы активизировалась мирная демонстрация, сообщила полиция Окленда.
Демонстранты разбили окна, раскрашивали граффити, снимали фейерверки и наставали лазеры на офицеров, сообщает департамент Окленда в Twitter.
Несколько твитов призывали к миру и просили организаторов «помочь нам обеспечить безопасные места и безопасные места для демонстрантов».
Акция протеста началась ранее в субботу вечером с участием таких групп, как «Стена мамочек», похожих на группу, сформировавшуюся в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, развернутыми в этом городе для охраны здания федерального суда.
Президент Дональд Трамп направил федеральных агентов для того, чтобы подавить протесты, которые произошли в ночное время после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Акция протеста в Окленде началась мирно, но позже стала жестокой.
Около 23:30 полиция объявила о «незаконном собрании», и офицеры попросили толпу разойтись.
Пожар вспыхнул в здании высшего суда округа Аламеда и вскоре был сдержан, сообщили в новостных изданиях.
Полиция заявила, что протестующие в какой-то момент «ломают окна и скандируют расовые оскорбления жителей».
На фотографиях, опубликованных департаментом в твиттере, были разбиты стекла и краски, разбрызгиванные в здании полиции.
Высокопоставленный чиновник ООН пропустил визит в Пакистан, ссылаясь на вопрос о полете
ИСЛАМАБАД (AP) - Входящий в должность председатель Генеральной Ассамблеи ООН объявил в воскресенье, что откладывает запланированный визит в Пакистан «из-за некоторых технических проблем с полетами».
Турецкий дипломат Волкан Бозкир был избран президентом 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в посте в Twitter он заявил, что визит в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши в ответ Бозкиру написал в твиттере, что «я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита».
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что обсудит ряд вопросов с Бозкиром, включая Кашмир, который расколот между Пакистаном и соседней Индией и претендует на обоих в полном объеме.
Пакистан и Индия вели две из трех войн за спорный регион после обретения независимости от британского правления в 1947 году.
Обе стороны часто перестреливаются в Кашмире, что приводит к гибели военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций играла свою роль в решении вопроса о Кашмире в соответствии со своими резолюциями, позволяя людям, живущим в Гималайском регионе, решать, хотят ли они слиться с Индией, Пакистаном или же они предпочитают независимость.
Пол Погба бросает намек на свое будущее после того, как Man Utd печать Лиги чемпионов
Звезда «Манчестер Юнайтед» Пол Погба предположил, что останется в клубе этим летом после того, как «Красные дьяволы» запечатали место в первой четверке.
Победа «Лестера» 2:0 означала «Юнайтед» занял третье место, опередив «Челси» Фрэнка Лэмпарда.
Всего 12 матчей назад «Юнайтед» был на 14 очков от «Лестера», но сенсационный прогон формы увидел, что «Красные дьяволы» финишировали в четверке лучших.
Предполагалось, что Погба покинет клуб этим летом после двух двух лет дважды за последние два года.
Тем не менее, пандемия означает, что мало клубов будут проводить большие этим летом, и нет покупателя, который мог бы сочетать плату за трансфер и зарплату Погбы, чтобы соблазнить его подальше от Олд Траффорда.
Это разъяснение помогло Погбе в последние недели, поскольку его выступления, а также язык его тела улучшились.
И француз сбросил последний намек на то, что он настроен остаться в клубе, разместив в своем Instagram после победы своей стороны 2-0.
Хотя Погба, возможно, просто праздновала возвращение клуба к соревнованиям, многие болельщики интерпретируют это как сильное предположение о том, что он все еще будет в клубе, поскольку они снова конкурируют с лучшими европейскими игроками.
У Погбы есть год, чтобы баллотироваться по его существующей сделке, хотя клуб может продлить это на 12 месяцев, что означает, что у него фактически есть два года, чтобы баллотироваться.
«Юнайтед» стремятся продлить сделку Погбы, и они хотят ясности в его ситуации до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был взбудоражен прибытием Бруно Фернандеша.
Португальский плеймейкер был откровением в Олд Траффорд, и его приезд позволил Погбе играть в более глубокой центральной полузащите, что также улучшило его настроение.
Уотфорд выбыл из Премьер-лиги, так как Обамеянг победил «Арсенал»
Некоторые из игроков «Уотфорда» опустились на колени, другие сделали туннель без задержек.
Свисток только что обрушился на пять лет в Премьер-лиге, и никто не мог сказать, что, когда повод требовал от них швырнуть кухонную мойку в «Арсенале», они спустились без боя.
Это был результат, полный ярости, срочности и агрессии, которые характеризули их лучшую работу за последние полдесятилетия, но пришло слишком поздно, как и ответная работа, которая почти полностью пересмотрела дефицит трех гола в день.
Если бы Эмилиано Мартинес не блестяще спас задней каблуки Дэнни Уэлбека 16 минут от времени, вскоре после того, как его бывший партнер по команде постучал, чтобы поставить Уотфорда в две цели безопасности, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов, они не дотягивали, и их временный менеджер, Хейден Маллинс, мог бы отразить, что ему никогда бы не вручили это самое неблагодарное из задач, если бы его команда показывала сопоставимое приложение ранее.
В течение всего сезона они были недостаточно хороши, но в этом случае нет организации, в которой они работают.
Одна бедная кампания не может разрушить империю, но и фундамент, заложенный семьей Pozzo, не гарантирует, что они отплывут прямо со второго яруса.
Трудно избежать ощущения, что привычка Уотфорда переворачивать менеджеров закончилась.
Следующим постоянным (возможно, в самом свободном смысле) назначением станет 12-е место за восемь лет, и только столько свежего воздуха может подметаться новая метла.
Трою Дини грозит выпадение, несмотря на то, что он попал в табло Эмирейтс.
Игроки уйдут, Исмаила Сарр снова покажет здесь, что он будет играть в Чемпионат по футболу в сентябре, и приоритетом должна быть устойчивая рука.
Ничего стабильного в «буме или спаде» в встрече Микеля Артеты, описанной как «немного баскетбольная игра», хотя это, безусловно, стало отличным развлечением.
Артета сказал, что после этого форварды Уотфорда «обманывали», хотя он быстро уточнил это как футбольный термин для «азартных игр, оставаясь впереди».
Они, безусловно, должны были: любое предположение, которого в конечном итоге может быть достаточно, было быстро скоттено, и они могли бы задуматься, как бы это произошло, если бы они не были обязаны догоняться.
Вместо этого они почти сразу же уступили пенальти.
Крейг Доусон небрежно пришёл к Александру Лаказетту в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в том, что он награждает спот-удар, который Пьер-Эмерик Обамеянг неуклонно отправил.
Уотфорд собрался, чтобы неустанно нажимать, с Сарром в электрическом виде справа, и приблизился к Роберто Перейре и Трой Дини.
Но затем Обамеянг подкосил Кирана Тирни на отклоненную секунду и, на первом перерыве с напитками, игра была настолько странно перекошена, что Артета был менеджером, разрывая полоску со своих игроков, несмотря на преимущество «Арсенала».
Затем Обамеянг контролировал длинный бросок Тирни и преобразовал мастерский накладной удар, который оставил ему на один гол меньше золотого ботинка, награду, которую он бы разделил с Джейми Варди, если бы Бен Фостер не заблокировал один последний шанс ближе к концу.
Уотфорд появился сделано для, но они упорствовали, и, после того, как Дэвид Луис спродюсировал еще один необдуманный penalty-area challenge для альбома на Уэлбеке, Дини протаранил в своем собственном пенальти перед перерывом.
Дини, ходящий раненым большую часть сезона, возил себя по полю и находился в режиме гладиатора на протяжении всего.
Он, вероятно, пропустил бы шанс, что Адам Масина упустил в начале второго периода, и дальнейшие открытия тоже были отвергнуты.
Впервые Уэлбек был сорван превосходным Мартинесом, который Артета подтвердил, что стартует субботний финал Кубка Англии, а затем весь питчсайд Уотфордского контингента встал на ноги после преобразования шипучего креста от Сарра.
Но перспективы Уотфорда угасли, когда его следующее усилие было отталкиваться, и поиск души, сверху вниз, должен быть обширным.
Известно чистое озеро Тахо было загрязнено изменением климата
Саут-Лейк-Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпы Поуп-Бич на озере Тахо.
«Мне нравится кемпинг, велопробег и плавание на озере», — сказала одна девушка по имени Дакота.
«Это прекрасное, что все хотят посетить», — сказала Эмерика Бенитас.
Вот почему дайв-бизнес Мэтта Менье продолжает активно работать даже в условиях пандемии.
Он говорит, что видит «исключительную ясность. Озеро Тахо — самое чистое и прекрасное озеро, я думаю, в стране».
Теперь плохая новость: озеро Тахо не так чисто, не так ясно, как это было раньше, когда он переехал сюда более двух десятилетий назад.
«То, что мы все больше и больше замечаем, находится на скалах», — сказал Менье.
«Вы получаете эти странные водоросли на скалах».
Ученые считают, что изменение климата повлияло на температуру воды и, следовательно, ясность.
И 15 миллионов человек ежегодно посещают озеро вместе с мусором, который они оставляют.
Менье сказал, что дайвинг-походы, чтобы очистить дно озера, нашли старый мусор.
«И когда я говорю старый мусор, я имею в виду 60-е, 70-е», — сказал Менье.
«Пивные банки, банки с газировкой, церковные ключи из старины».
Ученые каждый год следят за чистотой озера Тахо, бросая белый диск и измеряя, как далеко они его видят.
Профессор UC Davis Джефф Шладов сказал, что это «важный показатель здоровья озера».
Когда он был измерен в прошлом году, прозрачность озера составляла около 80 футов.
Это значит, что вы видите этот диск на 80 футов вниз.
Но, подумайте, около 20 лет назад ясность озера составляла 100 футов.
Именно эту тенденцию ученые пытаются обратить вспять.
Но они борется с последствиями изменения климата, развития вокруг озера и чего-то, что добавило к озеру в 1960-х годах: крошечные инвазивные креветки, привезенные для кормления рыбы.
Это не сработало.
«Как только креветки появились, в озере внезапно не было естественных очистителей», — говорит Шладов.
Аналогичные проблемы сталкиваются с озерами и водоемы по всему миру.
«Урок здесь заключается в том, что если вы не можете сделать это в Тахо, какова надежда на все реки и устья, ручьи и озера по всей стране, которые никогда не будут иметь одинакового внимания и ресурсов?» Шладов.
Менье сказал, что он «подает надежды», потому что «если есть серебряная подкладка нашей пандемии, я думаю, что это показало, что природа вернется и исцеляет себя, если мы просто облегчим это давление, это человеческое давление, от него и позволим этому случиться. Здесь есть факты».
QB Herbert среди 4 драфтов, подписанных Chargers
КОСТА МЕСА, Калиф. (AP) - Los Angeles Chargers подписали четыре своих драфт-отбора, включая квотербека Джастина Герберта, и договорились об условиях с двумя другими членами их драфтового класса.
Зарядные устройства смогли заключить контракты со своим классом драфта в субботу, когда они отчитывались в тренировочный лагерь для физических и аппаратных средств.
Вместе с Гербертом, который был выбран с шестым общим выбором, команда объявила о подписании широких приемников Джо Рида (пятый раунд) и КДжей Хилла (седьмой раунд), а также безопасности в шестом раунде Алохи Гилман.
Они договорились договориться с лайнбэкером первого раунда Кеннетом Мюрреем младшим и побегом Джошуа Келли, который был выбран в четвертом раунде.
Герберт начал 42 игры в Орегоне, составив рекорд 29—13 с 10 541 проходным ярдом и 108 тачдаунами.
Он привел «Уток» на чемпионат Pac-12 в прошлом сезоне, бросив 32 тачдауна и шесть перехватов в 14 играх.
Свою карьеру он завершил победой над Висконсином в Rose Bowl, где баллотировался за три тачдауна и был назван наступательным MVP.
Герберт будет соревноваться с ветераном Тиродом Тейлором за стартовую работу.
Зарядные устройства получат нового квотербека после того, как Филип Риверс отправился через бесплатное агентство после 14 сезонов в качестве стартера.
Мюррей занял 23-е место после того, как Лос-Анджелес торговал с Новой Англией, чтобы вернуться в первый раунд.
Он был третьей командой Associated Press All-America отбора в прошлом сезоне после того, как возглавил Sooners со 102 снастями, в том числе 69 соло.
Барселона «имеет целую сторону» этим летом, так как Коутиньо, Дембеле, Ракитич и Видал все перечисленные для трансферов
Согласно сообщениям, этим летом БАРСЕЛОНА будет известна как клуб продаж.
Марка утверждает, что не менее 12 звезд первой команды попали в список гигантов Ла Лиги.
Филипп Коутиньо, как сообщается, попал в список «Барселоны»
Среди них — цели Премьер-лиги Филипп Коутиньо, Усман Дембеле, Иван Ракитич и Сэмюэль Умтити.
Коутиньо и Умтити были связаны с переездом в «Арсенал», а бразильцы также были в восторге от «Челси».
В то время как «Манчестер Юнайтед» и «Тоттенхэм», как говорят, сражаются за услуги Ракитич.
Победитель Кубка мира Франции Дембеле, который боролся за время игры в Камп Ноу, недавно был связан с переходом в ПСЖ в обмен с Неймаром.
Другие игроки, которые считаются избыточными, включают Нето, Нельсон Семедо, Джуниор Фирпо, Артуро Видаль, Мартин Брейтуэйт, Карлес Алена, Рафинья Алькантара и Жан-Клер Тодибо.
Барселона надеется, что прояснится не только их финансы, но и поможет их будущему трансферному бизнесу.
Усман Дембеле также считается избыточным по требованиям
По данным испанской газеты, Барселона уже определила свои трансферные цели на следующий сезон — аргентинский форвард Лаутаро Мартинес возглавил их список хитов.
Но Интер Милан продолжает просить, чтобы его пункт об освобождении 101 миллиона фунтов стерлингов был соблюдено перед переговорами с каталонцами.
Барселоне придется продавать, прежде чем купить, но будьте уверены в том, что они смогут заключить сделку со стороной Серии А.
Барселона «предлагает Арсеналу Филиппу Коутиньо своп трансферт для плохого мальчика Гендузи», так как стрелки пытаются разгрузить полузащитника
Автомобиль проезжает через толпу, протестующий застрелен в Колорадо
АВРОРА, Коло. (AP) - Автомобиль проехал через толпу, а протестующий был застрелен в пригороде Денвера Аврора во время демонстраций против расовой несправедливости.
Полицейское управление Авроры сообщило в Twitter, что протестующие шли по межштатной автомагистрали 225 в субботу, когда проехал автомобиль.
Полиция заявила, что протестующий выстрелил из оружия, поразив по крайней мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они ведут расследование.
Протестующие также разбили окна в здание суда, и в офисе был начат пожар, сообщили в полиции.
По словам властей, было объявлено незаконное собрание, и полиция приказала протестующим покинуть этот район.
Напряженность усилилась во время недавних протестов против расовой несправедливости с тех пор, как федеральные чиновники были направлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила о беспорядке в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего человека в Миннесоте, который умер после того, как белый офицер держал его на землю коленом к шее, также выделили другие случаи смертельного насилия со стороны полиции.
В Колорадо протестующие привлекают внимание к смерти Элайджи Макклейна, которого остановила полиция во время прогулки по улице Аврора в августе 2019 года после того, как звонивший 911 сообщил о нем как подозрительном.
Полиция поместила его в удушье, а фельдшеры ввели 500 миллиграммов кетамина, успокоительного, чтобы успокоить его.
Он попал в остановку сердца, позже был объявлен мертвым мозг и снял жизнеобеспечение.
Осведомители лейбористского антисемитизма требуют, чтобы Корбин был исключен из страны или предстал перед судебным иском
Согласно сообщениям, лейбористы могут выплатить ущерб в размере от 3 до 8 миллионов фунтов стерлингов.
Сейчас лидер Кейр Стармер находится под давлением, чтобы он выслал мистера Корбина.
Вчера вечером бывшие сотрудники партии заявили, что отбросит судебный иск, если мистер Корбин будет выброшен с вечеринки.
Лейбористская партия пока отказалась комментировать этот спрос.
Однако депутат от лейбористов Джон Трикетт заявил: «Это нелепое требование».
Сторонники Корбина заявили, что г-н Стармер должен сосредоточиться на борьбе с коронавирусом Тори вместо того, чтобы вернуться к внутренним подразделениям лейбористов.
Бывший источник Лейбористской партии сообщил Daily Mail, что они будут возбуждать судебный иск, даже если мистер Стармер вышлет господина Корбина.
«Я имею в виду, что он действительно, он снова сделал Лейбористскую партию конкурентоспособной.
«Есть еще долгий путь к политике, но он сделал действительно впечатляющий старт, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, избирателей, как бы, я думаю, они теперь смотрят на это снова гораздо более сочувственно, и они рассматривают его как серьезную фигуру».
У мистера Блэра были опасения, что лейбористы по-прежнему рассматриваются как партия, которая повышает налоги.
Он сказал: «Мой опыт работы с налогами, когда вы находитесь в Лейбористской партии, будьте действительно осторожны, потому что общественность там не сидит, беспокоится о том, собираетесь ли вы повышать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь повышать налоги, поэтому вы просто должны помнить об этом беспокойстве».
Covid-19 навсегда изменит мировую экономику (мнение)
Вирусный скрининг, скорее всего, станет частью нашей жизни, подобно тому, как меры безопасности стали повсеместно распространяться после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для выявления будущих вирусных вспышек.
Эти инвестиции защищают экономику в случае, если иммунитет от Covid-19 окажется временным.
Во многих странах во время пандемии во время пандемии были приняты варианты субсидии Kurzarbeit (короткая работа) Германии.
Эта политика позволяет работникам работать в сокращенное время и зарплату, а правительство компенсирует часть недоплат в заработной плате.
Сохраняя нетронутые совпадения между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих стратегий и сделать их постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, скорее всего, станет более распространенной.
У нас есть некоторые доказательства того, что работа из дома по крайней мере так же продуктивна, как и работа в офисе.
Однако многие компании не хотели использовать удаленную работу.
Теперь, когда многие опробовали это с хорошими результатами, удаленная работа может быть здесь, чтобы остаться.
Пандемический кризис ускорил темпы цифровой трансформации, расширив электронную коммерцию и ускорил темпы внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с дефицитом и узкими местами.
Мы, вероятно, увидим, что многие из этих компаний восстанавливают часть своей продукции.
К сожалению, эта тенденция не создаст много рабочих мест, поскольку большая часть производства, скорее всего, будет автоматизирована.
Правительства увеличится после того, как во время кризиса будут играть роль страховщика и инвестора последней инстанции.
Государственный долг будет взлетать, создавая финансовые проблемы во всем мире.
Самый важный урок пандемии Covid-19 — важность совместной работы над проблемами, затрагивающими весь человеческий род.
Мы гораздо сильнее едины, чем разделены.
Гиганты рекламных щитов настаивают на скидках из аэропортов, советов
Ох! СМИ привлекли капитал в начале этого года, чтобы обеспечить большую финансовую определенность, поскольку пандемия начала запугивать рекламодателей.
Источники сообщили, что компании обсуждают способы компенсировать значительное снижение арендной платы за счет снижения арендной платы за сайты, на которых они работают, или путем отмены или уменьшения минимальной гарантии дохода, которая обычно вводится при первом подписании сделки.
Один из источников указал, что крупные компании, возможно, гарантировали до 85 процентов прогнозируемых доходов в арендной плате.
Некоторые контракты имеют положения, позволяющие снизить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в каком-либо из текущих контрактов между рекламными компаниями и их арендодателями.
В то же время компании предлагают рекламодателям большие скидки на заполнение доступных слотов на билбордах и предоставление им максимально соотношенных цены и качества.
Рекламные щиты в центральном деловом районе Сиднея и за его пределами, где обычно размещаются шесть объявлений, пытаются заполнить все доступные слоты.
Но некоторые сайты — такие как OOH! Рекламный щит размером 40 х 10 метров в аэропорту Сиднея - был модернизирован.
Ох! СМИ отказались от комментариев, но на конференции Macquarie Australia в мае она отметила экономию фиксированной арендной платы более 20 миллионов долларов.
Джей Си Деко отказался от комментариев.
Аэропорты и общественный транспорт являются выгодными рекламными контрактами для рекламных щитов.
Согласно отчету Ассоциации наружных СМИ за 2019 год, доходы от транспорта, включая аэропорты, составили 169,4 млн долларов США, а доход от уличной мебели и за пределами автобусов и трамваев — 266,5 млн долларов.
JC Decaux business имеет контракты с аэропортом Сиднея, трамваями Yarra, аэропортом Перта и Сиднейскими автобусами.
Ох! СМИ размещают рекламные щиты в таких зонах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и на железнодорожных вокзалах Сиднея и Мельбурна.
Тендеры на поезда аэропорта Мельбурна и Сиднея проходили во время пандемии, и официального решения не было принято.
Мельбурн является вторым по величине аэропортовым контрактом в Австралии, а прекоронавирус ежегодно стоил десятков миллионов.
По итогам года в феврале, OH! СМИ заявили, что она принесла 65,9 млн долларов США из категории «летающих», которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от «коммутации», которая состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до ее покупки OOH! , составила 234,8 млн. долл. США.
JC Decaux Australia в 2018 году составил 37,7 млн долларов дохода от транспорта, согласно финансовым результатам за 2018 год, поданным Австралийской комиссии по ценным бумагам и инвестициям.
Но в этом году оба показателя, вероятно, будут значительно меньше.
Данные Standard Media Index, которые показывают расходы четырех из пяти основных групп рекламных агентств, говорят, что рынок наружной рекламы упал на 68 процентов в июне.
Для сравнения, промежуточные результаты в июне показывают, что расходы на цифровые технологии снизились на 37 процентов, а столичное радио — на 48 процентов.
В июне столичное телевидение упало на 34 процента, расходы на газеты сократились на 49 процентов, а расходы на журналы — на 66 процентов.
Коронавирус: путешественникам из Испании сказали на карантин
Путешественники, прибывающие в Великобританию из Испании, должны теперь карантин в течение 14 дней в соответствии с новыми правилами путешествий по коронавирусу.
Они были объявлены в субботу после всплеска случаев коронавируса в Испании. В пятницу было сообщено более 900 новых случаев заражения вирусом.
Официальные лица Испании также предупреждали, что вторая волна может быть неизбежна, поскольку в крупных городах наблюдается всплеск случаев заболевания.
Авиакомпании, включая British Airways, раскритиковали новые меры как «очередной удар» для британских отдыхающих.
Министерство транспорта посоветовало людям, которые в настоящее время отдыхают в Испании, следовать местным правилам, возвращаться домой в обычном режиме и получить дополнительную информацию на веб-сайте Министерства иностранных дел по туристическим вопросам.
Министерство иностранных дел рекомендует запретить все поездки на материковую часть Испании, однако карантинные меры распространяются на тех, кто возвращается с материковой Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Консультации министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кто пострадал от новых правил, - министр транспорта Грант Шаппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит свою поездку, как и планировалось, и изолируется в соответствии с руководством по возвращении.
Карантинные меры для британских путешественников впервые были введены в начале июня.
Но после давления со стороны авиационной и туристической отрасли правительство и переданные администрации опубликовали списки стран, освобожденных от правил.
British Airways заявила, что «разочарована» последними изменениями в советах и правилах правительства по путешествиям, хотя авиакомпания заявила, что ее рейсы продолжают работать.
В нем говорилось, что этот шаг «вверг тысячи планов путешествий британцев в хаос».
Ассоциация операторов аэропортов заявила, что новые меры «еще больше нанесут ущерб тому, что и без того является хрупким перезапуском авиационного сектора, который продолжает сталкиваться с самой большой проблемой в своей истории».
Крупнейший туроператор Великобритании Туи отменил свои рейсы в связи с вылетом в материковую Испанию и Канарские острова в воскресенье.
Клиенты, находящиеся в отпуске, смогут вернуться на свой рейс домой.
Однако бюджетная авиакомпания EasyJet заявила, что она «разочарована» и в ближайшие дни будет работать полный график работы.
«Клиенты, которые больше не хотят путешествовать, могут перевести свои рейсы без платы за изменение или получить ваучер на стоимость бронирования», - говорится в сообщении компании.
Представитель Ассоциации британских турагентов (Abta) заявил, что изменение правительственного правила карантина «разочаровывает».
«Мы предлагаем правительству рассмотреть вопрос об отмене карантинных правил для полетов в определенные регионы с более низким уровнем заражения или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой Испании, чтобы избежать дальнейшего ущерба для въездного и выездного туризма Великобритании отраслей», - сказал он.
В Испании до сих пор зарегистрировано более 28 000 случаев смерти от коронавируса.
В четверг в стране наблюдался самый большой ежедневный рост числа инфекций с момента окончания блокировки.
Каталония стала последним регионом в области ночной жизни.
Богатый северо-восточный регион, где находится Барселона, приказал закрыть все ночные клубы на две недели и ввести полночный комендантский час в барах в большей части Барселоны.
Гай Хеджко из Би-би-си в Мадриде говорит, что заражение среди молодежи вызывает особую обеспокоенность, так как ночью они собираются в больших количествах в городах.
Франция предупредила своих граждан не ездить в Каталонию, а Норвегия заявила, что начнет карантин людей, прибывающих из Испании.
Правительство призывает работодателей «понимать тех, кто возвращается из Испании, которым теперь необходимо самоизолироваться».
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно окажет поддержку пострадавшим, добавив, что новость будет «глубоко обеспокоена семьями, попавшими в Испанию или планирующих поездки».
Первый министр Шотландии Никола Стерджен написала в твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
«Это усиливает тот момент, что эти вопросы могут быть изменены в короткие сроки, и поэтому мой совет - быть осторожным в отношении несущественных иностранных поездок», - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь в свою семью в Испанию вместе со своей женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отменить, опасаясь, что работодатель его жены не сможет разместить ее, взяв еще две недели на карантин по возвращении.
Он сказал, что считает маловероятным, что они получат возмещение за рейс, так как он не был отменен.
«Я опустошен», - сказал он Би-би-си.
«У меня есть семья в Испании, которая не видела своих единственного внука с Рождества».
Lois Stothard, from South Yorkshire, told the BBC she had booked a holiday to Seville as a surprise for her boyfriend's 30th birthday - dued to fly out on Sunday morning - but now
«Я ключевой работник - я учитель - и у моего парня есть трудовые обязательства, поэтому мы не можем карантин в течение 14 дней, когда вернемся», - сказала она.
«Мы не можем вернуть деньги, и чтобы сменить компанию, нужно вдвое больше, чем я уже заплатил в виде гонораров. Я очень разочарован и расстроен, так как мы собрались и готовы к работе».
Лестер рад попасть в цель европейского футбола: победитель «Золотой бутсы» Джейми Варди
Джейми Варди признал свое разочарование в связи с пропуском футбола Лиги чемпионов, но сказал, что Лестер Сити достиг своей цели раннего сезона квалификации за Европу.
«Лисы» заняли второе место в декабре и третье место, когда футбол возобновился после блокировки, но они набрали всего четыре очка из последних пяти матчей, чтобы финишировать пятым в Премьер-лиге.
Победа в финальный день над «Манчестер Юнайтед» обеспечила бы финиш в четверке лучших, но Брендан Роджерс» потерпел поражение со счетом 2:0, что, по словам Варди, было самым расстроенным аспектом.
«Это было разочаровывающе, больше то, как мы в итоге проиграли игру», - сказал он в эфире Sky Sports на полный рабочий день.
«Но мы говорили, что в раздевалке мы стремились за закрытыми дверями, чтобы претендовать на Европу, и мы это сделали.
«У нас была возможность попасть в Лигу чемпионов, и это было еще лучше, но мы поразмышляем над этим и вернемся сильнее в следующем году.
«Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать».
В то время как его команда не дотягивала, сам Варди закончил сезон как лучший бомбардир Премьер-лиги в 33 года, забив 23 раза.
Он отдал дань уважения своим товарищам по команде в получении награды и сказал, что в нем все еще осталось много миль на верхнем уровне, несмотря на его наступающий возраст.
«Я в восторге, все дело в команде. Я бы не был в том положении, в котором я был бы для целей без них, и я поставил немало.
«Сейчас я немного отдохну и вернусь на следующий сезон, готовый к старту.
К счастью, я не чувствую своего возраста, ноги все еще прекрасны и трогают древесину. Я не получил много травм, поэтому речь идет о том, чтобы оставаться на вершине этого и вернуться в следующем году как можно сильнее».
«Что там произошло?!» Боец UFC Коррейю накачал после того, как он повернулся к сопернику, ошибочно полагая, что раунд закончился (ВИДЕО) - RT Sport News
Бразильская легчайший вес Бете Коррея - ветеран UFC, но допустила любительскую ошибку, повернувшись спиной к оппоненту Пэнни Кианзаду и ошибочно подумав, что раунд закончился в их поединке на острове боя, и в результате была помечена.
Подходя к концу первой строфы их разборки на андеркарде в Абу-Даби, 37-летняя Коррея, по-видимому, ошибся 10-секундным предупреждением о фактическом конце раунда, протянув перчатку, прежде чем повернуть спиной к Кианзаду и пробившись обратно в свой угол.
Шведский истребитель без колебаний капитализировал, пометчив правой рукой своего соперника, прежде чем последовать за серией ударов, чтобы поддержать Коррейю о клетку.
На мгновение, появившись в опасности, бразилец вернул себе контроль, чтобы задушить угрозу и поддержать Kianzad до фактического завершения раунда.
«Что там произошло? О, слово, — прозвучали восклицания группы комментариев на ESPN+.
Это была всего лишь одна часть разочаровывающей ночи для бывшего претендента на титул в легчайшем весе Коррея, которая спустилась к единодушному решению поражения, которое является ее третьим проигрышем в ее последних четырех восьмиугольных выгонах и оставляет свой общий рекорд на 11-5, с одним ничьим.
Для родившейся в Иране Kianzad, 28 лет, это была вторая победа на спине после ее победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве еще в ноябре.
Сейчас Kianzad занимает 13-5 человек в общем и 2-1 в UFC, так как женщина, известная как «Банзай», стремится повысить рейтинг 135 фунтов.
В другом месте ночи австралийский Роберт Уиттакер оторвал англичанина Даррена Тилла в главном турнире среднего веса, а российский боец Хамзат Чимаев вошел в историю, выиграв второй поединок за 10 дней на острове боя, который является самым коротким периодом между победами в UFC современной эпохи.
Рахул Ганди идет к людям, которые обсуждают вопрос Раджастхана
Рахул Ганди из Конгресса написал сегодня в твиттере видео, пытаясь мобилизовать людей против БДП в связи с событиями в Раджастхане.
Используя хэштег #SpeakUpForDemocracy, его пост на хиндии призвал народ «объединиться и повысить наш голос за демократию».
Конгресс планирует провести в понедельник общенациональный протест по поводу ситуации в Раджастхане, где правительство Ашока Гелота пытается выжить.
В то время как партия заявила, что акция протеста пройдет за пределами Раштрапати Бхавана, официальной резиденции президента Рама Натха Ковинда.
В видеоролике Конгресс обвинил БДП в «разорвании конституции и разрушении демократии», в то время как вся страна борется с коронавирусом.
То же самое было сделано в Мадхья-Прадеше, говорится в сообщении Конгресса.
«Мы требуем немедленно созвать заседание собрания, которое входит в рамки наших конституционных прав», - говорится в видеоролике партии.
Губернатор Раджастхана Калрадж Мишра отклонил одно предложение о начале сессии собрания.
Второй был представлен сегодня, который, по его словам, изучает.
Правительство г-на Гелота находится в глубоком кризисе после того, как его заместитель Сачин Пилот стал мятежником с куском MLA, поддерживающих его.
Партия не смогла дисквалифицировать мятежников, чтобы сбить большинство в собрании.
Г-н Пилот, который был лишен своих постов в партии и правительстве, получил временное освобождение от дисквалификации Высоким судом Раджастхана, который постановил, что спикер не может предпринимать никаких действий до тех пор, пока не будет решен более крупный конституционный вопрос о его полномочиях.
Этот вопрос будет рассмотрен завтра Верховным судом, который также примет решение о том, может ли суд вмешиваться в решения спикера.
Конгресс стоит лишь на один раз за отметкой большинства в собрании 200 членов.
Team Pilot претендует на поддержку 30 MLA, но пока доказательства указывают только на 19.
В БДП 72, включая союзников и независимых, она составляет 97.
Если суд примет решение в пользу господина Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею 2018 года.
В марте он потерял правительство во главе с Камалем Натом в Мадхья-Прадеше после того, как Джьотирадитья Сциндия присоединился к БДП с 22 его MLA.
Протесты в Сиэтле: пожары и перцовый брызг, когда тысячи людей
СИЭТЛ - После нескольких недель эскалации столкновений между протестующими и федеральными властями в Портленде, Руда, толпа из около 2000 человек мобилизована в Сиэтле в субботу, маршировав по улицам и столкновения с полицией.
Трое полицейских получили ранения, в том числе один из них был госпитализирован с травмой ноги, вызванной взрывчатым веществом, и 16 протестующих были арестованы ранним вечером, сообщили в полиции.
С такими табличками, как «Федералы идут домой» и кричали «Нет справедливости, нет мира», протестующие остановились на месте будущего молодежного изолятора и зажгли там здания в огне. Некоторые разбили окна близлежащих предприятий.
Полиция столкнулась с толпой в районе Капитолийского холма, развернув гранаты и перцовый спрей до того, как они начали брать людей под стражу.
52-летняя Бипаша Мукерджи из Киркланда, Уош., заявила, что протестует на улицах с мая и сказала, что ей было тревожно видеть такую агрессивную тактику со стороны полиции.
«Это не та страна, в которую я иммигрировала», — сказала г-жа Мукерджи, прибывшая из Индии более 30 лет назад. «Такое ощущение, что мы стремительно становимся фашистским государством и полицейским государством».
Мишо Сэвидж из Сиэтла заявил, что протесты были направлены как на местные власти, так и на развертывание федеральных офицеров, которые вели репрессию против длительной акции протеста в Портленде. Г-н Сэвидж заявил, что тактика правоохранительных органов в Портленде, которая включала применение слезоточивого газа и боеприпасов для борьбы с толпой людей, является опасной и неуместной.
«Это очень жесткая горка в крайне бурном направлении», - сказал господин Сэвидж, мыв глаза перцовым спреем и выхаживал рану на руке от флеш-гранаты.
Смерть Джорджа Флойда, находящегося под стражей в полиции в Миннеаполисе в мае, вызвала массовые протесты, которые вывели миллионы людей на улицы в десятках городов, но в большинстве городов эти демонстрации ослабели.
Однако в Сиэтле и Портленде наблюдались продолжительные демонстрации. Протестующие в Сиэтле в какой-то момент подали претензии на несколько кварталов района Капитолийского холма и объявили автономную зону. После серии перестрелок полиция расчистила этот район, протесты утихли.
Портленд, тем временем, продолжает протестовать, и некоторые из самых тяжелых протестов вокруг федеральных зданий города. После того как президент Трамп издал распоряжение о защите статуй и федеральной собственности, Министерство внутренней безопасности развернуло в городе тактические группы, начав серию столкновений, в результате которых были ранены протестующие, расследования генерального инспектора и призывы местных лидеров к федеральным агентам уехать.
Протестные толпы в этом городе раздулись тысячи людей, и демонстрации там продолжались. На этой неделе федеральные чиновники направили тактическую группу в Сиэтл, и протестующие назвали это одной из причин субботних демонстраций.
В то время как протесты в Портленде были сосредоточены в центре города, демонстрации в субботу прошли по районам к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас поставил под сомнение в воскресенье мотивы президента Трампа для отправки федеральных агентов в города США - заявив, что, хотя он приветствовал бы помощь в раскрытии множества убийств в среднезападном городе, он считает, что этот шаг может быть больше о оживлении шансов Трампа на переизбрание.
«На этой неделе я был очень разочарован тем, что президент упомянул протесты Джорджа Флойда, упомянул о движении Black Lives Matter», - заявил Лукас, демократ, в эфире «Fox News Sunday» о недавних протестах по поводу расового неравенства и жестокости полиции.
«В Канзас-Сити этого не происходит. Мы увеличили рост в годовом исчислении [но] нам нужна помощь, на самом деле это расчистка некоторых нераскрытых убийств».
Лукас добавил: «Давайте постараемся сосредоточить внимание на раскрытии убийств... Думаю, если вы послушаете недавние заявления... мы будем рады работать с федеральными агентами в ограниченном объеме».
Несмотря на свою готовность, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас заявил, что риторика Трампа - особенно в свете споров вокруг тактики, используемой в Портленде, Руда., федеральными агентами - заставила многих его избирателей выразить обеспокоенность по поводу присутствия агентов на городских улицах.
«Чего нам не нужно, так это больше топлива на огне от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос», - сказал он.
Трамп в среду объявил, что развертывает 100 федеральных агентов в Чикаго, чтобы помочь бороться с ростом темпов некоторых преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президента «закона и порядка».
«Всплеск» агентов, объявленный в среду в Чикаго и другие американские города, является частью операции «Легенда», названной в честь 4-летнего Легенда Талиферро, который был смертельно застрелен во время сна в квартире Канзас-Сити в конце прошлого месяца.
Хотя направление федеральных агентов для оказания помощи местным правоохранительным органам не является беспрецедентным, генеральный прокурор Билл Барр объявил о том, что в декабре произошел аналогичный всплеск насилия в семи городах, в которых наблюдался всплеск насилия: тип направляемого федерального агента и некоторые их тактики вызвали обеспокоенность среди штатов и местных жителей законодателей.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправила агентов в свои города, особенно после сообщений о том, что неизвестные федеральные агенты задержали протестующих в Портленде и увезли их на немаркированных автомобилях.
Портленд почти ежедневно подвергается демонстрациям против жестокости полиции и системного расизма после гибели Джорджа Флойда во время содержания под стражей в полиции Миннеаполиса 25 мая.
Местные власти также жаловались на то, что всплески только усугубили напряженность, и эксперты в области уголовного правосудия говорят, что эти усилия не дают объяснения из-за беспрецедентного момента, когда Америка переживает пандемию, историческую безработицу и массовую расплату за расизм и то, как живут цветные люди лечение со стороны полиции.
Фонд в 10 млн фунтов стерлингов создан для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий должна быть предоставлена финансовая поддержка, пока они остаются под влиянием ограничений на блокировку.
Пакет финансирования правительства Шотландии стоимостью 10 млн фунтов стерлингов также призван помочь поставщикам мероприятий.
Правительство заявило, что рассматривает вопрос о том, как можно безопасно возобновить события в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала «разрушительное воздействие» на сектор.
Шотландская фестивальная сцена и спортивные мероприятия, такие как игры в Хайленде, были затронуты ограничениями, введенными для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: «Несмотря на позитивный шаг, который может возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
«Мы тесно и конструктивно сотрудничаем с сектором в решении проблем, с которыми они сталкиваются, и они выдвинули несколько творческих идей о том, как начать безопасную работу.
«Помимо немедленной поддержки, часть этого финансирования будет способствовать инновациям и способствовать более долгосрочному восстановлению индустрии событий».
Консультативная группа Event Industry заявила, что сектор одним из первых входил в режим блокировки и будет одним из последних, кто полностью вышел из него.
Председатель Питер Дати, который также является исполнительным директором SEC в Глазго, заявил, что события ежегодно вносят в экономику Шотландии около 6 млрд фунтов стерлингов.
Он сказал: «Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторами мероприятий, так и более широкими предприятиями цепочки поставок, которые чрезвычайно сильно пострадают от продолжающегося эффекта длительного периода блокировки».
Шиврадж Сингх Чухан о тестировании Covid положительного
Главный министр Мадхья-Прадеша Шиврадж Сингх Чухан, который в субботу подтвердил, что у него был положительный результат на COVID-19, написал в воскресенье утром в твиттере, чтобы сказать, что он «в порядке» и похвалить фронтовых работников в войне с коронавирусом.
Главный министр также повторил свои вчерашние предупреждения, когда он призвал людей следовать руководящим принципам, таким как социальное дистанцирование и использование масок для лица.
«Я в порядке, друзья мои. Преданность воинам коронавируса, которые самоотверженно рискуют своей жизнью, заслуживает похвалы. Я приветствую всех воинов коронавируса штата», - написал господин Чоухан в твиттере из больницы Чираю Бхопала, куда он был госпитализирован вчера.
«Держите расстояние в два метра, часто мойте руки и носите маски для лица — это самое большое оружие, которое мы можем избежать коронавируса. Я обращаюсь ко всем людям - используйте это оружие для себя и своих близких», - сказал он.
«Все вы будьте осторожны, будьте в безопасности и здоровы. Это то, о чем я молюсь Богу», - добавил Чоухан.
В субботу г-н Чухан написал в твиттере, что у него был положительный результат на вирус, несмотря на все его усилия, чтобы избежать инфекции, и предупредил, что «просто небольшая беспечность приглашает коронавирус».
В твиттере сегодня утром г-н Шухан сказал, что, несмотря на угрозу заражения, «не нужно бояться», и призвал тех, кто проявляет симптомы, пройти тестирование.
«Если вы заражены, вам не нужно бояться. Не скрывайте симптомы, но немедленно сообщите врачам, поэтому лечение можно начать. Своевременное лечение сделает вас здоровыми», - сказал он.
Мадхья-Прадеш насчитывает почти 27 000 случаев COVID-19, из которых более 7600 являются активными, а 799 — смертельным исходом от вируса.
В Индии за последние недели зафиксирован всплеск случаев COVID-19: с 23 июля ежедневно обнаруживается более 45 000 новых случаев заболевания.
Общее число подтвержденных случаев коронавируса быстро приближается к 14 лакх; из них более 4,67 лакха являются активными случаями заболевания и более 32 000 смертельных случаев, связанных с вирусом.
Всплеск случаев, совпадающий с поэтапным ослаблением правил изоляции в неизолированных зонах страны, привело к тому, что Индия заняла третье место в списке наиболее пострадавших стран.
Только США (41,78 лаха дела) и Бразилии (23,94 лакха) хуже.
Канье Уэст заявил, что может обыграть Джо Байдена «с записи» - RT USA News
Свежий от эфира грязного белья своей семьи в Twitter, рэп-энигма Канье Уэст в очередной раз вдохнул жизнь в свою волю, хе-won't't-he presidential bid, утверждая, что он может обыграть Джо Байдена на записи голосов в одиночку.
Через несколько дней после объявления нового альбома и раскрытия того, что он пытается развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, объявив «Я МОГУ ПОБЕДИТЬ БАЙДЕНА ОТ WRITE INS».
Если Уэст все еще серьезно настроен баллотироваться на пост президента, запись голосов может быть его единственным путем к победе, или действительно любым видом показа.
Рэпер объявил о своей кандидатуре 4 июля, минуя крайний срок подачи в качестве кандидата как минимум в шести штатах.
Тем не менее Уэст надавил вперед и подал соответствующие бумаги в Федеральную избирательную комиссию (FEC), и сумел получить свое имя на бюллетенях в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого обратился к толпе, одетой в пуленепробиваемый жилет, произнося свою речь без микрофона или подиума.
Уэст вышел против абортов, плача, когда он произнес прохристианское послание, которое, по его словам, заставит СМИ «сказать вам, что я сумасшедший».
Это было правдой, и митинг Запада описывался на новостных сайтах и сплетнях как рекламный трюк, свидетельство психических заболеваний или и то и другое.
Однако недавний опрос показал Запад на два процента по всей стране, шею и шею вместе с Джо Йоргенсеном из Либертарианской партии и на точку опередил Хауи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он может превзойти авторитетные 48 процентов Джо Байдена, он мог бы в теории заполучить достаточно голосов от Байдена, чтобы увидеть, как президент Дональд Трамп клинч второй срок - то, что пандиты с обеих сторон подозревают, может быть его планом.
Скала с Марса отправляется домой после 600 000 лет на Земле
На этой неделе небольшой кусок скалы будет заброшена в космос в одном из самых странных межпланетных планет.
Крошечный кусок марсианского базальта размером с 10p монету будет выпущен на борту американского роботизированного зонда в четверг и отправится на красную планету в семимесячном путешествии в родной мир.
Эта необыкновенная одиссея, межпланетная эквивалентная отправке углей в Ньюкасл, станет ключевой частью предстоящей экспедиции Nasa Mars 2020.
Космические инженеры говорят, что камень, подаренный Лондонским музеем естественной истории, будет использоваться для калибровки детекторов на борту робота-марсохода Perseverance после того, как он приземлится и начнет искать признаки прошлой жизни на планете.
Некоторые из наших марсианских метеоритов очень хрупкие, но мы выбрали именно этот метеорит, потому что он такой же жесткий, как старые сапоги
«Когда вы включаете инструменты и начинаете настраивать их перед использованием для исследований, вы калибруете их на материалах, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что же лучше для изучения скал на Марсе, чем комок, который появился там?» сказала профессор Кэролайн Смит, куратор метеоритов Музея естественной истории.
Ученые были уверены, что скала, которую они возвращали на Марс, зародилась на планете, добавил Смит, который также является членом научной команды Mars 2020.
«Маленькие пузырьки газа, запертые внутри этого метеорита, имеют точно такой же состав, как и атмосфера Марса, поэтому мы знаем, что наша скала пришла оттуда».
Считается, что марсианский метеорит был создан, когда астероид или комета погрузились на планету около 600 000 - 700 000 лет назад, распыляя мусор в космос.
Один из этих обломков пронесся по Солнечной системе и в конце концов упал на Землю.
Этот метеорит (ныне известный как SAU 008) был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди приборов, оснащенных марсохода Perseverance, является высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава горных пород и определения того, могут ли они содержать органические материалы, свидетельствующие о существовании или существовании жизни на Марсе.
Включение части SAU 008 предназначено для обеспечения максимальной точности.
«Кусок породы, который мы отправляем, был выбран специально, потому что это правильный материал с точки зрения химии, но и очень жесткий камень», — добавил Смит.
«Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие. Этот метеорит такой же прочный, как старые сапоги».
Как только Perseverance выберут наиболее перспективные скалы, которые можно найти, она выбрасывает их в тайники на марсианской поверхности.
Затем они будут извлечены в ходе последующих полетов роботов и взорваны в космос в направлении Земли для анализа.
Мужчина с огнестрельными ранениями найден в Мамбурине возле Верриби
Мужчина был доставлен в больницу после того, как его застрелили на западе Мельбурна за ночь.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 вечера, где они нашли мужчину в возрасте 20 лет с подозреваемыми огнестрельными ранениями нижней части тела в Yard St.
Мужчина был доставлен в больницу с травмами, не угрожающими жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: «Я не буду одеваться, воскресенья — для отдыха»
С чего начинается воскресенье?
Я спотыкаюсь с лестницы и падаю на собаку по дороге, чтобы приготовить жене чашку чая.
Если мне повезет, мы сбежали из Лондона в наш прибрежный дом на острове Уайт.
Мы вдвоем будем сидеть вместе и смотреть через воду в тишине.
Звучит безмятежно...
До 8 утра, когда двое или три наших мальчика стучатся в дверь, требуя завтрака.
Для них это бекон и яйца, шпинат и грибы, а если погода хорошая, мы выгоняем ребят.
Мы будем плавать, кататься на гребле или прогуляться по прекрасному аббатцу Кварр, которое выглядит как нечто прямо из игры престолов.
А во время блокировки?
Первые две недели я полностью отрицал, не мог поверить, что мой бизнес закрыт.
Я отвлекла себя от одержимости жизнью или гибелью моего недавно посаженного сада.
В противном случае я экспериментировал на кухне: сытный угорь и бульон шиитаке и бриоши с двойным кремом были моими выдающими.
Как вы расслабляетесь?
Я не буду одеваться, воскресенья — для отдыха, полуукороченные брюки для спортивного костюма и белая футболка.
После обеда с жареной курицей я буду повторить с бумагами на шезлонге в саду.
Я стараюсь не пить: это помогает мне очистить голову до звонка понедельника.
В воскресенье, которое торчит?
После долгого субботнего вечера на 40-й день рождения моей невестки в Нью-Йорке около полуночи моя беременная жена решила, что нам лучше поехать.
Она была полна решимости наслаждаться собой, говоря людям, что это ее третий в конце концов.
Мы покинули вечеринку, и она сразу пошла на роды.
А в воскресенье вечером?
К 19:00 мы собрали машину и сели на пароме до Портсмута.
Едем вверх по A3, и мы вернемся в Лондон на неделю: дети в постели, я выгуливаю собаку и у меня есть миска хлопьев.
Я хорошо уезжаю с острова Уайт, чтобы вернуться в город, я знаю, что если нет, то я не могу иметь там дома вообще.
Сотрудники полиции Кении арестованы после смертельной стрельбы в Гариссе
Двое полицейских в Кении были арестованы в связи со стрельбой, в ходе которой были убиты два человека.
Стрельба произошла на рынке Соко Нгомбе в восточной части округа Гарисса в субботу во время акции протеста против ареста человека, подозреваемого в убийстве.
Оба жертвы были названы Аден Абди Мадобе и Мухиядин Адоу Шибин.
Полицейский сторож Кении начал расследование стрельбы.
Он будет включать в себя «судебно-медицинский анализ» орудий офицеров.
Депутат от Гарисса Аден Дуале назвал эти смерти «отвратительными» и осудил «жестокость полиции» в заявлении, опубликованном в Facebook.
Участники кампании высказывали опасения по поводу полицейской деятельности во время пандемии.
По данным Amnesty International, кенийские офицеры убили 21 человека с марта за несоблюдение мер по профилактике коронавируса, таких как комендантский час и ношение масков.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, принявших участие в ежегодном марше Саба Саба - акции протеста, который начался 30 лет назад против самодержавного режима тогдашнего президента Даниэля арапа Мои.
Корреспонденты говорят, что этому событию в этом году придал дополнительный импульс гнева по поводу репрессий полиции во время блокировки Covid-19.
Сильное присутствие в безопасности за пределами консульства США в Чэнду, Китай
За пределами консульства США в городе Чэнду, в воскресенье в Китае, было жесткое присутствие безопасности, поскольку американские сотрудники готовились покинуть помещение.
Три движущихся грузовика были замечены в здании, а полиция в форме и в штатском выстроила обе стороны улицы, которые были выложены металлическими барьерами.
Редактор китайского таблоида Global Times написал в твиттере, что консульству США в Чэнду было предоставлено 72 часа на закрытие или до 10 утра (0200GMT) в понедельник, 27 июля.
Китай обвинил в том, что некоторые сотрудники консульства Чэнду «ведут деятельность, не связанную с их личностью».
Представитель министерства иностранных дел Китая Ван Вэньбинь, не сообщив никаких подробностей, заявил, что такая деятельность вмешивалась в дела Китая и наносит ущерб его интересам безопасности.
Приказ Китая о закрытии консульства в Чэнду был издан в пятницу в отместку за приказ США закрыть китайское консульство в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне, «чтобы защитить американскую интеллектуальную собственность и личную информацию американцев».
Когда в пятницу вступило в силу закрытие консульства Китая в Хьюстоне, группа мужчин, которые, как представляется, были официальными лицами США, были замечены, что они взломались в объект через черный ход.
Ван заявил в субботу, что нарушает международные и двусторонние соглашения, и Китай отреагирует, не уточнив, как это сделать.
Закрытие «тай-фор-тата» еще больше обострило напряженность между двумя странами по вопросам торговли и промышленного шпионажа до прав человека.
Бабуны сафари-парка, которые видели вооруженными ножами, отвертками и бензопилой, как «шутники дают им оружие для крушения автомобилей»
Известно, что приматы сафари-парка Ноусли, Мерсисайд, давно набрасываются на всех, кто останавливается в вольере и отрывает стеклоочиститель или зеркало.
Бабуны были вооружены ножами, отвертками и даже цепными пилами в сафари-парке Ноусли, Мерсисайд.
Рабочие опасаются, что шутники вооружат надоедливых приматов, которые, как известно, набросились на всех, кто делает паузу и отрывает стеклоочистители и зеркала.
Рабочие теперь опасаются, что они вооружены смертоносным оружием «для смеха» посетителей, чтобы усилить свои атаки, а обезьяны даже были замечены, как сами рылись вокруг ящиков для инструментов.
Один работник парка сказал The Sunday Times: «Мы не уверены, получают ли им оружие от некоторых гостей, которые хотят увидеть, как они атакуют автомобили или ловят их из пикапов и микроавтобусов».
«Они буквально попадут в ящики для инструментов людей и будут носить их с собой. Один из бабуинов был замечен вокруг бензопилы».
Другой рабочий сказал: «Бабуинов нашли с ножами и отвертками. Интересно, раздавали ли их некоторые из гостей».
И атаки бабуинами настолько неизбежны, что механики на северо-западе Англии хорошо знают ограждение.
Один механик в Sale, Greater Manchester сказал, что люди знают, чего ожидать в парке и что у него было два клиента, которые становятся жертвами бабуинов в этом году.
Они добавили, что в одну минуту дети хотят, чтобы обезьяны были на машине, а в другой у него нет номерного знака, но проблема дает «хорошие деньги» для гаража.
Ноусли вновь открылся 15 июня с применением мер безопасности Covid-19 после того, как он настаивал на том, что это так же безопасно, как проезд в Макдоналдс, так как посетители не покидают свою машину на пятимильном сафари.
Парк площадью 550 акров, где живут львы, тигры, носороги, гну и верблюды, отвергли сообщения о вооруженных обезьянах как городской миф.
Представитель сказал: «Мы считаем, что многие из этих историй выросли в преувеличении по мере их пересказания, с приукрашением, чтобы предметы, которые иногда встречаются в вольере, казались более захватывающими и невероятными».
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на 10 часов на свою модель нового поколения i30, чтобы доказать, что она обладает силой для семей с маленькими детьми.
Юнайтед, Челси в CL; Борнмут, Уотфорд вниз от EPL
«Манчестер Юнайтед» и «Челси» прошли квалификацию в Лигу чемпионов за счет Лестера в неистовый заключительный день сезона Премьер-лиги в воскресенье, а Борнмут и Уотфорд были отозваны, чтобы завершить пятилетнее пребывание на высшем рейсе.
Юнайтед выиграл 2:0 в «Лестере», забив голы Бруно Фернандес и Джесси Лингарда, чтобы команда Оле Гуннара Сульшера заняла третье место.
«Челси» обыграла «Вулверхэмптон» со счетом 2:0 после гола и голя Мейсон Маунта и финишировала на четвертом и последнем отборочном месте Лиги чемпионов выше «Лестера», который в течение большей части сезона находился в первой четверке.
Вместо этого «Лестер» сыграет в Лиге Европы вместе с «Тоттенхэмом», который сыграет 1:1 в Crystal Palace, чтобы занять шестое место — выше Вулверхэмптона по разнице мячей.
Битва за то, чтобы избежать двух оставшихся мест выбега, пошла на жеребьевку, когда Астон Вилла забила на 84-й минуте, пропустила минуту позже, а затем продолжила вничью 1:1 на Вест Хэме, чтобы выжить.
Капитан Джек Грилиш забил гол Виллы в том, что может стать его последней игрой для его клуба мальчишества.
Борнмут сделал то, что должен был сделать, и победил «Эвертона», 3-1, но в итоге отставал от виллы на одно очко.
Уотфорд также был отброшен в качестве последней команды после проигрыша 3:2 в «Арсенале».
«Манчестер Сити» прошел 100 голов в кампании, одержав 5-0 победу над последним и уже понизил Норвич — игру, которая стала последней в Премьер-лиге Дэвида Сильвы после 10 лет работы с «Сити».
Кевин Де Брюйне получил рекордную 20-ю голевую передачу в сезоне, а также забил дважды.
«Ливерпуль» завершил свой титульный сезон победой 3:1 в Ньюкасле и занял рекордные 99 очков в клубе.
Также «Саутгемптон» обыграл «Шеффилд Юнайтед» 3:1, а Дэнни Ингс забил свой 22-й гол сезона.
Это оставило его один позади Джейми Варди из Лестера, который выиграл «Золотую бутсу» в качестве высшего бомбардира лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая «достойная этика»
Гвинет Пэлтроу сказала, что хочет воспитывать своих детей, чтобы иметь хорошую этику, поскольку она пытается «не просто вручить им дела».
У Пэлтроу двое детей, Apple (16) и Мозес (14), с бывшим мужем Крисом Мартином, и она хочет, чтобы у них были хорошие ценности и не добирались до славы своих родителей.
«Вот почему я думаю, что это так важно... Растить ребенка, который имеет трудовую этику и чьи ценности соответствуют вашим или с их собственным чувством того, кто они есть и т.д.», - сказала она Роба Лоу в своем подкасте.
«Правда в том, что двери могут быть открыты для вас, но если подумать обо всех людях, которые пытаются, и этого не произойдет».
Она добавила: «Как родитель, как вы думаете, все, что я могу сделать для этих детей, это научить их правильно от неправильного и научить их, что такое работа. Я действительно старался не просто передать им вещи».
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более приватно, и гарантирует, что они держат свои аккаунты в социальных сетях конфиденциальными.
«Я не позволю им быть публичными в каких-либо социальных сетях или чем-нибудь подобном, я стараюсь держать их подальше от общественного зрения как можно больше», - сказала она.
«Знаете, теперь все по-другому, потому что дети такие: «Могу ли я иметь канал на YouTube?» и я говорю: «Нет, нельзя. Совершенно нет».
Министр внутренних дел Туниса назначил нового премьер-министра, который через месяц сформирует правительство
Министр внутренних дел Туниса Хичем Мечичи был назначен для формирования следующего правительства, говорится в президентской канцелярии, на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний адвокат сменил Элиеса Фахфаха, который ушел в отставку с поста премьер-министра в начале этого месяца.
Но Мечичи не был одним из имен, предложенных правящей политической партией президенту Кайсу Саиду.
В заявлении после субботнего объявления Мечичи заявил, что будет «работать над тем, чтобы сформировать правительство, которое отвечает ожиданиям всех тунисцев».
Тунис был восхвален как редкий успех демократических преобразований после региональных восстаний «арабской весны», вызванных революцией 2011 года.
Однако ее лидеры изо всех сил старались оправдать ожидания тунисского народа, и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
В результате этой болезни погибло почти 50 человек и заражено более 1400 человек в Тунисе.
Кроме того, будучи министром внутренних дел в уходящем правительстве, Мечичи был советником президента Сайеда, занимаясь юридическими вопросами.
Ранее он был начальником аппарата министерства транспорта, а также работал в министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем столкнется с парламентским вотум доверия и ему понадобится абсолютное большинство, чтобы добиться успеха.
В противном случае парламент будет распущен, а новые выборы пройдут в течение трех месяцев.
На последних выборах, состоявшихся в октябре, партия «Эннахда» вышла на первое место, но не получила большинства и в конечном итоге согласилась вступить в коалиционное правительство.
Отставка Фахфаха 15 июля после менее чем пяти месяцев пребывания в должности угрожала новым политическим тупиком в стране, которая борется с экономическими последствиями пандемии.
Отставка углубила политический спор с «Эннахдой» в связи с обвинениями в адрес Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и «Эннахдой» были напряженными после выборов в законодательные органы в октябре.
Фахфах ушел в отставку в тот же день, когда партия подала против него вотум недоверия.
Изначально Эннахда выдвинул независимого на пост премьер-министра, но ему не удалось завоевать поддержку парламента, в результате чего президент назвал на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, Эннахда в конечном итоге согласилась вступить в коалиционное правительство.
Тед Круз говорит, что цель Пелоси заключается в том, чтобы «выбить наличные деньги для решения проблемы и закрыть Америку»
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в том, что они продвигают пакет помощи по борьбе с коронавирусом, который фокусируется на «выбрасывании наличных денег на проблему и закрытии Америки» по мере продолжения переговоров по следующей мере.
В интервью «Face the Nation» в воскресенье Круз заявил, что страна сталкивается с двумя кризисами одновременно: глобальная пандемия, унесшая жизни более 600 000 человек по всему миру, и «абсолютной экономической катастрофы» в США.
Но Круз сказал, что Пелоси, которая появилась на «Face the Nation» перед сенатором, «не сосредоточена ни на одном из них».
«Ее цели - лопать наличные деньги при проблеме и закрыть Америку», - сказал техасский республиканец.
«И в частности, вы смотрите на купюру в 3 триллиона долларов, которую она пытается подтолкнуть, это просто лопата денег своим друзьям и на самом деле не решить проблему. Наша цель должна состоять в том, чтобы американцы хотели вернуться к работе. Они хотят иметь возможность обеспечить свою семью».
Республиканцы Сената и Белый дом провели на прошлой неделе переговоры об условиях четвертого этапа реагирования на коронавирус, который, как ожидается, обойдется в 1 триллион долларов.
В выходные глава аппарата Белого дома Марк Медоу и министр финансов Стивен Мнучин вернулись на Капитолийский холм для проведения дополнительных переговоров с сотрудниками Сената, а Мнучин сказал Fox News в интервью в воскресенье, что детали будут обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самым актуальным вопросом для законодателей - и предметом спора между республиканцами и демократами - является истечение срока действия расширенных пособий по безработице, которые начали прекращаться в эти выходные.
В то время как демократы хотят, чтобы пакет «четвертого этапа» коронавируса сохранил рост пособий на 600 долларов, республиканцы призывают к тому, чтобы он был отчислен и утверждают, что некоторые американцы зарабатывают больше от безработицы, чем в зарплатах.
Круз сказал, что более половины американцев, получающих повышенные пособия по безработице, получают больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, которые испытывают трудности с перенаем сотрудников.
«Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы остаться дома», - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении, который облегчит американцам вернуться к работе, смягчив налоги и нормативные акты для малого бизнеса:
«вместо того, чтобы просто выкидывать триллионы из двери, законопроект о возмещении приостанавливает действие налога на заработную плату, что повысит зарплату всем работающим в Америке. Это на самом деле возвращает людей к работе», - сказал он.
На прошлой неделе президент Трамп потребовал, чтобы следующий пакет помощи предусматривал снижение налога на заработную плату, но Мнучин заявил, что это не будет частью законодательства, так как это предложение было плохо воспринято республиканцами.
Трамп признал, что снижение налога на заработную плату не будет в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что не на борту с мерой от своих коллег-республиканцев Сената.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый контролируемой демократами палатой в мае, и обвинил своих политических оппонентов в преднамеренном создании меры, которая наносит ущерб президенту в преддверии ноябрьских выборов.
«Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - закрыть каждый бизнес в Америке, закрыть каждую школу в Америке», - сказал он.
«Знаете, Нэнси Пелоси рассказывает о работающих мужчинах и женщинах. Она предлагает удержать работающих мужчин и женщин от работы».
Канье Уэст принес публичные извинения жене Ким Кардашьян после разоблачения брака
Канье Уэст извинился перед женой Ким Кардашьян за то, что она стала публичной с «личным делом».
Во время события в Южной Каролине рэпер показал, что пара рассматривала возможность аборта своего первого ребенка.
После бурной недели, в течение которой он предъявил ряд претензий к своей жене и ее семье, Уэст принес свои извинения в твиттере.
Уэст также, как сообщается, посетил больницу через несколько часов после того, как Джастин Бибер посетил его ранчо в Вайоминге.
Он сказал: «Я хотел бы извиниться перед моей женой Ким за то, что она обнародовала что-то личное дело. Я не покрывал ее так, как она прикрыла меня».
«Киму я хочу сказать, что знаю, что причиняю тебе боль. Пожалуйста, простите меня. Спасибо, что всегда рядом со мной».
Неустойчивые твиты Уэста, в том числе о том, что его жена пыталась заперть его врачами, и он выдвинул ряд обвинений в адрес своей свекрови Криса Дженнера.
Он также заявил, что пытался развестись с Кардашьян Уэст, на которой женился в 2014 году.
На фоне опасений за душевное состояние своего мужа Кардашьян Уэст, мать четверых детей Уэста, опубликовала пространное заявление, в котором говорится, что она и ее семья «бессильны» вмешиваться и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: «Он блестящий, но сложный человек, который в дополнение к давлению художника и чернокожего человека, который пережил мучительную потерю своей матери и должен иметь дело с давлением и изоляцией, усиливаемыми его биполярным расстройством».
Она добавила, что раньше не обсуждала его состояние, потому что она «очень защищает наших детей и право Канье на частную жизнь, когда дело касается его здоровья».
Она добавила: «Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и заблуждений о психическом здоровье».
Уэст сделал свои претензии на аборт во время мероприятия 19 июля.
Мужчина арестован за якобы убийство брата-алкоголика в Большой Нойде: полиция
37-летний мужчина был арестован в воскресенье за якобы убийство своего брата, тело которого было найдено сброшенным в изолированном районе неделю назад, в Большой Нойде Уттар-Прадеша, сообщили в полиции.
Обвиняемый сообщил полиции, что его подглядывает алкоголизм и неправомерное поведение брата с женщинами из их совместной семьи, что привело его к преступлению, по словам чиновников.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было найдено около кустов в изолированном районе около недели назад.
По словам пресс-секретаря полиции, на теле были отмечены следы ножовых ударов, и в полицейском участке Бесрах был задержан РПИ, и расследование было проведено.
«Во время зонда улики привели полицию к мужчине, который умер, его брату Дипаку и его допрашивали.
Когда Дипак пробовал, Дипак признался, что забил брата ножом до смерти.
Он сообщил полиции, что Бхишам часто употребляет алкоголь, создает шум дома и неправильно вести себя с женщинами-членами семьи, из-за чего он решил убить своего брата», - сказал пресс-секретарь.
Обвиняемый был арестован и обвинен в убийстве и других связанных с этим обвинениях, сообщили в полиции.
Тони Блэр обещает никогда не прекращать вмешиваться в британскую политику, несмотря на серьезную негативные последствия Brexit
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании, после серьезной ответной реакции на его участие в Лейбористской партии и кампании против Brexit.
Г-н Блэр, который не работает более десяти лет, сказал Софи Ридж в эфире Sky News, что он «никогда» не перестанет говорить в британской политике.
Однако спорный политический деятель признал, что «многие люди, наблюдающие за этим, могут подумать, что мне стоит перестать говорить о вещах».
Софи Ридж сказала г-ну Блэру: «Я всегда понимаю, что вы не можете отвлечься от политики.
«Вы всегда публикуете отчеты о коронавирусе или придумываете аргументы по Brexit.
«Мне просто интересно, думают ли люди, почему после десяти лет пребывания в ПМ вы все еще пытаетесь участвовать в политике?
«Не пора ли провести время, обойти поле для гольфа».
Бывший премьер отверг это и поклялся оставаться в политике Великобритании столько, сколько сможет.
Он сказал: «Это не то, чем я хочу заниматься. Многие наблюдающие могут думать, что это именно то, что он должен делать и перестать говорить о вещах, но я забочусь о стране».
«Мы переживаем огромный момент перемен в мире, и институт, который я построил, работает по всему миру.
«Я знаю, что сделал то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие попытаются сделать».
Ранее в интервью г-н Блэр заявил, что Великобритания и ЕС могут заключить сделку по Brexit до конца года.
Он сказал: «Они могли бы заключить сделку. Но даже сделка, которую мы приземлим, будет плохим».
«Это, по сути, будет хорошо для Европы, потому что это облегчит торговлю товарами, но очень затрудняет для нас вопрос услуг».
Бывший лидер лейбористов также сообщил Sky News, что Великобритания будет жить с COVID-19, а не ликвидировать его в обозримом будущем.
Во время дани героям Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался «бить спину» Индии
Пакистан пытался «набить удар в спину» Индии, несмотря на ее попытки сохранить дружеские отношения, заявил сегодня премьер-министр Нарендра Моди в честь 21 годовщины Каргильской войны.
В своем ежемесячном радиообращении Манн ки Баат премьер-министр Моди заявил, что «Пакистан предпринял это злоключение со зловещими планами захватить землю Индии и отвлечь ее продолжающиеся внутренние конфликты».
«Пакистан имел наглость пытаться оккупировать индийскую землю и отклонить внимание от собственных внутренних волнений», - сказал он.
«В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, зло — сражаться со всеми без причины.
Люди такого рода могут думать только о том, чтобы творить зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан ударил Индию ножом, несмотря на попытки Индии наладить сердечные отношения», - сказал он.
«Вы можете себе представить, что враг находился высоко на горах, в то время как наши силы сражались с ними снизу. Но высокий моральный дух и истинность наших сил победили у гор», - добавил он.
«Благодаря мужеству наших вооруженных сил Индия продемонстрировала большую силу в Каргиле», - сказал премьер-министр Моди, напомнив о собственном визите в этот район.
Каргил Дивас празднуют каждый год, когда индийская армия вновь захватила все индийские посты в Каргиле Ладакха, которые были оккупированы пакистанской армией 21 год назад.
26 июля 1999 года армия объявила успешную кульминацию операции «Виджай».
Почти трехмесячная битва на ледяных высотах Ладака унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, генерал армии М. М. Нараване, главный маршал авиации Р. К. С. Бхадаурия и начальник военно-морского флота адмирал Карамбир Сингх также воздали должное Амару Джаван-Джёти в Национальном военном мемориале.
За десятилетия, прошедшие после Каргила, индийско-пакистанские отношения были напряженными после серии террористических ударов.
Индия настаивала на том, что переговоры и террор не могут идти рука об руку, а Пакистану необходимо ликвидировать все лагеря террора, действующие с его территории.
Онлайн-кредиторы предупреждают, что схема кредитования МСП может пропустить отметку
Сектор малого бизнеса, часто недообслуживаемый крупными банками, все чаще обращаются к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Однако г-н Каллаган сказал, что онлайн-кредиторы находятся в неблагоприятном положении по сравнению с крупными банками, потому что у них нет доступа к тому же более дешевому финансированию, и предупредил, что система гарантий МСП не набирает обороты.
«Я думаю, что это, вероятно, упустило отметку, когда все люди, которые звонят нам, звонят в ожидании, что они могут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита», - сказал он.
«Поэтому они звонят, и они очень разочарованы, потому что ожидалось, что существует дисконтная цена, и мы смотрим на нашу стоимость финансирования, которая совсем не изменилась».
Г-н Каллаган добавил, что если финтехы смогут получить доступ к более дешевому финансированию и передать это малым предприятиям, эта схема будет «без мозгов».
«Это был немного Catch 22, основные банки получили доступ к более дешевому финансированию, но они больше не склонны к риску, поэтому они на самом деле не выходят, чтобы кредитовать таким же образом, они не могут получить доступ к данным, и они не могут стать комфортно, если у вас нет собственности», - сказал он «Пока мы не сможем получить доступ к этому более дешевому Я думаю, что на рынке есть фикция о том, насколько популярной будет эта схема».
Базирующаяся в Мельбурне Мула также участвует в этой схеме, и главный исполнительный директор Арис Аллегс сказал, что преимущества 50-процентной гарантии, подразумеваемые в правительственной схеме, должны быть переданы малым предприятиям, но разные кредиторы занимаются этим по-разному.
«Я могу понять, что могут быть и другие, кто не проходит через эту структуру затрат», - сказал он.
«Это может быть зависит от структуры их финансирования, а также от того, какие категории они кредитуют и как они оценивают риски в этих категориях».
Г-н Аллегс не будет предоставлять подробную информацию о количестве кредитов, выданных Мулой в рамках этой схемы, но сказал, что обновленная схема является «основным признанием того, что необходимо изменить», чтобы обеспечить большую гибкость кредиторам и заемщикам.
Тем не менее, он сказал, что его основной проблемой является «двухскоростная экономика», которая работает, и влияние, которое это окажет на малый бизнес.
«Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, заключается в том, что пресловутое обрыв и как управлять этим обрывом», - сказал он.
«В целом, что касается спроса, мы не вернулись к уровням до COVID, хотя аппетит растет».
Онлайн-кредитор Prospa, включенный в список ASX, также не будет подробно описывать сумму займов, выданных в рамках этой схемы, поскольку в нем говорится, что информация является коммерческой конфиденциальной, но главный исполнительный директор Грег Мошаль сказал, что расширение этой схемы со стороны правительства приветствуется.
«Мы поддерживаем любые усовершенствования схемы, которые позволят малым предприятиям получить доступ к широкому спектру продуктов финансирования, отвечающих их требованиям, включая гибкие продукты денежного потока в более короткие сроки», - сказал он.
Вирджиния-Бич снимает памятник Конфедерации
ВИРДЖИНИЯ-БИЧ, штат Вирджиния-Бич — Город Вирджиния-Бич удалил 115-летний памятник Конфедерации из общественных мест в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие сняли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял возле старого здания суда округа Принцесса Энн, в том же месте, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс удаления.
Совет выслушал десятки ораторов и решил, что многие считают памятник раскольническим и болезненным напоминанием о прошлом.
Недавно статуя была полностью закрыта, вокруг нее были закрыты ворота после недавних протестов и вандализма в других памятниках Конфедерации.
На данный момент памятник будет храниться.
Теперь город должен дождаться предложений от исторических групп или других организаций, которые могут забрать памятник.
Полиция пробует новые, менее смертоносные инструменты, пока протесты продолжаются
По мере продолжения столкновений между правоохранительными органами и протестующими в Портленде и по всей стране продолжаются дебаты о том, как полиция может сократить смертоносную силу.
Некоторые компании предлагают полиции новые высокотехнологичные инструменты, такие как удаленные наручники, вместо более опасных опций, таких как перцовый спрей, резиновые пули и флеш-гранаты.
Правозащитная группа Amnesty International проанализировала 500 видеороликов протестов с 26 мая по 5 июня и обнаружила 125 случаев чрезмерной силы в 40 штатах и округе Колумбия.
«Мы видели неправомерное использование слезоточивого газа, перцового баллончика, перцовых шариков, 40-миллиметровых ударных патронов, причем в основном каждая комбинация менее смертоносного оружия используется ненадлежащим образом», — заявил следователь Amnesty International по оружию Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для того, чтобы избежать необходимости использования огнестрельного оружия.
«Все эти устройства должны быть под рукой, чтобы полицейские могли использовать помимо смертельной физической силы, применяемой огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право лишить вас жизни», — сказал Кори Пегэс, бывший заместитель инспектора Департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, карманное устройство, которое выбивает 8-футовый кевларовый шнур, который обтекается вокруг подозреваемого.
Существуют акустические устройства дальнего радиуса действия, также известные как звуковые каноны, оружие направленной энергии, использующее лазеры для нагрева кожи человека, новые снаряды из пенопласта и мела, вонющие бомбы и, конечно же, электрошокер.
Акции компании Axon, которая производит электрошокер, выросли более чем на 18%, достигнув рекордных максимумов, когда протесты стали жестокими через несколько дней после убийства Джорджа Флойда полицией.
Ожидается, что рынок менее смертоносного оружия достигнет 11,85 млрд. долл. США к 2023 году.
Посмотрите видео, чтобы узнать о новых высокотехнологичных инструментах полиции для менее смертоносной силы, о том, как они регулируются и что поставлено на карту для будущего полицейской службы и сообществ, которым они служат.
ООН: тысячи антипакистанских боевиков в Афганистане
ИСЛАМАБАД — В докладе ООН говорится, что в Афганистане скрываются более 6 000 пакистанских повстанцев, большинство из которых принадлежат запретной группировке «Талибан», ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группа, известная как «Техрик-е-Талибан» (ТТП), связана с афганским филиалом группы «Исламское государство».
Некоторые из членов ТТП даже присоединились к члену ИГ, штаб-квартира которой находится в восточной части Афганистана.
Правительство Афганистана не ответило в воскресенье на запросы The Associated Press о комментарии.
В докладе говорится, что ИГ в Афганистане, известная как ИГ в провинции Хорасан, сильно пострадала от афганских сил безопасности, а также сил США и НАТО, а иногда и афганских талибов.
Доклад был подготовлен группой аналитического и санкционного мониторинга ООН, которая отслеживает террористические группы по всему миру.
Согласно отчету, членство ИГ в Афганистане составляет 2200 человек, и хотя руководство ИГ истощено, среди своих лидеров по-прежнему входит сирийский гражданин Абу Саид Мохаммад аль-Хорасани.
В докладе также говорится, что группа по наблюдению получила информацию о том, что два старших командира Исламского государства, Абу Кутайба и Абу Хаджар аль-Иракский, недавно прибыли в Афганистан с Ближнего Востока.
«Хотя в территориальном отступлении (Исламское государство) по-прежнему способно совершать громкие нападения в различных частях страны, включая Кабул.
Она также направлена на привлечение боевиков Талибана, которые выступают против соглашения с США», - говорится в докладе, ссылаясь на мирное соглашение США, подписанное с талибами в феврале.
Это соглашение было заключено для того, чтобы США прекратили свое 19-летнее участие в Афганистане, и содержится призыв к талибам гарантировать, что их территория не будет использоваться террористическими группировками.
Ожидается, что сделка также гарантирует всестороннее участие талибов в борьбе с ИГ.
Вторая и, пожалуй, самая важная часть соглашения требует переговоров между талибами и политическим руководством Кабула.
В конце субботы Государственный департамент США опубликовал заявление, в котором говорится, что его посланник мира Залмай Халилзад снова переезжал по региону, стремясь начать эти переговоры, которые неоднократно откладывались, поскольку обе стороны ссорятся из-за программы освобождения заключенных.
Сделка, поддерживаемая США, призывает афганское правительство освободить 5000 заключенных Талибана и талибов освободить 1000 правительственных и военных сотрудников в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых он называет громких преступников, и предлагало бесплатные альтернативы.
Талибы отказались.
«Стороны как никогда близки к началу межафганских переговоров, что является ключевым следующим шагом к прекращению 40-летней войны в Афганистане», - говорится в заявлении Госдепартамента США.
«Несмотря на значительный прогресс в обмене заключенными, этот вопрос требует дополнительных усилий для полного решения».
Политический представитель талибов в начале этой недели заявил, что готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенных будет завершено.
Большое беспокойство для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП, Джамаат-уль-Ахрар или Лашкар-эислам, а также боевиков Освободительной армии Белуджистана, которая взяла на себя ответственность за громкие нападения в этом месяце в южной провинции Синд, а также в юго-западная провинция Белуджистан.
Несколько военнослужащих Пакистана были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда пакистанская армейская школа подверглась нападению и 140 были убиты.
Большинство из них были студентами, а некоторые были в возрасте 5 лет.
«Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается в 6000 - 6500 человек, большинство из которых имеют ТТП», - говорится в докладе.
Лучший британский банк HSBC отрицает «создание ловушки» для китайской Huawei в расследованиях в США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне заявил, что, как утверждали китайские СМИ, он не «фабрикует доказательства» против Huawei, что привело к аресту главного финансового директора компании в Канаде.
В недоступном посте на WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика телекоммуникационного сетевого оборудования, поскольку проверка Huawei за якобы нарушение американских санкций против Ирана началась задолго до участия банка в конце 2016 года.
«HSBC не проявляет враждебности по отношению к Huawei и не «подставил» Huawei», - заявил банк в субботу, добавив, что никогда не исказит никаких фактов о своих клиентах.
«В ответ на запросы Министерства юстиции США [Министерства юстиции США] о предоставлении информации HSBC Group просто представила объективные факты.
HSBC не «фабриковал» доказательства и не «скрывал» факты».
Сообщение заблокировано на платформе с примечанием о том, что он «нарушает правила» и сейчас недоступен.
Это заявление было сделано вскоре после того, как несколько китайских СМИ, включая государственные газеты, обвинили HSBC в «сговоре» с Вашингтоном с целью создания ловушки для Huawei.
Компания находится в эпицентре дипломатического скандала более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу был арестован в декабре 2018 года в Канаде по ордеру из США.
Менгу предъявлены обвинения в мошенничестве за якобы использование подставной компании для нарушения санкций против Ирана и якобы лжи банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым данным, приведенным Global Times, HSBC хорошо осведомлен об отношениях китайской компании со Skycom.
Сообщается, что банк решил «сговор» с правительством США, чтобы избежать более строгого наказания в 2012 году, когда банку пришлось признать отмывание денег и нарушения санкций, включая ограничения в отношении Ирана.
В то время было предписано выплатить штрафные санкции в размере 1,9 млрд. долл. США и предотвратить подобные проступки.
«Доказательства свидетельствуют о том, что HSBC понимает эти отношения, но намеренно продала конфиденциальные деловые документы своих клиентов американской стороне, чтобы правительство США могло упускать из виду неправомерное поведение британского банка и не наказывать его в соответствии с Соглашением об отсроченном судебном преследовании 2012 года», - говорится в сообщении газеты одной из статей, посвященных этому вопросу.
В завуалированных предупреждениях подконтрольная Пекину газета добавила, что кредитор, если он будет доказан виновным в этом «сговоре», может грозить «суровое наказание» в Китае, одном из основных рынков HSBC.
Известный банк не в первый раз попал под обстрел за последние недели.
В прошлом месяце HSBC была осуждена за поддержку нового закона о национальной безопасности Гонконга, города, где начинался бизнес и на который приходится более половины прибыли.
Банк столкнулся с критикой со стороны обеих сторон - со стороны Запада, а госсекретарь США Майк Помпео назвал это «корпоративным коутувом», а с востока, китайская сторона, как сообщается, заявила, что его поддержка «запоздала».
Ангола: больница Педале назначена министерству здравоохранения
Луанда - Президент Республики Жуан Лоренсу определил в эту пятницу передачу надзора за больницей Педро Мария Тонха Педале, строящейся в Луанде, в сферу Министерства здравоохранения.
Пресс-служба президента Республики сообщает, что эта мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественного медицинского обслуживания и медикаментов населению.
«В данном конкретном случае идея состоит в том, чтобы предоставить ангольцам справочную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности», - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, что вызвало «огромный спрос» на качественные медицинские услуги по самым разнообразным специальностям.
Это требование, как отмечается в записке, оправдывается включением в больницу, специализирующейся на лечении сложных заболеваний, преподавании и исследованиях, вмешательствах, связанных с офтальмологией и медициной матери и младенца, области, стратегия и ведение которых заслуживают того, чтобы нести ответственность Министерство Здоровье.
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, совершенного боевика, говорит президент Теббун.
Алжир - Президент Республики Абдельмаджид Теббун направил телеграмму соболезнования членам Народного национального собрания (АПН) Муджахеду Махмуду Гемаме, погибшим в пятницу, в котором заявил, что Алжир «потерял патриота и боевика, приверженного делу своего народа и своего народа».
Алжир проигрывает сегодня, в результате смерти Моджахеда Махмуда Гемамы, патриота и боевика, приверженного делу своего народа и своей нации, человека, который никогда не колебался и чья решимость оставалась нетронутой с того момента, как он взял в руки оружие, вместе со своими доблестными братьями моджахедов, до последнего вздоха на этом печальный день, когда мы можем только подать в отставку Божьей воле», - написал президент Теббун в своем послании соболезнования.
«Покойный Махмуд Гемама, мир ему, принадлежал уникальному поколению верных патриотических боевиков, которые пожертвовали собой ради своей родины», - добавил президент Республики.
«Умерший посвятил свою жизнь освобождению Алжира от мучений отвратительного колониализма, присоединившись к рядам Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI».
«Покойный президент известен всем своей доказанной воинственностью и своей приверженностью закрепления имиджа процветающего и объединенного Алжира», - заявил президент Теббун.
«На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешиваясь, чтобы примирить братьев в одной и той же стране всякий раз, когда разжигается огонь раздора», - добавил президент в своем послании.
«Все эти качества и ценности принесли покойному Махмуду Гемаме уважение и доверие народа Таманрасца, который выбрал его для представления их в Народном национальном собрании (АПН) в течение нескольких сроков, в течение которых он был послом и защитником проблем региона и чаяний его людей и даже представителя и представителя всех алжирцев», — написал президент Республики.
«Все выражения соболезнований будет недостаточно для того, чтобы воздать должное моджахеду Махмуду Гемаме, мир ему будет.
Он покидает нас сегодня в то время, когда он нужен Алжиру», - сказал президент.
«Я молюсь Всемогущему Богу окружить покойного Его Святым Милосердием, приветствовать его в Своем огромном раю рядом с шухадаа и добродетельным.
Я также молюсь Богу, чтобы он дал своей семье и близким терпение и утешение... нет никакой силы или силы, кроме Бога», - заключил Президент Республики.
Обновление о путешествиях по коронавирусу: в каких странах действуют ограничения на поездки для болгар при въезде
Число стран, вводящих ограничения на поездки, растет. На этой неделе Чешская Республика хочет провести тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только в том случае, если у них есть адресная регистрация, трудовой договор или документ, подтверждающий командировку.
На сегодняшний день люди, которые посетили Болгарию и Румынию за последние 14 дней, подвергаются обязательному карантину в Италии. В Финляндии въезд осуществляется только по «веской причине».
Обязательный домашний карантин в Австрии, несмотря на отрицательный тест ПЦР. Это уже необходимо для въезжающих в Германию. В течение следующих 14 дней доступ в южную Румынию был запрещен без веских оснований. Греция еще больше ужесточила меры вдоль своих сухопутных границ.
Со вторника пассажиры, путешествующие самолетом из Болгарии в Грецию, должны будут представить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, проведенного за 72 часа до их въезда в наш южный сосед, сообщило Министерство иностранных дел.
Они добавили, что в страну будут допущены только пассажиры, имеющие сертификат на такой тест. Он должен быть выдан на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям
«Путешественники должны пройти тестирование в лаборатории методом ОТ-ПЦР, взяв выделения изо рта или носа. Тесты на коронавирус будут признаны, если они проводятся в национальных эталонных лабораториях, национальных медицинских лабораториях или частных лабораториях, аккредитованных соответствующими национальными аккредитационными органами (не обязательно специально для COVID-19).
Эта мера не распространяется на граждан Греции, граждан, проживающих в Греции, и путешественников по важным профессиональным причинам.
Министерство иностранных дел Греции также сообщило, что во вторник, 28 июля, и среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными греческими властями по прибытии в Грецию.
Требование о том, чтобы граждане, путешествующие самолетом в Грецию, заполняли не менее чем за 24 часа до прибытия в страну электронную форму местонахождения пассажира (PLF), генерирующую QR-код, который они представляют греческим властям при въезде в страну, остается в силе. Более подробная информация опубликована на сайте travel.gov.gr
В настоящее время нет никаких изменений в требованиях к пересечению сухопутных границ между Болгарией и Грецией. «Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму для локализации пассажиров (PLF), генерируя QR-код не менее чем за 24 часа до прибытия», - пояснили в МИД.
Закрытие контрольно-пропускных пунктов Илинден, Капитан Петко Войвода и Маказа увеличило движение через границу возле Петрича. Никаких проблем с переходом нет. Очереди на грузовиках нет. Все, кто ждет, отправляются в море в Грецию. Путешественники ждут около полутора часов, чтобы пересечь Башню.
Три точки на болгарско-греческой границе работают. Только «Илинден — Экзохи» и эта часть Ивайловграда закрыты.
Доминик Каммингс находится в заложниках SAS... на базовом туре
Главный советник премьер-министра прошел этот опыт на прошлой неделе во время экскурсии по базе
Идея о том, что Доминика Каммингса удерживают в заложниках с винтовками, указанными на его голову, может быть одной для некоторых притесняемых государственных служащих, чтобы тайно смаковать.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время экскурсии по штаб-квартире SAS Stirling Lines.
The Mail on Sunday может раскрыть, что часть его визита в среду связана с поездкой в «Дом убийства», где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе Херефорда также включала инспекцию военной техники полка и брифинг о недавних операциях, включая усилия по ликвидации террористов «Исламского государства» в Ираке.
Высокопоставленные посетители Stirling Lines получают необычный прием — поворот в «Дом убийства», двухэтажном здании, где SAS практикует ближние бои.
Среди предыдущих гостей — принцесса Диана, волосы которой загорелись благодаря искре гранаты, брошенной во время упражнений в 1983 году.
Понятно, что г-н Каммингс прибыл на базу, названную в честь основателя полка полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний учебный район армии Понтрилас, где базируются другие сверхсекретные подразделения.
Визит был частью его турне по высокозасекреченным установкам безопасности Великобритании, которые подняли брови среди политиков и военных начальников.
Когда новости о его планах появились ранее в этом месяце, Tobias Ellwood, a Tory backbencher и chair of the Commons Select Defence Committe, said MPs должна быть предоставлена такая же возможность допросить его о вопросах обороны и безопасности, как они предоставляются министрам и государственным служащим.
Специальные советники, назначаемые политиками, редко обязаны давать показания отобранным комитетам.
Понятно, что старшие офицеры SAS использовали мероприятие среды, чтобы подчеркнуть важность сохранения численности личного состава Королевской морской пехоты и Парашютного полка.
Сообщалось, что эти подразделения, которые предоставляют большинство войск спецназа, могут сократиться или объединиться для экономии средств.
«Более половины солдат в SAS на 250 человек ранее были Paras, в то время как еще меньший специальный лодочный сервис (SBS) не мог продолжаться без поддержки Королевской морской пехоты», - сказал источник обороны.
«Каммингсу сказали, что эти единицы должны быть сохранены в полном объеме».
Г-н Каммингс, который жаловался на то, что военные закупки «продолжают растрачивать миллиарды фунтов», недавно присутствовал на встречах в штаб-квартирах МИ-5 и МИ-6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, вместе с правительственными сверхсекретными лабораториями в Портон-Дауне в Уилтшир.
Вчера вечером министерство обороны не ответило на запрос о комментарии.
Утренник «Воскресное утро»: Празднование Роджерса и Харта
2020 год знаменует столетие бродвейского дебюта первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра Ричарда Роджерса и Лоренца Харта.
В честь своего наследия, написавшего песни, звезды Бродвея Джелани Алладин («Замороженные», «Геркулес») и Кристиани Питтс («Кинг Конг», «Сказка Бронкса»), а также танцор Ричард Риаз Йодер («Привет, Долли! ,» «Shuffle Aong»), представляют современный взгляд на стандарт Rodgers & Hart «Леди — бродяга», записанный специально для аудитории «Sunday Morning».
Музыкальное режиссура и аранжировки барабанщика Брайана Картера, выступающего вместе с басистом Расселом Холлом.
Пожарные приземлились в огне округа Лассен
Пожарные набирают обороты против двух лесных пожаров, которые сожгли более 30 000 акров в округе Лассен к северо-востоку от Сакраменто.
Золотой пожар, начавшийся к югу от Адина, сдерживается на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесоводству, сообщили официальные лица Cal Fire в обновлении в субботу утром.
После сожжения в течение четырех дней пожар пережевал 21 000 акров, разрушил семь домов и отправил двух пожарных в больницу.
В одночасье пожарные воспользовались более мягкими условиями для строительства и укрепления линий управления.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сьюзанвилла, меньший пожар, известный как пожар свиней, разрушил два сооружения и потреблял около 10 000 акров.
Пожар остановился на ночь, когда пожарные работали над уборкой и укреплением линий управления, сообщает Департамент лесного хозяйства и противопожарной защиты Калифорнии.
К утру субботы он содержался на 45% и горел шесть дней.
В дневную жару, при температуре выше 90 градусов в районе Сьюзанвилла, тлеющие участки подвергались риску вспыхнуть.
В то время как некоторым жителям разрешается вернуться в свои дома, в некоторых районах обеих пожарных зон по-прежнему действуют обязательные распоряжения об эвакуации.
Два пожарных, раненых в результате золотого пожара, были освобождены из больницы.
Юнион-цепочному мосту Шотландия-Англия 200 лет
Мост, связывающий Шотландию и Англию, исполнилось 200 лет перед ремонтом 10 миллионов фунтов стерлингов.
Мост Юнион-Чейн пересекает реку Твид от Фишвика на шотландских границах до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, это был самый длинный подвесной мост из кованого железа в мире с пролетом 137 м (449 футов).
Это также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером Королевского флота Англии капитаном Сэмюэлем Брауном.
Он запатентовал и производил кованые железные цепи после того, как пострадал от потери кораблей Королевского военно-морского флота, которые разорвались без веревок.
Друзья Цепного моста Союза и Института инженеров-строителей Шотландии отмечают двухсотлетие перекрестка.
Роберт Хантер из группы друзей сказал: «Это действительно один из самых исторических мостов в мире и увлекательный инженерный элемент.
«Мы планировали несколько торжеств, чтобы отметить это событие, но, к сожалению, их пришлось отложить.
«Однако тот факт, что вскоре начнутся работы по ремонту стоимостью 10 млн фунтов стерлингов, является лучшим подарком на день рождения и обеспечит будущим поколениям возможность насладиться мостом во всем его великолепии».
Директор Ice Scotland Ханна Смит описала мост как «часто игнорирующую» часть инженерного наследия Шотландии.
Она сказала: «Мы знаем, что он известен во всем мире, и это фантастика, что вскоре начнется работа по его реконструкции».
Северная Корея объявляет чрезвычайное положение, как сообщается о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал чрезвычайную встречу политбюро после того, как человек, подозреваемый в том, что Covid-19 вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили в воскресенье государственные СМИ.
В случае подтверждения это будет первый случай, официально признанный северокорейскими властями, которые до сих пор заявили, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел блокировку приграничного города Кэсон, назвав это «критической ситуацией, в которой злобный вирус, как можно утверждать, попал в страну», сообщает государственное информационное агентство ЦНА.
По данным ЦТАК, человек, дезертировавший в Южную Корею три года назад, вернулся через укрепленную границу, которая разделяет две Кореи с симптомами, которые предполагали Covid-19.
«Чрезвычайное событие произошло в городе Кэсон, где беглый, который отправился на юг три года назад, человек, подозреваемый в заражении злобным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии», - говорится в сообщении ЦТАК.
ЦНК конкретно не упомянул, был ли этот человек тестирован, но сказал, что «неопределенный результат был получен в результате нескольких медицинских осмотров секреции верхних дыхательных органов и крови этого человека», что побудило чиновников ввести в карантин человека и расследовать любого, с кем он мог контактировать .
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгое закрытие границ.
Тысячи людей в скрытной нации были помещены на карантин, но ограничения недавно смягчились.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как «человеческую отвратизку» и призывая Южную Корею бороться с группами, которые посылают пропагандистские послания и продовольственную помощь в Северную Корею.
Ким распорядился провести расследование в отношении воинских частей вдоль границы, где подозревается в пересечении, с тем чтобы «применять суровое наказание и принять необходимые меры».
Угрозы австралийской демократии ближе к Китаю
Однако ряд недавно принятых или ожидающих принятия мер в парламенте Содружества вызывает озабоченность по поводу нашего собственного авторитаризма.
Они включают внедрение технологии распознавания лиц, заставляя технологические компании расшифровать информацию, хранящиеся на компьютерных системах своих клиентов, заставляя технологические компании предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширения Обязательные полномочия ASIO по допросу.
Эти меры вызывают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особую тревогу.
В отличие от любой из других стран «Пяти глаз» — Соединенных Штатов, Канады, Соединенного Королевства и Новой Зеландии — после 11 сентября ASIO получила право в принудительном порядке допрашивать людей на срок до семи дней в связи с террористическими преступлениями.
Хотя можно согласиться с тем, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия, крайнее насилие, по крайней мере, обеспечивает яркую границу вокруг этих исключительных держав.
Этого, безусловно, нельзя сказать о «радикальных и расплывчатых» определениях, которые используются в этом законопроекте для того, чтобы вызвать обязательную власть для оспаривания: речь идет о информации, которая предрассушает «политические, военные или экономические отношения Австралии с другой страной»; или о деятельности в сотрудничестве с иностранной державой, которая являются подпольными или обманчивыми и «наносят ущерб интересам Австралии».
Трудно представить себе более «радикальное и расплывчатое законодательство о национальной безопасности», чем это.
ASIO будет разрешено в обязательном порядке допрашивать всех об этих вещах, а не только подозреваемых преступников.
Сюда входят журналисты, деловые люди, ученые и сотрудники университетов, юристы, граждане, резиденты и посетители.
ASIO просто должен показать, что допрос будет «существенно способствовать сбору разведывательных данных» об иностранном вмешательстве, что, по-видимому, является главной целью законопроекта.
Затем человек может быть допрошен до 40 часов (не включая перерывы).
Если человек отказывается присутствовать, он будет арестован.
Отказ отвечать или давать ложные или вводящие в заблуждение ответы приведет к максимальному пятилетнему сроку.
Нормы, которые являются основополагающими в наших правовых системах, защищенных конституцией Соединенных Штатов, отменены этим законопроектом.
Люди, включая людей, которым уже предъявлены обвинения, будут вынуждены предоставить доказательства, которые затем могут быть использованы для их судебного преследования.
У них может присутствовать адвокат, но адвокат будет ограничиваться уточнением вопросов, которые были неоднозначными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи Генеральному прокурору.
Как отметил Генеральный инспектор по разведке и безопасности, это «отходит от тенденции увеличения требований к внешним разрешениям в других юрисдикциях Five Eyes».
Это также нарушает принцип разделения властей, согласно которому суды тщательно изучают действия исполнительной власти.
В новом законопроекте также предлагается расширить полномочия допроса на детей, которым не менее 14 лет, но только на тех, кто занимается или может заниматься деятельностью, наносящая ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если наши разведывательные службы были лучшими в мире, предоставляя право обязательно допрашивать кого-либо о информации, которая «предрассушает экономические отношения Австралии с другой страной», или деятельность, которая «наносит ущерб интересам Австралии», выходит за рамки бледности.
Мы остаемся в одиночестве.
Ни одна другая страна «Пять глаз» не заходит до сих пор, даже за террористические преступления.
Подлинно либеральные демократии защищают от авторитарных мер.
Поведение наших служб безопасности в связи с прослушиванием в парламенте Восточного Тимора, судебными процессами над свидетелями К. и Бернардом Коллари, тайным судебным разбирательством и тюремным заключением бывшего сотрудника разведки, недавними ордерами на обыск двух журналистов и перспективой предъявления обвинений против одного из них в связь с историями о предполагаемых убийствах австралийских солдат в Афганистане показывает, почему мы не должны снижать охрану.
Тела матери и двух младенцев обнаружены в машине, погруженной в пруд
AUGUSTA, Ga. — Власти вытащили погруженное транспортное средство из пруда Джорджии и обнаружили внутри тела женщины и ее близнецов 10-месячных детей.
По сообщению The Augusta Chronicle, в пятницу во второй половине дня экипажи обнаружили автомобиль в пруду мэра в Августе.
Коронер округа Ричмонд Марк Боуэн заявил, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти идентифицировали тела как 25-летнюю Шакию Филпот и ее младенцев Кейсен и Кассиус Уильямс.
Чиновники не обнародовали подробностей о том, как семья оказалась в пруду.
По словам Боуэна, свидетель, который ловил рыбу в этом районе, нашел машину.
Тела должны были быть отправлены в Бюро расследований Джорджии для вскрытия.
Дело по-прежнему находится на стадии расследования.
Обзор «Персы»: древний портрет поражения Эсхила
В фильме «Персы» не так много действий, даже сюжета. Люди просто мелькают, говорят (по общему признанию, довольно интенсивно) о событиях (по общему признанию, трагическом), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции развязывает звуки и ярость. На пике шоу бьет как удар по солнечному сплетению, захватывая дыхание - воздействие лишь слегка притупляется при просмотре онлайн.
«Персы» Эсхила, впервые выпущенные в 472 году до н.э., считается старейшей из сохранившихся греческих пьесы. Эта постановка Димитриса Линьядиса транслировалась в субботу в прямом эфире из древнего амфитеатра Эпидавра; в духе театра запись в Интернете не существует. Изначально это место было задумано как часть города асклепиона (лечебного центра), потому что греки считали, что баланс между телом и душой необходим для хорошего здоровья. Давайте все задумаемся над этой философией.
Шоу посвящен последствиям Саламиса, военно-морского сражения, в котором греки, превышающие численность греков, набросили мощную персидскую армию 2500 лет назад. В то время, когда наши горизонты закрываются, это прямо вызывает головокружение, чтобы практически присоединиться к живой аудитории, наблюдая за живыми актерами (субтитрами) в Греции, когда они исполняют пьесу тысячелетней давности.
Сам Эсхилус сражался в Саламисе, но его пьеса имеет поворот: Этот ветеран победной стороны поставил свою историю среди побежденных, бросая довольно сочувственный глаз на своих недавних врагов» бедствия.
Хор персидских мужчин в длинных, светлых юбках и белых рубашках на пуговицах открывает дело. Они находятся в своей столице с нетерпением ждут новостей о своем короле Ксерксе, который улетает с Афинами.
Войдите в овдовевшуюся мать Ксеркса, королеву Атоссу (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит её, а не наоборот; она человек в экзоскелете ткани, как уязвимой, так и грозной. Кониорду, которая входит в число величайших сценических актрис Греции, знает роль наизнанку - она срежиссировала и снялась в более ранней постановке Национального театра Греции «Персы», которая сыграла нью-йоркский центр в 2006 году, - и она ведет разбирательство, казалось бы, не делая много вообще. По большей части она стоит посреди круговой сцены, без особых усилий проецируя тлеющую ярость и мучительную скорбь, как раскрывается масштаб катастрофы, постигшей домашние войска.
Опасение, которое все испытывали, подтверждается, в ужасающих подробностях, посланником (Аргирисом Пандазарасом), возвращающимся с фронта. В абсолютно невероятной сцене он рассказывает о битве, вбивая себя в безумие, когда члены хора танцуют вокруг него, а дрон-подобная партитура Гиоргоса Пулиоса разбухает до того, что, должно быть, было оглушительным уровнем.
Позже к ним присоединяются мертвый муж Атосы (Никос Каратанос), вызванный из преступного мира, и Ксеркс (Аргирис Хафис), который каким-то образом сбежал живым из обломков. Кусочки струны на его тунике отмечают кровь (изысканные костюмы Евы Натены всегда способствуют повествованию). Герои вместе скорбят о погибших и разрушениях, в ходе совместного траура.
Совсем немножко классический театр, который мы видим в США, пытается сделать его более доступным так или иначе. Часто это делается с относительно натуралистическими строчными чтениями, стремясь сделать текст менее чужеродным, легче усваиваться. Но Линьядис и его труппа полностью обнимают Декламацию, которая может звучать немного вынужденно для современных ушей, но подчеркивает ритмическую силу текста. В то время как технически они не поют, например, четыре ведущих актера по существу доставляют арии, добиваясь заговорчивой силы, которая чувствует себя потусторонней.
Однако мы никогда не забываем, что игра уходит корнями в эмоции, которые слишком человечны.
Египет начинает регистрировать данные избирателей за рубежом для участия в выборах в сенат
Национальный избирательный орган (NEA) в субботу начал регистрировать данные избирателей на борту, чтобы начать голосовать на выборах в сенат, которые состоятся 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое представительство, связанное с их проживанием за рубежом, на веб-сайте NEA с 25 июля по 31 июля.
NEA также опубликовала видеоролик, объясняющий шаги, которые избиратели могут предпринять для удаленного голосования по электронной почте в рамках мер предосторожности против пандемии коронавируса.
Правовой период предвыборной пропаганды кандидатов в сенат длится с 26 июля по 8 августа, говорится в сообщении NEA.
Министр эмиграции и по делам египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в качестве конституционного права.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать в качестве верхней палаты парламента.
Закон был принят большинством в две трети голосов при возражении четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100 избираются по индивидуальной системе и 100 членов, назначаемых Президентом Республики.
Срок членства в Сенате составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих концу срока полномочий.
Более 200 пожарных отреагировали на пожар Карен в долине Джурупа - CBS Los Angeles
JURUPA VALLEY (CBSLA) - В субботу днем в долине Джурупа вспыхнул лесной пожар, что привело к ответным действиям более 200 пожарных.
О каренском пожаре было сообщено сразу после 15.00 на Сьерра-авеню и Карен Лейн.
Пожар вырос примерно с 5-10 акров до примерно 250 акров по состоянию на 20.00.
Сдерживание при последней проверке составляло 50%, а 225 пожарных из Кэл Файр, пожарной службы округа Риверсайд, пожарной службы города Корона и пожара округа Сан-Бернардино находились на месте, сражаясь с пожаром.
Прогресс в деле пожара был остановлен, но ожидается, что ресурсы останутся в одночасье для наблюдения за состоянием.
О травмах или структурных повреждениях не сообщалось, а эвакуация не была заказана.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино закрыт.
Число случаев заражения коронавирусом в Израиле превысило 60 000 человек по мере
ИЕРУСАЛИМ (Рейтер) - Число людей, которые проявились положительными на коронавирус, в Израиле превысило 60 000 человек в субботу, поскольку правительство пытается сдержать рост заболеваемости.
Последние ежедневные данные показали 1770 новых случаев заражения, в результате чего общее число случаев заболевания достигло 60 496 человек, сообщает министерство здравоохранения страны.
Израиль, население которого составляет 9 миллионов человек, сообщил в общей сложности 455 человек со смертельным исходом от пандемии.
Израиль был одной из первых стран, которые ввели общенациональную локацию, и первоначально добился успеха в схватывания вспышки болезни.
Ежедневные случаи, пронумерованные сотнями, снизились до низких двузначных цифр.
Обеспокоенное экономическими потерями, правительство смягчило эти ограничения - слишком быстро, как это признали некоторые чиновники, - и уровень заражения вновь повысился.
Возобновленное спорадическое закрытие различных секторов экономики усилило общественное раздражение, вызывая ежедневные демонстрации.
Остерегаться садоводческих трюков, которые выглядят слишком хорошо
Это может быть неловко признаться ученым-растениеводству, но я полный присосок для садового трюка.
Мне нравится думать, что это потому, что я открытость или, может быть, просто иррационально оптимистична, особенно потому, что многие вещи в мире растений часто крайне противоречивы.
Но мне не стыдно сказать, что за всю жизнь я упал на десятки из них в садоводстве.
Хотя я твердо верю в ценность опробовать вещи для себя, если вы не хотите учиться трудному пути, вот некоторые из самых распространенных садовых трюков, с которыми я сталкивался.
Во-первых, и, вероятно, худший преступник, привитые растения томат-картофеля.
Присвоение растений томатов на корни картофеля, названный революционным прорывом, на самом деле, является ботаническим любопытством старой школы, которое восходит по крайней мере к 1920-м годам.
Поскольку они оба из одного семейства и имеют в целом схожую внутреннюю «сантехнику», вы действительно можете создать такие чудеса хирургического улучшения.
Но вот в чем проблема: создание ресурсоемких структур, таких как фрукты и корни, требует много метаболической энергии, и если растения пытаются сделать обе их ограниченные энергии, неизбежно расколотся.
Это означает, что урожайность этих привитых растений ужасна и не похожа на то, что вы видите на маркетинговых фотографиях.
Затем есть тот факт, что посевы созревают разными темпами, поэтому для сбора шпутов нужно убить растения до того, как помидоры созревают.
Что касается маркетинговых изображений, то здесь тоже много странных дел.
Я видел розы Photoshopped небесно-голубые и фруктовые деревья с физиологически невозможным количеством фруктов на их ветвях в некоторых крупных каталогах.
Я даже видел фотографии, «заимствованные» из моего аккаунта Instagram и используемые торговыми сетями в качестве изображений их судебных оснований.
К сожалению, работа небольшого числа кавалерских компаний означает, что вы должны смотреть рекламные изображения, особенно в Интернете, со скептически настроенными взглядами.
Если это выглядит слишком хорошо, чтобы быть правдой, возможно, так и есть.
Кстати говоря, синий цвет сравнительно редкий в ботаническом мире, поэтому, если вы видите ослепительный вереск, орхидею или кактус, сияющий самым интенсивным «дезинфицирующим» оттенком синего, почти наверняка его опрыскивают или окрашивают.
Это было бы хорошо, пока продавцы ясно дали это понять, но они редко делают это.
Орхидеи из синей моли вернутся к своим изначальным белым, но распыленные кактусы и верескари, покрытые светоподавляющим слоем красителя, вряд ли продержатся долго.
Наконец, мне нужно отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что миниатюрные деревья прорастут из их пакетов.
Бонсай — это не вид растений.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на отдаленных горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые взломаются назад, и новые темпы роста.
Я знаю, что буду продолжать падать на трюки, это часть удовольствия от экспериментов.
Но приступайте к этим, и вы можете найти тот, который действительно имеет шанс выполнить свои обещания.
Карантин Испании: нужно ли вам карантин в Испании?
Нет, но если вы вернетесь из Испании после полуночи, вам придется самостоятельно изолироваться дома в течение 14 дней.
Министр юстиции Великобритании Хумза Юсаф заявил: «Решение об освобождении Испании в начале этой недели было принято, когда данные показали, что распространение вируса улучшилось.
Но, очевидно, последние данные дают нам основания для беспокойства отменить это решение.
«Мы понимаем, что это будет разочаровывающим. Однако нам всегда было ясно, что мы внимательно следим за ситуацией с пандемией во всех странах и что нам может потребоваться исключить страну из списка мест, освобожденных от карантинных требований в случае возрождения вируса».
«Она все еще активна и смертельно опасна. Нашим приоритетом является подавление вируса, предотвращение его передачи и защита общественного здоровья».
Никаких правил, касающихся британских путешественников, прибывающих в Испанию, не было объявлено, однако если вы путешествуете в Испанию, вам следует проверить местные правила в вашем регионе.
Заместитель директора по чрезвычайным ситуациям Испании Мария Хосе Сьерра сказала:
«У нас есть важные вспышки. Это может быть вторая волна. Нам нужно будет посмотреть, что произойдет в ближайшие несколько недель».
Пакистанский Имам-уль-Хак признан пригодным для биты после травмы от разминки
Пакистан и Англия будут сталкиваться друг с другом в трех тестах и столько же T20.
Пакистанский бэтсмен Имам-уль-Хак был объявлен врачом команды пригодным для биты после того, как его ударили по левой руке во время батирования во время разминки внутри отряда в Дерби.
«Леворукий бэтсмен принял участие в разминке перед началом второго дня спектакля», - говорится в заявлении Пакистанского крикетного совета (PCB).
Имам PCB Whites' был удар по левой руке во время побоев против Насима Шаха PCB Greens' в первый день матча.
Имам был вынужден уйти на пенсию больным в пятницу вечером после того, как его ударил по левой руке мяч от шаха, но смог принять участие в разминке утром и возобновит иннинги на третий день.
Более 30 сотрудников протестировал коронавирус в одном отделении банка в Тамилнад
По меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, Тамилнад, дали положительный результат на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, клиентам, которые посетили банк, также посоветовали добровольно явиться на тесты на коронавирус.
Ранее высокопоставленный сотрудник филиала, который страдал от других осложнений, умер от COVID-19.
По словам чиновников, позитивные случаи выявились после того, как недавно в банке был проведен лагерь массового медицинского обследования.
Высокопоставленные сотрудники банка заявили, что процесс дезинфекции завершен, и банк может возобновить свою деятельность с завтрашнего дня.
Сотрудники здравоохранения корпорации контактируют с клиентами, которые посетили банк.
По состоянию на субботу в штате Тамилнад, где зафиксировано наибольшее число случаев заражения вирусом в стране после Махараштры, зарегистрировано в общей сложности 2 06 737 случаев заболевания вирусом.
Премьер-министр Индии посетит новаторский храм на спорном месте
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном месте на севере Индии, где в 1992 году индуистские жесткие лайнеры снесли мечеть XVI века, по данным траста, осуществлявшего надзор за строительством храма.
Церемония назначена на 5 августа, дата, по словам организаторов, была астрологически благоприятной для индусов, но это также год с тех пор, как индийский парламент отозвал полуавтономный статус единственного штата с мусульманским большинством — Джамму и Кашмира.
Символизм был невозможно пропустить как сторонникам, так и противникам индуистской националистической партии «Бхаратия Джаната» Моди или БДП, манифест которой на протяжении десятилетий включал обещания лишить невозмутимую автономию Кашмира и построить храм индуистского бога Рама, где когда-то стояла мечеть эпохи Могола, место в в городе Айодхья в штате Уттар-Прадеш говорится, что преданные считают родиной Рама.
Поскольку коронавирус все еще бушует по всей Индии, которая сообщила о третьем по количеству людей в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а количество участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad, или Всемирной индуистской организации, индуистской организации националистическая группа в союзе с БДП.
Храм будет служить «непреходячим и бессмертным центром социальной гармонии, национального единства и интеграции и пробуждения чувства индутвы», или индуистского образа жизни, заявил пресс-секретарь организации Винод Бансал в пресс-релизе в субботу.
Столетний спор по поводу этого участка был урегулирован в прошлом году после полной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового траста, заявив, что мусульманские петиции будут выданы пять акров на альтернативном месте.
Индуисты жесткой линии уже давно утверждают, что мусульманские захватчики Великих Моголов построили мечеть на вершине уже существующего храма в древнем городе Айодья.
Бунт в декабре 1992 года после разрушения мечети вызвал насилие в общинах, в результате которого было убито около 2000 человек, в основном мусульман.
Между тем, судебное разбирательство по делу о сносе зданий продолжает рассматриваться в специальном суде.
Архитектор из Ахмадабада, штат Гуджарат, родной штат Моди, предложил возвышающееся сооружение из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йоги Адитьянатх, главный министр Уттар-Прадеша и индуистский монах, попросил Айодхью провести специальную церемонию уборки и очистки, а во всех храмах города зажег масляные лампы перед визитом Моди, сообщает агентство Press Trust of India.
Адитьянатх сказал, что этот случай ознаменовал конец «500-летней борьбы», сообщает PTI.
