Доминик Рааб: Правительство не может принести извинения за решение Испании о карантине
Доминик Рааб выступил в защиту решения правительства о повторном введении карантинных мер в Испании в кратчайшие сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться в течение 14 дней.
Страна входила в список стран "коридора путешествий", которые Даунинг-стрит считала безопасными для посещения, но недавний всплеск случаев заболевания коронавирусом вызвал опасения по поводу второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений в качестве "ответа в режиме реального времени" на тревожный всплеск инфекций, о которых сообщалось в регионе.
Он сказал, что ситуация была оценена вчера днем, "и мы приняли решение так быстро, как только смогли."
"Мы не можем извиняться за это", - добавил он.
"Мы должны быть в состоянии принять быстрые, решительные меры, особенно в отношении локализованных или международных в отношении Испании или конкретной страны, где мы видим, что мы должны принять меры."
"В противном случае мы рискуем повторным заражением в Великобритании, потенциально второй волной здесь, а затем еще одной блокировкой."
Министр транспорта Испании среди отдыхающих вынужден ввести карантин
Решение было принято после того, как Испания зарегистрировала более 900 новых ежедневных случаев заболевания Covid-19 в течение двух дней подряд.
Министр иностранных дел признал, что у многих туристов не осталось времени, чтобы отменить или изменить свои планы.
"Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или подумывает о поездке, но мы должны быть в состоянии принять быстрые и решительные меры для защиты Великобритании", - сказал он.
"Мы добились такого прогресса в борьбе с вирусом и предотвращении повторного распространения вируса в Великобритании."
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за его "откровенно бестолковое" отношение к этой мере.
Он сказал, что внезапное решение Даунинг-стрит привело отдыхающих "в замешательство и огорчение"."
Депутат от лейбористской партии сказал Софи Ридж: "Я понимаю, почему они приняли это решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно шокировано.
"В настоящее время в Испании есть отдыхающие, которые сбиты с толку и расстроены, есть люди, которые собираются отправиться в отпуск в Испанию и на острова, такие как Тенерифе, которые сбиты с толку, и они не знают, позволят ли их работодатели им взять двухнедельный карантин".
"Правительство просто говорит: "Мы надеемся, что работодатели будут сотрудничать.""
"То, как это решение было принято за последние 24 часа, откровенно шокирует."
Что означает для отдыхающих включение Испании в карантинный список?
Он призвал министров внести "ясность" в вопрос о том, получат ли те, кого попросят пройти карантин, финансовую поддержку, если их работодатели откажутся платить им в течение периода карантина.
Он добавил, что четкая информация также необходима "для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом накопили весь год для своего семейного отдыха, которые сбиты с толку и расстроены."
"То, как было сообщено об этом решении, очевидно, вызывает беспокойство", - подчеркнул он.
Г-н Рааб сказал, что ни один работник, следующий новому руководству, не должен подвергаться наказанию со стороны работодателей, в том числе за то, что его переводят на больничный.
Он сказал: "Мы меняем правила - закон меняется в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которым придется пройти карантин из-за закона, необходимую гибкость.
"Если кто-то соблюдает закон в отношении карантина и самоизоляции, как это должно быть, против него не могут быть приняты меры наказания."
Американские "неудачи" сдерживают поиск лекарств от коронавируса
Глобальные усилия по производству полезных противоковидных лекарств тормозятся США, потому что исследователи тестируют лекарства "произвольным, волей-неволей", предупредил эксперт, возглавляющий программу Великобритании.
Британская программа восстановительных испытаний, в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один многообещающий новый препарат для борьбы с болезнью, а также выделила два других, которые ранее считались потенциальными спасителями жизни, как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату привела к тому, что другие перспективные методы лечения, которые могли бы быть разрешены для широкого использования, еще предстоит оценить.
В частности, выздоравливающая плазма (плазма крови, взятая у пациентов с Covid-19 и содержащая антитела, которые могли бы защитить других от этого заболевания) все еще должна быть должным образом протестирована в крупномасштабном рандомизированном исследовании.
"Десятки тысяч людей уже получали плазму для выздоровления в США, но эти методы лечения не были рандомизированы", - сказал профессор Мартин Ландрей, один из основателей программы восстановления.
"Они просто дают людям выздоравливающую плазму в надежде, что это сработает. Были даны огромные количества, и они до сих пор понятия не имеют, помогает ли это, вредит или не оказывает никакого влияния", - добавил Ландрей, эксперт по организации крупномасштабных испытаний лекарств.
США не проводят крупных рандомизированных исследований, и это приводит к тому, что они предоставляют плохие лекарства
Рандомизированные исследования лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют бессознательные предубеждения, которые могут затуманить суждения клиницистов.
Тысячи людей получают лекарство, а тысячи других-плацебо.
Никто не знает, какие они были даны.
Затем сравниваются результаты и выявляется эффективность лечения.
Таким образом, восстановление смогло продемонстрировать, что стероидный дексаметазон снизил смертность на треть у пациентов с Covid-19, находящихся на ИВЛ.
Это также показало, что широко распространенный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не оказали никакого влияния на спасение жизни пациентов.
Крайне важно, что для этих исследований требовалось очень большое количество пациентов, и ни в одной больнице нет достаточного количества для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
Напротив, служба здравоохранения США фрагментирована, и ее единственный успех в указании возможного лечения заключается в том, чтобы подчеркнуть полезность очень дорогого препарата ремдесивир для ускорения выздоровления некоторых пациентов с Covid-19.
"В США проводится множество небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но ничего существенного", - добавил Ландрей.
"Они не проводят больших рандомизированных исследований, и это приводит к тому, что они предоставляют плохие лекарства. Это ухудшает медицинскую практику и ухудшает результаты для пациентов."
Ландрей сказал, что эта неудача была особенно неприятной, когда дело дошло до использования выздоравливающей плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
"Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной волей-неволей. Великобритания превосходит все, что там происходит", - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы восстановления, сказал::
"Были сообщения о 20 000 пациентах, получавших выздоравливающую плазму в когорте, но ни один из этих пациентов не был рандомизирован. Если бы они поместили этих пациентов в рандомизированные исследования, теперь у нас был бы четкий ответ об эффективности выздоравливающей плазмы."
Хорби добавил, что в настоящее время UK Recovery запустила рандомизированное исследование выздоравливающей плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы унесла жизни 212 человек в 23 штатах
25 июля (UPI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, от которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе ЦКЗ сообщил, что 87 человек заболели с момента последнего обновления информации о вспышке во вторник.
Агентство сообщило, что в период с 19 июня по 11 июля у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, который может проявляться от двух до четырех недель.
Тридцать один человек был госпитализирован с начала вспышки, но о смертельных случаях не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не был идентифицирован.
Он не издавал никаких рекомендаций против употребления в пищу или потребления определенных продуктов, а также не называл розничных торговцев, которые могли бы продавать загрязненные продукты.
В Орегоне было зарегистрировано больше всего случаев сальмонеллеза-51 инфекция, а Юта следовала за ними с 40 зарегистрированными случаями.
Сальмонелла-это бактериальное заболевание пищевого происхождения, которое вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей каждый год, по данным CDC.
Наиболее распространенными симптомами сальмонеллезной инфекции являются диарея, лихорадка и спазмы желудка, которые могут начаться между шестью часами и шестью днями после воздействия.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пара оштрафована в калифорнийском собачьем парке за то, что не надела маски во время обеда (ВИДЕО) - Новости RT USA
Есть позор в маске, а потом полномасштабное нападение.
Калифорнийская пара, обедающая со своим щенком в собачьем парке, испытала второе, когда разгневанная женщина обрызгала их перцем за отказ замаскироваться... во время еды.
Эш О'Брайен и муж Джаретт Келли говорят, что в четверг они собирались перекусить в парке собак Дасти Родса в Сан-Диего со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда подошла "случайная старушка", назвав их "идиотами" за то, что они не маскируются, хотя "вы не можете носить маску и есть одновременно."
О'Брайен велел женщине покинуть парк и перестать приставать к ней, после чего женщина выпустила в парочку баллончик с булавой.
Видеозапись, снятая сторонним наблюдателем, начинается с того, что Келли отбивает у женщины баллончик с распылителем и получает дозу булавы в лицо за свои проблемы.
О'Брайен плачет на заднем плане, когда нападавший уходит со своими собаками.
О'Брайен поделилась видео на Facebook и сказала ABC 10, что хочет, чтобы женщина "отправилась в тюрьму."
Маски для лица обязательны по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно снимать только несколько раз, в том числе во время еды или питья.
Однако нигде в руководящих принципах по коронавирусу штата не говорится, что сторонние наблюдатели могут использовать нелетальное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху "позора масок" это все еще преступление, за которое полагается штраф в размере 1000 долларов или до трех лет тюрьмы штата.
Плоское Бесплатное Образование Для Продавца Яиц В Индоре Параса Райкара, Чья Тележка Была Опрокинута Якобы За Взятку В Размере 100 Рупий
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история о перевернутой гражданскими чиновниками тележке 13-летнего продавца яиц стала вирусной в социальных сетях, мальчик из Индора нашел огромную поддержку у людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес.
Семья мальчика также утверждала, что политики, включая лидера Конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложение взять на себя расходы на образование детей в семье.
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре, где администрация ввела правило "слева направо" для поэтапного открытия магазинов на фоне пандемии коронавируса.
Видео, в котором мальчик утверждал, что чиновники предупредили его утром, чтобы он убрал свою тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждал мальчик.
Мальчик также утверждал, что его ежедневные продажи сократились из-за пандемии, и потеря его акций наложит на него дополнительное финансовое бремя в видео.
С четверга семья мальчика была переполнена поддержкой людей по всей стране, многие из которых предлагали помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь, чтобы дети поступили в колледж, БДП МЛА из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом под Прадхан Мантри Авас Йоджана.
Пресс-клуб Индора также предоставил мальчику пайки и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
"Мы потрясены поддержкой людей по всей стране.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также предоставил велосипед и 2500 рупий.
Дигвиджая Сингх предоставил 10 000 рупий и гарантии, чтобы позаботиться об образовании двух детей.
Офис Рахула Ганди также звонил и предлагал поддержку.
Женщина из Дели, главный министр Арвинд Кеджривал, позвонила и предложила помощь.
Джетирадитья Скиндия также предложила свою поддержку", - сказал дед Параса.
Министр внутренних дел Прити Патель требует объяснений от Twitter и Instagram по поводу "отвратительных" твитов Уайли
Прити Патель потребовала объяснений от Twitter и Instagram за то время, которое потребовалось, чтобы удалить "отвратительные" посты, сделанные Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, размещенных в аккаунтах художника в социальных сетях.
Министр внутренних дел написал в твиттере в воскресенье: "Антисемитские сообщения от Уайли отвратительны.
"Они не должны были оставаться в Twitter и Instagram так долго, и я попросил их дать полное объяснение.
"Компании социальных сетей должны действовать гораздо быстрее, чтобы удалить такую ужасающую ненависть со своих платформ."
Твиттер обвинили в "игнорировании антисемитизма", поскольку твиты Уайли все еще были видны через 12 часов после их первой публикации.
С тех пор ряд твитов был удален, и 41-летний пользователь был заблокирован сайтом на семь дней.
Instagram Facebook ранее заявил, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненавистнического поведения", в то время как Facebook заявил, что в Instagram "нет места для высказываний ненависти"."
Столичная полиция заявила в субботу: "Метрополитен чрезвычайно серьезно относится ко всем сообщениям об антисемитизме. В настоящее время проводится оценка соответствующих материалов."
Тем временем управляющая компания Уайли, "А-Лист Менеджмент", "разорвала все связи" со звездой.
Теперь уже бывший менеджер художника, Джон Вульф, еврей, написал в Twitter: "После антисемитских твитов Уайли сегодня мы в @A_ListMGMT разорвали с ним все связи. В обществе нет места антисемитизму."
Ранее он сказал, что не поддерживает и не одобряет то, что опубликовал Уайли, но что он поговорит с ним наедине и "поможет обучить его."
Однако в видео в Instagram Уайли, похоже, сказал, что это он разорвал связи со своим руководством.
Другие депутаты раскритиковали Twitter за то, что он позволил твитам оставаться видимыми.
Член парламента от лейбористов Джесс Филлипс сказал в субботу: "Только что видел все вещи Уайли. С какой стати @Twitter оставил такой вопиющий антисемитизм и ненависть? Это бьет по всем опасным битам, евреи получают то, чего вы не получаете, они контролируют ситуацию, они думают, что им лучше... Это опасная штука. Конечно, он должен спуститься."
Член парламента Нил Койл добавил: "Его руководство, похоже, способно действовать быстрее, чем @Twitter, еще раз подчеркнув, что законодательство (включая законопроект о вреде в Интернете) должно гарантировать, что платформы социальных сетей не используются для распространения ненависти."
Джон Манн, независимый советник правительства по антисемитизму, сказал, что твиты "точно продемонстрировали, почему закон нуждается в изменении, чтобы привлечь их к разумному ответу."
Тем временем Кампания против антисемитизма попросила полицию расследовать содержание Уайли и призвала закрыть его аккаунты в социальных сетях, "чтобы предотвратить дальнейшее излияние антиеврейского яда"."
Уайли, известный как Крестный отец Грайма и чье настоящее имя Ричард Коуи, получил MBE за заслуги перед музыкой в 2018 году.
Кудлоу говорит, что следующий законопроект о стимулировании коронавируса будет включать больше проверок, продлит мораторий на выселения
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и разошлет еще один раунд проверок в рамках следующего пакета мер по стимулированию коронавируса.
Комментарии Кудлоу появились через неделю после того, как Конгресс отменил надежды Белого дома на снижение налогов на заработную плату.
- Скоро придет чек на 1200 долларов. Это будет частью нового пакета. Я бы предпочел снижение налога на заработную плату в дополнение к этому чеку", - сказал Кудлоу в эфире CNN "Состояние союза.
"Но, как бы то ни было, политически это не работает."
Хотя официально о сделке не было объявлено, министр финансов Стив Мнучин и глава администрации Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами Конгресса.
По окончании дополнительных 600 долларов в виде пособий по безработице, которые предоставляло федеральное правительство, Кудлоу утверждал, что дополнительные деньги вредят малому бизнесу от найма работников.
"У нас был поток запросов, телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
- Они зашли слишком далеко. Может быть, в марте прошлого года это было необходимо для этого, но, действительно, есть последствия того, что люди не возвращаются на работу."
Мнучин ранее в тот же день в эфире "Fox News Sunday" сказал об этом немного более прямо: "Я думаю, что рабочие и американцы понимают концепцию, согласно которой вам не следует платить больше за то, чтобы оставаться дома, чем за работу."
Мнучин сказал, что новый законопроект обеспечит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выданные в соответствии с Законом о заботах.
Он сказал, что некоторые рабочие собирали больше, чем зарабатывали на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула возвращаться на работу.
Госсекретарь сказал, что администрация Трампа и республиканцы в Сенате находятся на одной странице с пакетом в 1 триллион долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые труднее обсудить с демократами, могут быть отложены для другого законопроекта.
Королева и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда Queen делит сегодня свой день рождения с фронтменом Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отпраздновал свой 73-й день рождения в минувшие выходные, 19 июля, и поблагодарил поклонников за поздравления с днем рождения.
Рок - звезда написал рядом с фотографией его и его жены Аниты Добсон: "Праздничный ужин для меня - созданный Анитой-мы нарядились, чтобы остаться дома !"
Египетский суд направил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор прокуратуры Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования причин, по которым он убил своих троих детей, а также направил его в психиатрическую комиссию.
24 июля 56-летний Мохаммед Али бросил своих детей Хадигу, четырех лет, Мену, восьми лет и Омара, шести лет, перед движущимся поездом на железнодорожной станции Маллави.
Было обнаружено, что Али бессвязно бормотал во время расследования, что привело к подозрению, что он страдает психическим расстройством.
Его жена отрицала, что у нее были с ним какие-либо проблемы, и объясняла его поведение психологическими проблемами.
Жители деревни Массарт Маллави воздержались от разговоров об этом инциденте, выразив лишь свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного года до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по вопросам детства и материнства еще в октябре.
Он добавил, что судебное преследование является одним из важнейших столпов в деле искоренения жестокого обращения с детьми, подчеркнув важность сотрудничества между советом и государственным обвинением в этой связи.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP обвиняет пресс - секретаря Белого дома Кейли Макинани в "политических" брифингах, но журналисты продолжают задавать политические вопросы - RT USA News
Агентство Ассошиэйтед Пресс обвинило пресс-секретаря Белого дома Кейли Макинани в том, что она беспокоит средства массовой информации, делая свои брифинги политическими, а не информационными, очевидно, забывая, что репортеры выбирают вопросы.
В статье, опубликованной в субботу AP, крупнейшим информационным агентством США, говорится, что пресс-брифинги Белого дома могут быть "нарушенной традицией", поскольку Макинани сделал их "обтекаемой, полноголосой рекламой для президента, которому предстоит переизбрание, местом для атак на средства массовой информации и форумом относительно легкой информации" о том, что делает правительство.
Последнее из этих утверждений бесспорно, поскольку на брифингах практически не раскрывается никакой новой информации.
Что АП не упомянула, так это то, что на брифингах практически не запрашивается никакой новой информации.
Репортеры часто используют пресс-секретаря Белого дома, чтобы привлечь к себе внимание, - форма искусства, усовершенствованная Джимом Акостой из CNN.
Они выходят за рамки типичных состязательных отношений между СМИ и администрацией, повторяя друг друга, задавая вопросы, направленные только на то, чтобы поставить под сомнение президента Дональда Трампа.
В некоторых случаях они сами становятся новостями, например, когда репортер CBS News Вэйцзя Цзян ответил на реплику Трампа "спросите Китай", сделав не очень тонкий намек на расизм: "Сэр, почему вы говорите это именно мне?"
Брифинг 6 июля стал ярким примером того, как брифинги перестали быть источником значимой информации для американцев.
Трамп написал в твиттере в то утро, что телевизионные рейтинги NASCAR пострадали из-за ложного обвинения в преступлении на почве ненависти против водителя Буббы Уоллеса и его решения запретить показ флага Конфедерации на своих мероприятиях.
Как и следовало ожидать, большинство вопросов касалось твита, когда репортер после репортера задавал Макинани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинани не дала ответа, который хотели журналисты - звуковой укус, который повредил бы Трампу, - но она неоднократно отвечала, что президент не занимает позицию по флагу Конфедерации и что суть его сообщения заключалась в том, что фанаты NASCAR ошибочно изображались как расисты.
AP заявила, что во время брифинга она звучала "раздраженной".
История AP повторила колонку Washington Post в начале этого месяца репортера ABC News Джонатана Карла, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал: "Отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия."
Тем не менее, быстрый ум и боевой стиль Макинани сделали ее героем некоторых сторонников Трампа, так как она провела свой первый брифинг 1 мая после того, как заняла пост пресс-секретаря в апреле.
Прессеры отсутствовали больше года до ее назначения.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со средствами массовой информации резко изменились в эпоху Трампа.
Эта перемена произошла с обеих сторон и предшествовала приходу Макинани.
Жаркое бывшего пресс-секретаря Сары Хакаби Сандерс комиком Мишель Вулф на ужине корреспондентов Белого дома в апреле 2018 года было настолько злобным, что даже ведущий MSNBC Мика Бжезинский назвал его" прискорбным"."
Репортер Белого дома AP Джилл Колвин приветствовала Макинани на своем первом брифинге, спросив: "Вы поклянетесь никогда не лгать нам с этой трибуны?"
Политический аналитик Fox News Брит Хьюм, ветеран журналистики с более чем 50-летним стажем работы в 1989-1996 годах в качестве главного корреспондента ABC в Белом доме, сказал, что журналисты сегодня демонстрируют "агрессивное поведение" в зале брифингов из-за своего презрения к Трампу.
Именно из-за их анти-трамповского фокуса, сказал он на этой неделе в программе Fox Tucker Carlson Tonight, журналисты пренебрегают сбором политических новостей.
"Это не просто игра", - сказал Хьюм о предназначении прессеров.
"Это не просто попытка поставить в неловкое положение государственного чиновника. Это для извлечения информации.
Здание суда подожгли во время акции протеста в Калифорнии
Окленд, Калифорния-Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на полицейских после того, как мирная демонстрация усилилась поздно вечером в субботу, сообщила полиция Окленда.
Демонстранты разбивали окна, рисовали граффити из баллончиков, стреляли фейерверками и направляли лазеры на офицеров, сообщает департамент Окленда в Twitter.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасные места и безопасные места для демонстрантов."
Протест начался ранее в субботу вечером с таких групп, как "Стена мам", аналогичная группе, которая сформировалась в Портленде, штат Орегон, когда протестующие столкнулись с агентами США, направленными в этот город для охраны здания федерального суда.
Президент Дональд Трамп направил федеральных агентов, чтобы подавить протесты, которые происходили каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но позже перерос в насилие.
"Незаконное собрание" было объявлено полицией около 11:30 вечера, и офицеры попросили толпу разойтись.
Пожар вспыхнул в здании Верховного суда округа Аламеда и вскоре был локализован, сообщают новостные агентства.
Полиция заявила, что протестующие в какой-то момент "разбивали окна и скандировали расовые оскорбления в адрес жителей."
Фотографии, опубликованные департаментом в твиттере, показали разбитое стекло и забрызганную краской здание полиции.
Высокопоставленный чиновник ООН пропускает визит в Пакистан, ссылаясь на проблему с полетом
ИСЛАМАБАД (AP) - Новый председатель Генеральной Ассамблеи Организации Объединенных Наций объявил в воскресенье, что откладывает запланированный визит в Пакистан "из - за некоторых технических проблем с полетом"."
Турецкий дипломат Волкан Бозкир был избран председателем 75-й сессии Генеральной Ассамблеи Организации Объединенных Наций в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в своем посте в Twitter он сказал, что визит в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в твиттере в ответ на слова Бозкира: "Я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита."
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что он обсудит с Бозкиром целый ряд вопросов, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют обе страны в целом.
Пакистан и Индия вели две из трех своих войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто перестреливаются в Кашмире, что приводит к потерям военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в решении проблемы Кашмира в соответствии с его резолюциями, позволив людям, живущим в Гималайском регионе, решить, хотят ли они объединиться с Индией, с Пакистаном или предпочитают независимость.
Поль Погба намекает на свое будущее после того, как "Манчестер Юнайтед" займет место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба предположил, что останется в клубе этим летом после того, как "Красные дьяволы" закрепили место в первой четверке.
Победа над "Лестером" со счетом 2: 0 означала, что "Юнайтед" занял третье место, опередив "Челси" Фрэнка Лэмпарда.
"Юнайтед" всего 12 матчей назад отставал от "Лестера" на 14 очков, но сенсационное улучшение формы привело к тому, что "Красные дьяволы" финишировали в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил об уходе за последние два года.
Однако пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет покупателя, который мог бы объединить плату за трансфер и зарплату Погба, чтобы выманить его из "Олд Траффорда".
Это разъяснение помогло Погбе в последние недели, поскольку его выступления, а также язык его тела улучшились.
И француз бросил последний намек на то, что он собирается остаться в клубе, опубликовав в своем Instagram сообщение после победы своей команды со счетом 2: 0.
В то время как Погба, возможно, просто праздновал возвращение клуба в соревнование, многие болельщики интерпретируют это как сильное предположение, что он все еще будет в клубе, поскольку они снова соревнуются с лучшими в Европе.
У Погбы есть год, чтобы выполнить свой существующий контракт, хотя клуб может продлить его на 12 месяцев, что означает, что у него фактически есть два года.
"Юнайтед" заинтересован в продлении контракта Погбы и хочет прояснить его ситуацию до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был воодушевлен приходом Бруно Фернандеса.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приезд позволил Погба играть на более глубокой позиции в центре полузащиты, что также улучшило его настроение.
"Уотфорд" вылетел из Премьер-лиги, когда Обамеянг уволил "Арсенал"
Некоторые игроки "Уотфорда" опустились на колени, другие без промедления направились к туннелю.
Только что прозвучал свисток по поводу их пяти лет в Премьер-лиге, и никто не мог сказать, что, когда случай потребовал от них швырнуть кухонную раковину в "Арсенал", они сдались без боя.
Это было выступление, полное ясности, срочности и агрессии, которые отмечали их лучшую работу за последние полдесятилетия, но оно пришло слишком поздно, как и ответный бой, который почти полностью исправил дефицит в три гола в тот день.
Если бы Эмилиано Мартинес не блестяще спас задний ход Дэнни Уэлбека через 16 минут после того, как его бывший товарищ по команде подключился, чтобы поставить "Уотфорд" в пределах двух целей безопасности, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов они потерпели неудачу, и их менеджер-смотритель, Хейден Маллинс, мог бы подумать, что ему никогда не поручили бы эту самую неблагодарную задачу, если бы его команда ранее показала аналогичное применение.
В течение всего сезона они были недостаточно хороши, но и организация, которая их нанимает, тоже.
Одна неудачная кампания не может разрушить империю, но и фундамент, заложенный семьей Поццо, не дает никакой гарантии, что они вернутся прямо со второго яруса.
Трудно отделаться от ощущения, что привычка Уотфорда переворачивать менеджеров исчерпала себя.
Их следующее постоянное - возможно, в самом свободном смысле - назначение будет 12-м за восемь лет, и там будет только столько свежего воздуха, сколько может подметать новая метла.
Трою Дини грозит вылет, несмотря на то, что он попал в таблицу бомбардиров в Эмиратах.
Игроки уйдут, Исмаила Сарр снова покажет здесь, что немыслимо, что он будет играть в футбол чемпионата в сентябре, и твердая рука должна быть приоритетом.
Не было ничего стабильного в тарифе "бум или спад" в столкновении, которое Микель Артета описал как "немного баскетбольный матч", хотя это, безусловно, было прекрасным развлечением.
Впоследствии Артета сказал, что нападающие "Уотфорда" "жульничали", хотя он быстро пояснил, что в футболе это означает "играть в азартные игры, оставаясь впереди"."
Они, безусловно, нуждались в этом: любое предположение, что в конечном итоге может быть достаточно точки сражения, было быстро отвергнуто, и они могли бы задаться вопросом, как бы все сложилось, если бы им не пришлось играть в догонялки.
Вместо этого они почти сразу же пропустили пенальти.
Крейг Доусон небрежно врезался в Александра Лаказетта в течение 40 секунд, но ВАРУ потребовалось почти три минуты, чтобы быть уверенным в том, что он назначит пенальти, который Пьер-Эмерик Обамеянг отправил неумело.
Уотфорд собрался, чтобы безжалостно давить, с Сарром в электрической форме справа, и приблизился через Роберто Перейру и Троя Дини.
Но затем Обамеянг на секунду отвлек Кирана Тирни, и в первом перерыве игра была настолько странно искажена, что Артета был менеджером, срывающим полосу со своих игроков, несмотря на преимущество "Арсенала".
Затем Обамеянг контролировал длинный бросок Тирни и реализовал мастерский удар сверху, который оставил его в одном голе от золотой бутсы, награды, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Уотфорд казался обреченным, но они упорно продолжали, и после того, как Дэвид Луис произвел еще один опрометчивый вызов в штрафную для альбома на Уэлбеке, Дини протаранил свой собственный штраф перед перерывом.
Дини, ходивший раненым большую часть сезона, таскался по полю и все время был в режиме гладиатора.
Он, вероятно, проглотил бы шанс, упущенный Адамом Масиной в начале второго периода, и дальнейшие открытия тоже были отвергнуты.
Уэлбек впервые был сорван превосходным Мартинесом, который, как подтвердил Артета, начнет субботний финал Кубка Англии, а затем весь контингент "Уотфорда" встал на ноги после преобразования шипящего креста от Сарра.
Но перспективы Уотфорда померкли, когда его следующая попытка была отвергнута, и поиск души, сверху донизу, должен быть обширным.
Знаменитое чистое озеро Тахо было загрязнено изменением климата
Саут - Лейк-Тахо, Калифорния-Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже на озере Тахо.
"Мне нравится ходить в походы, кататься на велосипеде и купаться в озере", - сказала одна девушка по имени Дакота.
"Это нечто прекрасное, что все хотят посетить", - сказала Эмерика Бенитас.
Вот почему дайв-бизнес Мэтта Менье по-прежнему процветает, даже в условиях пандемии.
Он говорит, что видит "исключительную ясность. Озеро Тахо-самое чистое, самое замечательное озеро, я думаю, в стране."
А теперь плохие новости: озеро Тахо уже не такое чистое, не такое чистое, как было, когда он переехал сюда более двух десятилетий назад.
"То, что мы замечаем все больше и больше, находится на скалах", - сказал Менье.
- У тебя на камнях появляются эти странные водоросли."
Изменение климата, по мнению ученых, повлияло на температуру воды и, следовательно, на ее чистоту.
И 15 миллионов человек ежегодно посещают озеро - вместе с мусором, который они оставляют.
Менье сказал, что погружения, чтобы очистить дно озера, обнаружили старый мусор.
"И когда я говорю" старый мусор", я имею в виду 60-е, 70-е годы", - сказал Менье.
-Банки из-под пива, банки из-под содовой, банки из-под церковных ключей из старых времен."
Ученые следят за чистотой озера Тахо каждый год, опуская белый диск, а затем измеряя, как далеко они могут его видеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладоу сказал, что это "важный показатель того, насколько здоровым является озеро."
Когда его измеряли в прошлом году, чистота озера составляла около 80 футов.
Это означает, что вы можете видеть этот диск на глубине 80 футов.
Но, подумайте об этом, около 20 лет назад чистота озера составляла 100 футов.
Эту тенденцию ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, развития вокруг озера и чего-то добавленного к озеру в 1960-х годах: крошечная инвазивная креветка, привезенная для кормления рыбы.
Это не сработало.
"Как только креветки появились, в озере внезапно не осталось естественных очистителей", - сказал Шладов.
Аналогичные проблемы стоят перед озерами и водоемами по всему миру.
"Урок здесь в том, что если вы не можете сделать это в Тахо, то на что надеяться всем рекам и эстуариям, ручьям и озерам по всей стране, которые никогда не будут иметь такой же степени внимания, такого же уровня ресурсов?" - сказал Шладов.
Менье сказал, что он "полон надежды", потому что "если в нашей пандемии есть серебряная подкладка, я думаю, она показала, что природа вернется и исцелит себя, если мы просто снимем с нее это давление, это человеческое давление, и позволим этому случиться.  Теперь там есть факты."
QB Герберт среди 4 вариантов драфта, подписанных зарядными устройствами
КОСТА-МЕСА, Калифорния. (AP) - "Лос-Анджелес Чарджерс" подписали четырех своих кандидатов на драфт, включая защитника Джастина Герберта, и договорились об условиях с двумя другими членами своего класса драфта.
Зарядные устройства смогли заключить контракты со своим черновым классом в субботу, когда они отправились в тренировочный лагерь для медосмотров и снаряжения.
Вместе с Гербертом, который был выбран с шестым общим выбором, команда объявила о подписании широких приемников Джо Рида (пятый раунд) и Кей-Джея Хилла (седьмой раунд), а также безопасности шестого раунда Алохи Гилмана.
Они договорились об условиях с полузащитником первого раунда Кеннетом Мюрреем-младшим и бегущим назад Джошуа Келли, который был выбран в четвертом раунде.
Герберт начал 42 игры в Орегоне, составив рекорд 29-13 с 10 541 проходным ярдом и 108 точными приземлениями.
В прошлом сезоне он привел "Уток" к чемпионству Pac-12, забросив 32 тачдауна и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в "Роуз Боул", где он пробежал три тачдауна и был назван наступательным MVP.
Герберт будет соревноваться с ветераном Тайродом Тейлором за стартовую работу.
У "Чарджерс" появится новый квотербек после того, как Филип Риверс покинет команду через свободное агентство после 14 сезонов в качестве стартера.
Мюррей стал 23-м в общем зачете после того, как Лос-Анджелес обменялся с Новой Англией, чтобы вернуться в первый раунд.
В прошлом сезоне он был третьей командой Associated Press All-America selection selection после того, как возглавил Sooners со 102 снастями, в том числе 69 соло.
У Барселоны "есть целая сторона, которую можно продать" этим летом, поскольку Коутиньо, Дембеле, Ракитич и Видаль все перечислены для трансферов
Согласно сообщениям, этим летом "БАРСЕЛОНА" будет известна как продающий клуб.
Не менее 12 звезд первой команды были переведены в список гигантов Ла Лиги, утверждает Marca.
Сообщается, что Филипп Коутиньо был переведен в "Барселону".
И среди них цели Премьер-лиги Филипп Коутиньо, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутиньо и Умтити оба были связаны с переходом в "Арсенал", причем бразилец также находится под наблюдением "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, ведут борьбу за услуги Ракитича.
Победитель чемпионата мира во Франции Дембеле, который боролся за игровое время на "Камп Ноу", недавно был связан с переходом в " ПСЖ " в рамках сделки по обмену с Неймаром.
Другие игроки, которые считаются избыточными для требований, включают Нето, Нельсона Семедо, Джуниора Фирпо, Артуро Видаля, Мартина Брейтуэйта, Карлеса Алену, Рафинью Алькантару и Жан-Клера Тодибо.
"Барселона" надеется, что освобождение не только увеличит их финансы, но и поможет их будущему трансферному бизнесу.
Также говорят, что Усман Дембеле избыточен по сравнению с требованиями
По данным испанской газеты, "Барселона" уже определила свои трансферные цели на следующий сезон - аргентинский форвард Лаутаро Мартинес возглавил их список хитов.
Но миланский "Интер" продолжает требовать, чтобы его условие об освобождении на сумму 101 миллион фунтов стерлингов было выполнено до начала переговоров с каталонцами.
"Барселоне" придется продать, прежде чем они смогут купить, но они по-прежнему уверены, что смогут заключить сделку со стороной Серии А.
Барселона "предлагает" Арсеналу "Филиппа Коутиньо в обмен на плохого парня Гендузи", поскольку "Канониры" пытаются разгрузить полузащитника
Машина проезжает сквозь толпу, протестующий застрелен в Колорадо
АВРОРА, Коло. (AP) - Автомобиль проехал через толпу, и протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Департамент полиции Авроры сообщил в Twitter, что протестующие шли по межштатной автомагистрали 225 в субботу, когда проезжал автомобиль.
Полиция сообщила, что протестующий выстрелил из оружия, поразив по меньшей мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они проводят расследование.
Протестующие также разбили окна в здании суда, и в офисе начался пожар, сообщила полиция.
Власти заявили, что было объявлено незаконное собрание, и полиция приказала протестующим покинуть этот район.
Напряженность усилилась в ходе недавних протестов против расовой несправедливости с тех пор, как федеральные чиновники были отправлены на подавление демонстраций в Портленде, штат Орегон.
Полиция объявила о беспорядках в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего человека в Миннесоте, который умер после того, как белый офицер прижал его к земле коленом к шее, также высветили другие случаи насилия со смертельным исходом со стороны полиции.
В Колорадо протестующие привлекли внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Авроры в августе 2019 года после того, как звонивший в службу 911 сообщил о его подозрении.
Полиция поместила его в удушающий захват, а парамедики ввели 500 миллиграммов кетамина, успокоительного, чтобы успокоить его.
У него случилась остановка сердца, позже его объявили мертвым мозгом и отключили систему жизнеобеспечения.
Разоблачители лейбористского антисемитизма требуют, чтобы Корбина исключили или подали в суд
Согласно сообщениям, лейбористам, возможно, придется возместить ущерб в размере от 3 до 8 миллионов фунтов стерлингов.
Теперь лидер Кир Стармер находится под давлением, чтобы исключить мистера Корбина.
Вчера вечером бывшие сотрудники партии заявили, что откажутся от судебного иска, если мистера Корбина исключат из партии.
Лейбористская партия пока отказалась комментировать это требование.
Однако член парламента от лейбористов Джон Трикетт сказал: "Это нелепое требование."
Сторонники г-на Корбина заявили, что г-ну Стармеру необходимо сосредоточиться на решении проблемы Тори, связанной с коронавирусом, а не углубляться во внутренние разногласия лейбористов.
Источник в бывшей Лейбористской партии сообщил Daily Mail, что они подадут в суд, даже если мистер Стармер действительно выгонит мистера Корбина.
"Я имею в виду, что он действительно, он снова сделал лейбористскую партию конкурентоспособной.
"Впереди еще долгий путь в политике, но он сделал действительно впечатляющий старт, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, я думаю, что они теперь смотрят на это снова гораздо более сочувственно и считают его серьезной фигурой."
У мистера Блэра действительно были опасения, что лейбористы все еще рассматриваются как партия, которая повышает налоги.
Он сказал: "Мой опыт работы с налогами, когда вы находитесь в Лейбористской партии, очень осторожен, потому что общественность там не сидит, беспокоясь о том, собираетесь ли вы повышать налоги или нет, они, вероятно, беспокоятся о том, что вы собираетесь повышать налоги, поэтому вы просто должны помнить об этом беспокойстве."
Covid-19 навсегда изменит мировую экономику (мнение)
Скрининг на вирусы, вероятно, станет частью нашей жизни, точно так же, как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для выявления будущих вирусных вспышек.
Эти инвестиции защищают экономику в случае, если иммунитет к Covid-19 окажется временным.
Во время пандемии многие страны приняли варианты немецкой субсидии Kurzarbeit (краткосрочная работа).
Эта политика удерживает работников, занятых по сокращенным часам и заработной плате, при этом правительство компенсирует некоторую нехватку заработной платы.
Сохраняя нетронутыми отношения между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить осуществление этой политики и сделать ее постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, вероятно, станет более распространенной.
У нас были некоторые доказательства того, что работа на дому, по крайней мере, так же продуктивна, как и работа в офисе.
Однако многие компании неохотно соглашались на удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может остаться здесь навсегда.
Пандемический кризис ускорил темпы цифровой трансформации с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с нехваткой и узкими местами.
Мы, вероятно, увидим, как многие из этих компаний изменят часть своего производства.
К сожалению, эта тенденция не создаст много рабочих мест, поскольку большая часть производства, скорее всего, будет автоматизирована.
Правительства станут больше после того, как сыграют роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы во всем мире.
Самым важным уроком пандемии Covid-19 является важность совместной работы над проблемами, которые затрагивают всю человеческую расу.
Мы гораздо сильнее едины, чем разделены.
Гиганты рекламных щитов настаивают на скидках в аэропортах, советах
О! СМИ привлекли капитал в начале этого года, чтобы обеспечить большую финансовую уверенность, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждают способы компенсировать значительное снижение за счет снижения арендной платы за объекты, которые они эксплуатируют, или за счет отмены или сокращения минимальной гарантии дохода, которая обычно вводится при первом подписании сделки.
Один источник указал, что крупные рекламные компании, возможно, гарантировали до 85 процентов своих прогнозируемых доходов от аренды.
В некоторых контрактах есть пункты, которые позволяют им уменьшить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в каких-либо текущих контрактах между рекламными компаниями и их арендодателями.
В то же время компании предлагают большие скидки рекламодателям, чтобы заполнить свободные места на рекламных щитах и дать им максимально возможное соотношение цены и качества.
Рекламные щиты в центральном деловом районе Сиднея и пригородах, на которых обычно размещено шесть объявлений, изо всех сил пытаются заполнить все доступные места.
Но некоторые сайты, такие как рекламный щит oOh!media размером 40 х 10 метров в аэропорту Сиднея, были модернизированы.
О! СМИ отказались от комментариев, но на конференции Macquarie Australia в мае было отмечено, что экономия на фиксированной арендной плате составила более 20 миллионов долларов.
Джей Си Деко отказался от комментариев.
Аэропорты и общественный транспорт являются прибыльными рекламными контрактами для рекламных компаний.
Согласно отчету Ассоциации наружных СМИ за 2019 год, доход от транспорта, включая аэропорты, составил 169,4 миллиона долларов, в то время как доход от уличной мебели и наружной отделки автобусов и трамваев составил 266,5 миллиона долларов.
JC Decaux business имеет контракты с аэропортом Сиднея, трамваями Yarra, аэропортом Перта и автобусами Сиднея.
О! СМИ разместили рекламные щиты в таких местах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и внутри железнодорожных вокзалов в Сиднее и Мельбурне.
Тендеры на поезда из аэропорта Мельбурна и Сиднея проводились во время пандемии, и официальное решение не было принято.
Мельбурн является вторым по величине аэропортом в Австралии, и до коронавируса каждый год стоил десятки миллионов долларов.
По итогам всего года в феврале, Ооо! СМИ сообщили, что он получил 65,9 миллиона долларов от своей категории "летать", которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от "коммутации", которая состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh!, составила 234,8 миллиона долларов.
JC Decaux Australia получила 37,7 миллиона долларов дохода от транспорта в 2018 году, согласно ее финансовым результатам за 2018 год, поданным в Австралийскую комиссию по ценным бумагам и инвестициям.
Но обе цифры, вероятно, будут значительно меньше в этом году.
Данные Standard Media Index, которые сообщают о расходах четырех из пяти основных групп рекламных агентств, говорят о том, что рынок наружной рекламы в июне упал на 68 процентов.
Для сравнения, промежуточные июньские результаты показывают, что цифровые расходы сократились на 37 процентов, в то время как столичное радио упало на 48 процентов.
В июне расходы на столичное телевидение сократились на 34 процента, расходы на газеты-на 49 процентов, а расходы на журналы-на 66 процентов.
Коронавирус: Путешественникам из Испании велено пройти карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны пройти карантин в течение 14 дней в соответствии с новыми правилами поездок с коронавирусом.
Они были объявлены в субботу после всплеска случаев заболевания коронавирусом в Испании, когда в пятницу было зарегистрировано более 900 новых случаев заболевания вирусом.
Испанские официальные лица также предупредили, что вторая волна может быть неизбежной, поскольку в крупных городах наблюдается всплеск заболеваемости.
Авиакомпании, включая British Airways, раскритиковали новые меры как "еще один удар" по британским отдыхающим.
Людям, которые в настоящее время отдыхают в Испании, Министерство транспорта рекомендовало следовать местным правилам, возвращаться домой в обычном режиме и проверять веб-сайт Министерства иностранных дел для получения дополнительной информации.
Министерство иностранных дел рекомендует воздерживаться от всех поездок в материковую Испанию, кроме основных, однако карантинные меры применяются к тем, кто возвращается с материковой Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Консультации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кто пострадал от новых правил, - министр транспорта Грант Шеппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит свою поездку в соответствии с планом и изолируется в соответствии с указаниями по его возвращению.
Карантинные меры для путешественников из Великобритании были впервые введены в начале июня.
Но после давления со стороны авиационной и туристической отраслей правительство и переданные администрации опубликовали списки стран, освобожденных от правил.
British Airways заявила, что "разочарована" последними изменениями в рекомендациях и правилах правительства по путешествиям, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорилось, что этот шаг "поверг в хаос планы поездок тысяч британцев."
Ассоциация операторов аэропортов заявила, что новые меры "еще больше повредят тому, что уже является хрупким перезапуском авиационного сектора, который продолжает сталкиваться с самой большой проблемой в своей истории."
Крупнейший туроператор Великобритании Tui отменил свои рейсы в связи с вылетом в материковую Испанию и на Канарские острова в воскресенье.
Клиенты, которые в настоящее время находятся в отпуске, смогут вернуться домой запланированным рейсом.
Однако бюджетная авиакомпания EasyJet заявила, что она "разочарована" и будет работать по полному расписанию в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на стоимость бронирования", - говорится в заявлении компании.
Представитель Ассоциации британских турагентов (Abta) заявил, что изменение карантинных правил правительства было "разочаровывающим."
"Мы предлагаем правительству рассмотреть вопрос об отмене карантинных правил для полетов в некоторые регионы с более низким уровнем заражения или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма Великобритании", - сказал он.
На сегодняшний день в Испании зарегистрировано более 28 000 смертей от коронавируса.
В четверг в нем наблюдался самый большой ежедневный рост числа инфекций с момента окончания его блокировки.
Каталония стала последним регионом, где была подавлена ночная жизнь.
Богатый северо-восточный регион, в котором находится Барселона, приказал закрыть все ночные клубы на две недели и ввести полуночный комендантский час в барах в районе большой Барселоны.
Корреспондент Би-би-си Гай Хеджкоу в Мадриде говорит, что особую тревогу вызывает заражение среди молодежи, поскольку они собираются в больших количествах в городах по ночам.
Франция предупредила своих граждан не ездить в Каталонию, в то время как Норвегия заявила, что начнет карантин для людей, прибывающих из Испании.
Правительство призывает работодателей "с пониманием относиться к тем, кто возвращается из Испании, которым теперь придется самоизоляцироваться."
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что эта новость будет "глубоко обеспокоена семьями, которые находятся в Испании или планируют поездку."
Первый министр Шотландии Никола Стерджен написала в твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
"Это подтверждает тот факт, что эти вопросы могут быть изменены в кратчайшие сроки, и поэтому мой совет-быть осторожным в отношении несущественных зарубежных поездок", - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь к своей семье в Испанию с женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отменить их из-за опасений, что работодатель его жены не сможет принять ее, взяв дополнительные две недели на карантин по их возвращению.
Он сказал, что, по его мнению, маловероятно, что они получат возмещение за рейс, поскольку он не был отменен.
"Я опустошен", - сказал он Би-би-си.
- У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества."
Лоис Стотард из Южного Йоркшира рассказала Би-би-си, что забронировала отпуск в Севилью в качестве сюрприза на 30 - летие своего парня, который должен вылететь в воскресенье утром, но теперь чувствует, что не может путешествовать.
"Я работаю с ключами, я учитель, и у моего парня есть обязательства по работе, поэтому мы не можем провести карантин в течение 14 дней, когда вернемся", - сказала она.
"Мы не можем вернуть деньги, и чтобы изменить компанию, я хочу удвоить сумму, которую я уже заплатил в качестве гонорара. Я очень разочарован и расстроен, так как мы упакованы и готовы к отъезду."
Лестер счастлив попасть в цель европейского футбола говорит обладатель Золотой бутсы Джейми Варди
Джейми Варди признал свое разочарование тем, что пропустил матч Лиги чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона-попасть в Европу.
"Лисы" были вторыми в декабре и третьими, когда футбол возобновился после локаута, но они взяли всего четыре очка из своих последних пяти игр, чтобы финишировать пятыми в Премьер-лиге.
Победа в последний день над" Манчестер Юнайтед " обеспечила бы финиш в первой четверке, но команда Брендана Роджерса потерпела поражение со счетом 2: 0, что, по словам Варди, было самым огорчительным аспектом.
"Это было разочаровывающе, больше из-за того, что мы в конечном итоге проиграли игру", - сказал он в эфире Sky Sports на полную ставку.
"Но мы сказали в раздевалке, что нацелились за закрытыми дверями, чтобы пройти квалификацию в Европу, и мы это сделали.
"У нас был шанс попасть в Лигу чемпионов, и это было еще лучше, но мы подумаем об этом и вернемся сильнее в следующем году.
"Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать."
В то время как его команда потерпела неудачу, сам Варди закончил сезон лучшим бомбардиром Премьер-лиги в возрасте 33 лет, забив 23 гола.
Он отдал должное своим товарищам по команде, получившим награду, и сказал, что у него еще много миль на высшем уровне, несмотря на его преклонный возраст.
"Я в восторге, все дело в команде. Без них я не был бы в том положении, в котором я был для целей, и я убрал довольно много.
"Сейчас я немного отдохну и вернусь к следующему сезону готовым к работе.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке, и на ощупь я не получаю много травм, так что речь идет о том, чтобы оставаться на вершине этого и вернуться настолько сильным, насколько смогу в следующем году."
- Что там произошло?! Боец UFC Коррейя получает удар после того, как повернулся спиной к сопернику, ошибочно думая, что раунд закончен (ВИДЕО) - RT Sport News
Бразильская тяжеловеска Бете Коррея-ветеран UFC, но допустила любительскую ошибку, повернувшись спиной к сопернице Панни Кианзад и ошибочно подумав, что раунд закончился в их поединке на острове боя, и в результате была помечена.
Подойдя к концу первой строфы их вскрытия на андеркарте в Абу-Даби, 37-летняя Коррея, похоже, ошибочно приняла 10-секундное предупреждение за фактический конец раунда, протянув перчатку, прежде чем повернуться спиной к Кианзаду и вернуться в свой угол.
Шведский боец без колебаний воспользовался капитализацией, пометив своего противника правой рукой, прежде чем продолжить серию ударов, чтобы отбросить Коррею к клетке.
На мгновение оказавшись в опасности, бразилец затем восстановил контроль, чтобы подавить угрозу и поддержать Кианзада до того, как был объявлен фактический конец раунда.
- Что там произошло? О, мое слово", - воскликнула команда комментаторов на ESPN+.
Это была всего лишь одна часть разочаровывающей ночи для бывшего претендента на титул чемпиона в легчайшем весе Коррейи, которая потерпела поражение единогласным решением судей, что является ее третьим поражением за последние четыре выхода в октагон и оставляет ее общий рекорд на уровне 11-5 с одной ничьей.
Для 28-летней уроженки Ирана Кианзад это была вторая победа на спине после ее победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве в ноябре.
Кианзад сейчас составляет 13-5 в целом и 2-1 в UFC, так как женщина, известная как "Банзай", стремится подняться в рейтинге 135 фунтов.
В другом месте в тот же вечер австралийский Роберт Уиттакер обошел англичанина Даррена Тилля в главном турнире в среднем весе, в то время как боец российского происхождения Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на острове боя, самый короткий период между победами в современном UFC.
Рахул Ганди Обращается К Людям По Вопросу Раджастана
Конгрессмен Рахул Ганди опубликовал сегодня в Твиттере видео, в котором пытается мобилизовать людей против БДП в связи с событиями в Раджастане.
Используя хэштег #SpeakUpForDemocracy, его пост в Индии призвал людей "Объединиться и поднять наш голос за демократию."
Конгресс планирует провести в понедельник общенациональную акцию протеста по поводу ситуации в Раджастане, где правительство Ашока Гелота борется за выживание.
В то время как партия заявила, что протест будет проведен за пределами Раштрапати Бхаван, официальной резиденции президента Рама Ната Ковинда.
В видео Конгресс обвинил БДП в "разрыве конституции и разрушении демократии", в то время как вся страна борется с коронавирусом.
Конгресс заявил, что он сделал то же самое в Мадхья-Прадеше.
"Мы требуем немедленно созвать заседание ассамблеи, что соответствует нашим конституционным правам", - говорится в видеозаписи партии.
Губернатор Раджастана Калрадж Мишра отклонил одно предложение о начале сессии ассамблеи.
Сегодня был представлен второй документ, который, по его словам, он изучает.
Правительство г-на Гелота оказалось в глубоком кризисе после того, как его заместитель Сачин Пилот стал мятежником с куском МДА, поддерживающим его.
Партия не смогла дисквалифицировать повстанцев, чтобы сбить отметку большинства в ассамблее.
Г-н Пилот, который был лишен своих постов в партии и правительстве, был временно освобожден от дисквалификации Верховным судом Раджастана, который постановил, что спикер не может предпринимать никаких действий до тех пор, пока не будет решен более широкий конституционный вопрос о его полномочиях.
Этот вопрос будет рассмотрен завтра Верховным судом, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс стоит только на один выше отметки большинства в ассамблее из 200 членов.
Пилот команды утверждает, что поддерживает 30 МДА, но до сих пор доказательства указывают только на 19.
У БДП 72 члена, и, включая союзников и независимых, она составляет 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею 2018 года.
В марте она потеряла возглавляемое Камалом Натхом правительство в Мадхья-Прадеше после того, как Джиотирадитья Скиндия присоединился к БДП с 22 своими МДА.
Протесты в Сиэтле: Пожары и перцовые баллончики, когда тысячи людей маршируют по городу
СИЭТЛ - После нескольких недель обостряющихся столкновений между протестующими и федеральными властями в Портленде, штат Орегон, в субботу в Сиэтле собралась толпа из примерно 2000 человек, которая прошла по улицам и столкнулась с полицией.
Трое полицейских были ранены, в том числе один, который был госпитализирован с травмой ноги, вызванной взрывчаткой, и 16 протестующих были арестованы по состоянию на ранний вечер, сообщила полиция.
Несущие плакаты типа "Федералы уходят домой" и выкрикивающие лозунги "Нет справедливости, нет мира", протестующие остановились на месте будущего молодежного центра содержания под стражей и подожгли здания там. Некоторые разбили окна близлежащих предприятий.
Полиция столкнулась с толпой в районе Капитолийского холма, применив светошумовые гранаты и перцовые баллончики, прежде чем они начали брать людей под стражу.
Бипаша Мукерджи, 52 года, из Киркленда, штат Вашингтон, сказала, что она протестует на улицах с мая и сказала, что ее беспокоит такая агрессивная тактика полиции.
"Это не та страна, в которую я иммигрировала", - сказала г-жа Мукерджи, прибывшая из Индии более 30 лет назад. "Такое ощущение, что мы быстро становимся фашистским государством и полицейским государством."
Мишо Сэвидж из Сиэтла заявил, что протесты были направлены как против местных властей, так и против развертывания федеральных офицеров, которые вели репрессии против длительной акции протеста в Портленде. г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для борьбы с толпой, была опасной и неуместной.
"Это очень жесткое скольжение в чрезвычайно сильном направлении", - сказал мистер Сэвидж, промывая глаза перцовым баллончиком и обрабатывая рану на руке от светошумовой гранаты.
Смерть Джорджа Флойда в полицейском участке в Миннеаполисе в мае вызвала массовые протесты, которые привлекли миллионы людей на улицы в десятках городов, но в большинстве городов эти демонстрации ослабли.
Однако в Сиэтле и Портленде прошли продолжительные демонстрации. Протестующие в Сиэтле в какой-то момент предъявили претензии на несколько кварталов района Капитолийского холма и объявили автономную зону. После серии перестрелок, которые привели к тому, что полиция очистила район, протесты утихли.
Портленд, тем временем, продолжает протестовать, причем некоторые из самых серьезных протестов проходят вокруг федеральных зданий в городе. После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности развернуло в городе тактические группы, начав серию столкновений, которые привели к раненым протестующим, расследованиям генерального инспектора и призывам местных лидеров к федеральным агентам покинуть город.
Протестные толпы в этом городе увеличились до тысяч, и демонстрации там продолжались. На этой неделе федеральные чиновники направили тактическую группу в Сиэтл, и протестующие назвали это развитие событий одной из причин субботних демонстраций.
В то время как протесты в Портленде сосредоточились в центре города, демонстрации в субботу бродили по районам к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье задал вопрос о мотивах президента Трампа для отправки федеральных агентов в города США, заявив, что, хотя он приветствовал бы помощь в раскрытии множества убийств в городе на Среднем Западе, он считает, что этот шаг может быть больше связан с поддержанием шансов Трампа на переизбрание.
"На этой неделе я был очень разочарован тем, что президент упомянул протесты Джорджа Флойда, упомянул движение "Черная жизнь имеет значение", - сказал Лукас, демократ, в воскресенье в "Фокс Ньюс" о недавних протестах по поводу расового неравенства и жестокости полиции.
- В Канзас-Сити это не так. У нас был рост из года в год, но нам нужна помощь в том, чтобы на самом деле прояснить некоторые нераскрытые убийства."
Лукас добавил: "Давайте постараемся четко и целенаправленно сосредоточиться на раскрытии убийств...Я думаю, если вы прислушаетесь к недавним заявлениям... мы рады работать с федеральными агентами в ограниченном объеме."
Несмотря на свою готовность к тому, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, используемой федеральными агентами в Портленде, штат Орегон, - заставила многих его избирателей выразить озабоченность по поводу присутствия агентов на улицах города.
"Что нам не нужно, так это больше топлива в огонь от федеральных агентов, чтобы сделать, я думаю, волнующий политический вопрос", - сказал он.
Трамп в среду объявил, что он направляет 100 федеральных агентов в Чикаго, чтобы помочь бороться с ростом числа некоторых преступлений - шаг, который знаменует расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президент "закона и порядка".
"Всплеск" агентов, объявленный в среду в Чикаго и других американских городах, является частью операции "Легенда", названной в честь 4 - летней легенды Талиферро, которая была смертельно ранена во время сна в квартире в Канзас-Сити в конце прошлого месяца.
В то время как отправка федеральных агентов для оказания помощи местным правоохранительным органам не является беспрецедентной - генеральный прокурор Билл Барр объявил о подобных усилиях в декабре в семи городах, где наблюдался всплеск насилия, - тип отправляемого федерального агента и некоторые из их тактик вызвали обеспокоенность у законодателей штатов и местных законодателей.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправляла агентов в свои города, особенно после сообщений о том, что неизвестные федеральные агенты задержали протестующих в Портленде и увезли их в автомобилях без опознавательных знаков.
Портленд был поражен почти ежедневными демонстрациями против жестокости полиции и системного расизма после смерти Джорджа Флойда во время содержания под стражей в полиции Миннеаполиса 25 мая.
Местные власти также жаловались, что всплески только усугубили напряженность, и эксперты в области уголовного правосудия говорят, что эти усилия не поддаются объяснению из - за беспрецедентного момента, который переживает Америка-с пандемией, исторической безработицей и массовым расплатой за расизм и то, как полиция обращается с цветными людьми.
фонд в размере 10 млн фунтов стерлингов, созданный для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий должна предоставляться финансовая поддержка, в то время как они по-прежнему страдают от ограничений на блокировку.
Пакет финансирования правительства Шотландии в размере 10 млн фунтов стерлингов также направлен на оказание помощи поставщикам мероприятий.
Правительство заявило, что оно рассматривает вопрос о том, как события могут безопасно возобновиться в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала "разрушительное воздействие" на сектор.
Фестивальная сцена Шотландии и спортивные мероприятия, такие как игры в горах, были среди тех, на кого повлияли ограничения, введенные для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: "Несмотря на то, что у нас был положительный шаг, который позволил возобновить мероприятия по въезду, большая часть сектора не сможет работать в течение некоторого времени.
"Мы тесно и конструктивно работали с сектором над проблемами, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать работать безопасно.
"В дополнение к оказанию немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и содействие долгосрочному восстановлению индустрии мероприятий."
Консультативная группа по индустрии мероприятий заявила, что этот сектор был одним из первых, кто был заблокирован, и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дати, который также является исполнительным директором SEC в Глазго, сказал, что события ежегодно вносят около 6 млрд фунтов стерлингов в экономику Шотландии.
Он сказал: "Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторам мероприятий, так и более широким предприятиям цепочки поставок, которые чрезвычайно сильно страдают от продолжающегося эффекта длительного периода блокировки."
Шиврадж Сингх Чухан О положительном тестировании Covid
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чухан, который в субботу подтвердил, что у него положительный результат теста на COVID-19, написал в твиттере в воскресенье утром, чтобы сказать, что он "в порядке", и похвалить фронтовых работников в войне с коронавирусом.
Главный министр также повторил свои вчерашние предупреждения, когда он призвал людей следовать руководящим принципам, таким как социальное дистанцирование и использование масок для лица.
- Я в порядке, друзья мои. Самоотверженность воинов коронавируса, которые самоотверженно рискуют своей жизнью, достойна похвалы. Я приветствую всех воинов коронавируса штата", - написал г-н Чухан в твиттере из больницы Чираю в Бхопале, куда он был госпитализирован вчера.
"Держитесь на расстоянии двух метров, часто мойте руки и носите маски для лица - это самое большое оружие, которое у нас есть, чтобы избежать коронавируса. Я обращаюсь ко всем людям - используйте это оружие для себя и своих близких", - сказал он.
"Все вы будьте осторожны, будьте в безопасности и здоровы. Это то, о чем я молюсь Богу", - добавил г-н Чухан.
В субботу г-н Чухан написал в твиттере, что у него был положительный результат теста на вирус, несмотря на все его усилия избежать заражения, и предупредил, что "просто небольшая небрежность вызывает коронавирус."
В Твиттере сегодня утром г-н Чухан сказал, что, несмотря на угрозу заражения, "не нужно бояться", и призвал тех, у кого есть симптомы, пройти тестирование.
"Если вы заражены, вам не нужно бояться. Не скрывайте симптомы, но немедленно сообщите об этом врачам, чтобы можно было начать лечение. Своевременное лечение сделает вас здоровым", - сказал он.
В штате Мадхья-Прадеш зарегистрировано почти 27 000 случаев заболевания COVID-19, из которых более 7600 являются активными и 799 смертей связаны с вирусом.
За последние недели в Индии зафиксирован всплеск заболеваемости COVID-19, причем с 23 июля ежедневно выявляется более 45 000 новых случаев заболевания.
Общее число подтвержденных случаев коронавируса быстро приближается к 14 лакхам; из них более 4,67 лакхов являются активными случаями и более 32 000 смертей связаны с вирусом.
Всплеск числа случаев, совпавший с постепенным ослаблением руководящих принципов изоляции в зонах, не охваченных сдерживанием, привел к тому, что Индия заняла третье место в списке наиболее пострадавших стран.
Хуже обстоят дела только в Соединенных Штатах (41,78 лакха случаев) и Бразилии (23,94 лакха случаев).
Канье Уэст говорит, что он может победить Джо Байдена "за счет списаний" - Новости RT USA
Только что проветрив грязное белье своей семьи в Твиттере, рэп-загадка Канье Уэст в очередной раз вдохнул жизнь в свою президентскую заявку "будет-он-не-будет", заявив, что он может победить Джо Байдена только по голосам за запись.
Через несколько дней после анонса нового альбома и объявления о том, что он уже два года пытается развестись с женой Ким Кардашьян, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, в объявлении со всеми заглавными буквами, заявив: "Я МОГУ ОТБИТЬ БАЙДЕНА ОТ ЗАПИСЕЙ."
Если Уэст по-прежнему серьезно настроен баллотироваться на пост президента, голосование за запись может быть его единственным путем к победе или вообще каким-либо проявлением.
Рэпер объявил о своей кандидатуре 4 июля, после истечения крайнего срока подачи заявки в качестве кандидата по крайней мере в шести штатах.
Тем не менее, Уэст продвинулся вперед и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось получить свое имя в бюллетенях в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого обратился к толпе, одетой в пуленепробиваемый жилет, произнося свою речь без микрофона или трибуны.
Уэст выступил против абортов, рыдая, когда он произнес прохристианское послание, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший."
Это было правдой, и митинг Уэста был описан на новостных сайтах и в журналах сплетен как рекламный трюк, свидетельство психического заболевания или и то, и другое.
Однако недавний опрос показал, что Уэст набрал два процента по всей стране, шея к шее с Джо Йоргенсеном из Либертарианской партии и на очко опередил Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти предполагаемые 48 процентов Джо Байдена, теоретически он мог бы получить достаточно голосов от Байдена, чтобы увидеть, как президент Дональд Трамп завершит второй срок - то, что эксперты с обеих сторон подозревают, может быть его планом.
Камень с Марса направляется домой после 600 000 лет на Земле
Небольшой кусок скалы будет выброшен в космос на этой неделе в одном из самых странных межпланетных путешествий, когда-либо предпринимавшихся.
Крошечный кусочек марсианского базальта размером с монету в 10 пенсов будет запущен на борту американского робота-зонда в четверг и отправлен на красную планету в семимесячное путешествие в свой родной мир.
Эта экстраординарная одиссея, межпланетный эквивалент отправки угля в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс 2020.
Космические инженеры говорят, что камень, подаренный Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота - ровера Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие, но мы выбрали именно этот, потому что он такой же прочный, как старые ботинки
"Когда вы включаете приборы и начинаете настраивать их перед использованием для исследований, вы калибруете их на материалах, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что же может быть лучше для изучения горных пород на Марсе, чем глыба, которая возникла там?" - сказала профессор Кэролайн Смит, куратор метеоритов в Музее естественной истории.
Ученые были уверены, что камень, который они возвращали на Марс, возник на планете, добавил Смит, который также является членом научной команды Mars 2020.
"Крошечные пузырьки газа, захваченные внутри этого метеорита, имеют точно такой же состав, как и атмосфера Марса, поэтому мы знаем, что наш камень пришел оттуда."
Считается, что марсианский метеорит был создан, когда астероид или комета врезались в планету около 600 000-700 000 лет назад, разбрызгивая мусор в космос.
Один из этих обломков пронесся по Солнечной системе и в конце концов рухнул на Землю.
Этот метеорит, ныне известный как SAU 008, был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди инструментов, установленных на марсоходе Perseverance, есть высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава горных пород и определения того, могут ли они содержать органические материалы, указывающие на то, что когда-то существовала - или все еще существует - жизнь на Марсе.
Включение части SAU 008 предназначено для обеспечения того, чтобы это было сделано с максимальной точностью.
"Кусок породы, который мы отправляем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень прочный камень", - добавил Смит.
"Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие. Этот метеорит крепок, как старые ботинки."
Как только "Настойчивость" выберет наиболее перспективные породы, которые она сможет найти, она сбросит их в тайники на поверхности Марса.
Затем они будут извлечены последующими миссиями роботов и отправлены в космос к Земле для анализа.
Мужчина найден с огнестрельными ранениями в Мамбурине близ Уэрриби
Мужчина был срочно доставлен в больницу после того, как его застрелили ночью на западе Мельбурна.
Полиция была вызвана в Мамбурин, недалеко от Уэрриби, около 8 вечера, где они обнаружили мужчину в возрасте 20 лет с подозрением на огнестрельные ранения в нижнюю часть тела в Ярд-Стрит.
Мужчина был доставлен в больницу с травмами, не представляющими угрозы для жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду наряжаться, воскресенье-для отдыха".
Как начинается воскресенье?
Со мной, спотыкающимся на лестнице и падающим на собаку, когда я шел приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы будем сидеть вдвоем и молча смотреть на воду.
Звучит безмятежно...
Так и есть, до 8 утра, когда двое или трое наших парней стучат в дверь, требуя завтрака.
Для них-яичница с беконом, для нас-шпинат и грибы, а потом, если погода хорошая, мы выгоняем мальчиков.
Мы поплаваем, покатаемся на веслах или прогуляемся по прекрасному аббатству Куорр, которое выглядит как что-то прямо из "Игры престолов".
А во время изоляции?
В течение первых двух недель я был в полном отрицании, я не мог поверить, что мой бизнес был закрыт.
Я отвлекся, зациклившись на жизни или смерти моего недавно посаженного сада.
В остальном я экспериментировал на кухне: интенсивно ароматизированный угорь, бульон шиитаке и булочка с двойным кремом были моими выдающимися достижениями.
Как вы расслабляетесь?
Я не буду наряжаться, по воскресеньям-одежда для отдыха, наполовину укороченные спортивные штаны и белая футболка.
После обеда из жареного цыпленка я вздремну с газетами в шезлонге в саду.
Я стараюсь не пить: это помогает прояснить голову до того, как придет понедельник.
Воскресенье, которое торчит?
После долгого субботнего вечера на вечеринке по случаю 40-летия моей невестки в Нью-Йорке около полуночи моя беременная жена решила, что нам лучше идти.
Она была полна решимости повеселиться, рассказывая людям, что это все-таки ее третий ребенок.
Мы ушли с вечеринки, и у нее начались роды.
А в воскресенье вечером?
К 7 вечера мы упаковали машину и сели на паром до Портсмута.
Поездка по шоссе А3, и мы возвращаемся в Лондон на неделю: дети в постели, я выгуливаю собаку и ем миску хлопьев.
Я хорошо отношусь к тому, чтобы покинуть остров Уайт и вернуться в город, я знаю, что если я этого не сделаю, у меня вообще не будет там дома.
Кенийские полицейские арестованы после стрельбы со смертельным исходом в Гариссе
Двое полицейских в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточном округе Гарисса в субботу во время акции протеста против ареста человека, подозреваемого в убийстве.
Две жертвы были названы как Аден Абди Мадобе и Мухиядин Адоу Шибин.
Кенийская полиция начала расследование по факту стрельбы.
Он будет включать в себя "судебно-медицинскую экспертизу" оружия офицеров.
Депутат парламента Гариссы Аден Дуале назвал эти смерти "отвратительными" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Участники кампании выразили обеспокоенность по поводу полицейского надзора во время пандемии.
По данным Amnesty International, с марта кенийские офицеры убили 21 человека за несоблюдение мер по профилактике коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба - Саба-акции протеста, которая началась 30 лет назад против автократического режима тогдашнего президента Даниэля Арапа Мои.
Корреспонденты говорят, что в этом году мероприятие получило дополнительный импульс из-за гнева по поводу репрессий полиции во время блокировки Covid-19.
Усиленное присутствие службы безопасности за пределами консульства США в Чэнду, Китай
В воскресенье перед консульством США в городе Чэнду, Китай, была усилена охрана, поскольку американские сотрудники готовились покинуть помещение.
Было видно, как три движущихся грузовика въезжают на территорию здания, в то время как полицейские в форме и штатском выстроились по обе стороны улицы, вдоль которой были установлены металлические барьеры.
Редактор китайского таблоида Global Times написал в твиттере, что консульству США в Чэнду дали 72 часа на закрытие, или до 10 утра (0200GMT) в понедельник, 27 июля.
Китай обвинил некоторых сотрудников консульства в Чэнду в том, что они "ведут деятельность, не соответствующую их личности."
Не вдаваясь в подробности, официальный представитель Министерства иностранных дел Китая Ван Вэньбинь заявил, что такая деятельность вмешивалась в дела Китая и наносила ущерб его интересам безопасности.
Приказ Китая закрыть консульство в Чэнду был издан в пятницу в ответ на приказ США закрыть китайское консульство в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть хьюстонский офис "для защиты американской интеллектуальной собственности и частной информации американцев"."
В пятницу, когда китайское консульство в Хьюстоне было закрыто, группа мужчин, которые, по-видимому, были американскими официальными лицами, были замечены ворвавшимися в здание через заднюю дверь.
Ван заявил в субботу, что нарушил международные и двусторонние соглашения, и Китай ответит, не уточнив, как именно.
Закрытие "око за око" еще больше обострило напряженность между двумя странами по вопросам, начиная с торговли и промышленного шпионажа и заканчивая правами человека.
Бабуины сафари-парка, вооруженные ножами, отвертками и БЕНЗОПИЛОЙ, когда "шутники дают им оружие, чтобы разбивать машины"
Приматы в сафари-парке Ноусли, Мерсисайд, давно известны тем, что набрасываются на любого, кто останавливается в вольере и срывает стеклоочиститель или зеркало.
Бабуины были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли в Мерсисайде.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто останавливается, и срывают дворники и зеркала с ветрового стекла.
Рабочие теперь опасаются, что посетители вооружают их смертоносным оружием "для смеха", чтобы усилить свои атаки, и обезьяны даже сами рылись в ящиках с инструментами.
Один из работников парка сказал газете "Санди Таймс": "Мы не уверены, дают ли им оружие некоторые из гостей, которые хотят видеть, как они нападают на автомобили, или они вылавливают их из пикапов и фургонов."
"Они будут буквально залезать в ящики с инструментами людей и носить их с собой. Одного из бабуинов видели с бензопилой в руках."
Другой рабочий сказал: "Бабуины были найдены с ножами и отвертками. Интересно, это кто-то из гостей раздает их?"
И нападения бабуинов настолько неизбежны, что механики по всей северо-западной Англии хорошо знают это ограждение.
Один механик в продаже, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что в этом году у него было два клиента, ставших жертвами бабуинов.
Они добавили, что в одну минуту дети хотят обезьян на машине, а в следующую у нее нет номерного знака, но выпуск обеспечивает "хорошие деньги" для гаража.
Ноусли вновь открылся 15 июня с мерами безопасности Covid-19 после того, как настоял на том, что он был так же безопасен, как проездной в McDonald's, поскольку посетители не оставляют свою машину на пятимильной сафари-драйв.
Парк площадью 550 акров, где обитают львы, тигры, носороги, антилопы гну и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Пресс-секретарь сказал: "Мы считаем, что многие из этих историй выросли в преувеличении по мере их пересказа, с приукрашиванием, чтобы объекты, которые иногда встречаются в вольере, казались более захватывающими и невероятными."
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на своей модели i30 нового поколения в течение 10 часов, чтобы доказать, что у нее есть сила для семей с маленькими детьми.
"Юнайтед", "Челси" - "КЛ"; "Борнмут", "Уотфорд" - "ЭПЛ".
"Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в безумный заключительный день сезона Премьер-лиги в воскресенье, в то время как "Борнмут" и "Уотфорд" были низведены до конца пятилетнего пребывания в высшем дивизионе.
"Юнайтед" победил "Лестер" со счетом 2: 0 благодаря голам Бруно Фернандеса и Джесси Лингарда, благодаря чему команда Оле Гуннара Сольскьера заняла третье место.
"Челси" обыграл "Вулверхэмптон" со счетом 2: 0 после гола и голевой передачи Мейсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов, опередив "Лестер", который большую часть сезона входил в четверку лучших.
Вместо этого "Лестер" сыграет в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью 1: 1 в "Кристал Пэлас", чтобы занять шестое место - выше "Вулверхэмптона" по разнице мячей.
Борьба за то, чтобы избежать двух оставшихся мест в лиге чемпионов, пошла на спад, когда "Астон Вилла" забила на 84-й минуте, пропустила минуту спустя, а затем удержала ничью 1: 1 в "Вест Хэме", чтобы выжить.
Капитан Джек Грилиш забил гол Вильи в том, что могло стать его последней игрой за клуб его детства.
"Борнмут" сделал то, что должен был сделать, и обыграл "Эвертон" со счетом 3: 1, но в итоге отстал от "Виллы" на одно очко.
"Уотфорд" также был низведен в качестве предпоследней команды после поражения со счетом 3: 2 от "Арсенала".
"Манчестер Сити" пропустил 100 голов за кампанию, одержав победу со счетом 5: 0 над занявшим последнее место и уже пониженным в должности "Норвичем", игрой, которая стала последней в Премьер-лиге для Давида Сильвы после 10 лет работы с "Сити".
Кевин Де Брюйне сделал рекордную 20-ю голевую передачу в сезоне, а также забил дважды.
"Ливерпуль" завершил свой титульный сезон победой "Ньюкасла" со счетом 3: 1 и набрал рекордные для клуба 99 очков.
Кроме того, "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3: 1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его на одно место позади Джейми Варди из "Лестера", который выиграл "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "достойная этика"
Гвинет Пэлтроу сказала, что хочет воспитывать своих детей так, чтобы у них была хорошая ценностная этика, поскольку она старается "не просто передавать им вещи".
У Пэлтроу двое детей, Эппл (16) и Мозес (14), с бывшим мужем Крисом Мартином, и она хочет, чтобы у них были хорошие ценности, а не слава их родителей.
"Вот почему я думаю, что это так важно... Чтобы вырастить ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным чувством того, кто они есть, и т. Д.", - сказала она Робу Лоу в своем подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы подумаете обо всех людях, которые пытаются, и этого не происходит."
Она добавила: "Как родитель, вы думаете, все, что я могу сделать для этих детей, - это научить их отличать добро от зла и научить их тому, что такое работа. Я действительно старался не просто передавать им вещи."
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более уединенно, и гарантирует, что они сохранят свои учетные записи в социальных сетях в тайне.
"Я не позволю им быть публичными в каких-либо социальных сетях или что-то в этом роде, я стараюсь держать их как можно дальше от глаз общественности", - сказала она.
"Знаешь, теперь все по-другому, потому что дети говорят:" Можно у меня есть канал на YouTube?", а я говорю: "Нет, ты не можешь. Абсолютно нет."
Министр внутренних дел Туниса назвал нового премьер-министра, который сформирует правительство через месяц
Министр внутренних дел Туниса Хичем Мечичи был назначен для формирования следующего правительства, сообщила канцелярия президента на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний адвокат сменил на этом посту Элиеса Фахфаха, который ушел с поста премьер-министра в начале этого месяца.
Но Мечичи не было одним из имен, предложенных правящими политическими партиями президенту Кайсу Сайеду.
В заявлении, последовавшем за объявлением в субботу, Мечичи заявил, что он "будет работать над формированием правительства, которое отвечает ожиданиям всех тунисцев."
Тунис получил высокую оценку как редкая история успеха в демократическом переходе после региональных восстаний "арабской весны", вызванных революцией 2011 года.
Но ее лидеры изо всех сил старались оправдать ожидания тунисского народа, и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
Эта болезнь унесла жизни почти 50 человек и заразила более 1400 человек в Тунисе.
Помимо того, что он был министром внутренних дел в уходящем правительстве, Мечичи был советником президента Сайеда, занимаясь юридическими вопросами.
Ранее он был начальником аппарата Министерства транспорта, а также служил в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем столкнется с парламентским вотумом доверия, и для успеха ему потребуется абсолютное большинство.
В противном случае парламент будет распущен, и в течение трех месяцев состоятся новые выборы.
На последних выборах, состоявшихся в октябре, партия "Эннахда" заняла первое место, но не набрала большинства голосов и в конце концов согласилась присоединиться к коалиционному правительству.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания в должности, угрожала новым политическим тупиком в стране, поскольку она борется с экономическими последствиями пандемии.
Отставка углубила политический спор с Эннахдхой из-за обвинений против Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и Эннахдхой были напряженными после октябрьских выборов в законодательные органы.
Фахфах ушел в отставку в тот же день, когда партия подала против него ходатайство о недоверии.
Первоначально Эннахда выдвинул независимого кандидата на пост премьер-министра, но ему не удалось заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, Эннахда в конце концов согласилась присоединиться к коалиционному правительству.
Тед Круз говорит, что цели Пелоси заключаются в том, чтобы "сгрести наличные деньги на проблему и закрыть Америку"
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в том, что они продвигают пакет помощи от коронавируса, который фокусируется на "сгребании наличных денег в проблему и закрытии Америки", поскольку переговоры о следующей мере продолжаются.
В интервью "Лицом к нации" в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, унесшей жизни более 600 000 человек по всему миру, и "абсолютной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, появившийся на "Лице нации" перед сенатором, " не сосредоточен ни на том, ни на другом."
"Ее цели-сгребать наличные деньги на эту проблему и закрывать Америку", - сказал республиканец из Техаса.
"И в частности, вы посмотрите на счет в 3 триллиона долларов, который она пытается протолкнуть, это просто выгребает деньги своим друзьям, а на самом деле не решает проблему. Наша цель должна состоять в том, чтобы американцы захотели вернуться к работе. Они хотят иметь возможность обеспечивать свою семью."
Республиканцы в Сенате и Белый дом провели на прошлой неделе переговоры об условиях четвертой фазы борьбы с коронавирусом, которая, как они ожидают, обойдется в 1 триллион долларов.
В минувшие выходные глава администрации Белого дома Марк Мидоу и министр финансов Стивен Мнучин вернулись на Капитолийский холм для дальнейших переговоров с сотрудниками Сената, и Мнучин сообщил Fox News в интервью в воскресенье, что подробности будут обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самым насущным вопросом для законодателей - и предметом разногласий между республиканцами и демократами - является истечение срока действия повышенных пособий по безработице, которые начали уходить в эти выходные.
В то время как демократы хотят, чтобы пакет "четвертой фазы" коронавируса сохранил повышение пособий на 600 долларов, республиканцы призывают сократить его и утверждают, что некоторые американцы зарабатывают больше на безработице, чем на зарплате.
Круз сказал, что более половины американцев, получающих повышенные пособия по безработице, получают сейчас больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, у которых возникли проблемы с переизбранием сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, вдвое больше денег, чтобы они оставались дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении, который облегчит американцам возвращение к работе путем смягчения налогов и регулирования малого бизнеса:
"вместо того, чтобы просто выгребать триллионы за дверь, законопроект о взыскании приостановит налог на заработную плату, что даст повышение зарплаты всем в Америке, кто работает. Это действительно возвращает людей к работе", - сказал он.
На прошлой неделе президент Трамп потребовал, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, поскольку предложение было плохо воспринято среди республиканцев.
Г-н Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не согласен с этой мерой своих коллег-республиканцев в Сенате.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в преднамеренной разработке меры, которая наносит ущерб президенту в преддверии ноябрьских выборов.
"Единственная цель демократов-победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа-закрыть все предприятия в Америке, закрыть все школы в Америке", - сказал он.
- Знаешь, Нэнси Пелоси говорит о работающих мужчинах и женщинах. То, что она предлагает, - это не дать работающим мужчинам и женщинам работать."
Канье Уэст публично извинился перед женой Ким Кардашьян после разоблачений брака
Канье Уэст извинился перед женой Ким Кардашьян за то, что обнародовал "личное дело"."
Рэпер рассказал во время мероприятия в Южной Каролине, что пара подумывала об аборте своего первого ребенка.
После бурной недели, в течение которой он выдвинул ряд претензий к своей жене и ее семье, Уэст теперь написал в Твиттере извинения.
Уэст также, как сообщается, посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге .
Он сказал: "Я хотел бы извиниться перед моей женой Ким за то, что обнародовал то, что было личным делом. Я не прикрывал ее так, как она прикрывала меня."
"Ким я хочу сказать, что знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда была рядом со мной."
Беспорядочные твиты Уэста, в том числе заявления о том, что его жена пыталась запереть его врачами, и он выдвинул ряд обвинений против своей тещи Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян Уэст, на которой женился в 2014 году.
На фоне опасений за душевное состояние своего мужа Кардашьян Уэст, мать четверых детей Уэста, опубликовала пространное заявление, в котором заявила, что она и ее семья "бессильны" вмешаться, и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который вдобавок к давлению быть художником и чернокожим человеком, который пережил болезненную потерю своей матери, и должен иметь дело с давлением и изоляцией, которые усиливаются его биполярным расстройством."
Она добавила, что раньше не обсуждала его состояние, потому что "очень защищает наших детей и право Канье на частную жизнь, когда речь заходит о его здоровье."
Она добавила: "Но сегодня я чувствую, что должна прокомментировать это из-за стигматизации и неправильных представлений о психическом здоровье."
Уэст сделал свои заявления об аборте во время мероприятия 19 июля.
Мужчина Арестован За Убийство Брата-Алкоголика В Большой Нойде: Полиция
37-летний мужчина был арестован в воскресенье за якобы убийство своего брата, чье тело было найдено брошенным в изолированном районе неделю назад в Большой Нойде штата Уттар-Прадеш, сообщила полиция.
Обвиняемый рассказал полиции, что его раздражает алкоголизм и плохое поведение его брата с женщинами-членами их совместной семьи, что, по словам чиновников, привело его к преступлению.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было найдено около кустов в изолированном районе около недели назад.
На теле были следы от ножевых ранений, и заявление было подано в полицейский участок Бисраха, где было начато расследование, сообщил представитель полиции.
"Во время расследования улики привели полицию к человеку, который умер, его брату Дипаку, и его допросили.
Когда его спросили, Дипак признался, что зарезал своего брата до смерти.
Он сказал полиции, что Бхишам часто употреблял алкоголь, создавал шум дома и плохо вел себя с женщинами-членами семьи, из-за чего он решил убить своего брата", - сказал пресс-секретарь.
Обвиняемый был арестован и обвинен в убийстве и других связанных с этим обвинениях, сообщила полиция.
Тони Блэр клянется никогда не прекращать вмешиваться в британскую политику, несмотря на жесткую реакцию на Brexit
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании после резкой реакции на его участие в Лейбористской партии и кампании против Брексита.
Мистер Блэр, который не занимал свой пост более десяти лет, сказал Софи Ридж в эфире Sky News, что он "никогда" не перестанет выступать в британской политике.
Тем не менее, спорный политический деятель признал: "Многие люди, наблюдающие за этим, могут подумать, что я должен прекратить говорить о вещах."
Софи Ридж сказала мистеру Блэру: "У меня всегда такое чувство, что вы не можете оторваться от политики.
"Вы всегда публикуете отчеты о коронавирусе или выдвигаете аргументы по поводу Brexit.
"Мне просто интересно, думают ли люди, почему после десяти лет работы премьер-министром вы все еще пытаетесь участвовать в политике?
- Не пора ли немного отдохнуть, прогуляться по полю для гольфа?"
Бывший премьер - министр отверг это и поклялся оставаться в политике Великобритании как можно дольше.
Он сказал: "Это не то, что я хочу делать. Многие люди, наблюдающие за ним, могут подумать, что это именно то, что он должен сделать, и перестать говорить о вещах, но я забочусь о стране."
"Мы переживаем огромный момент перемен в мире, и институт, который я построил, работает по всему миру.
"Я знаю, что сделал то, чего не делали предыдущие премьер-министры, но в будущем, я предсказываю, многие другие попытаются сделать это."
Ранее в интервью г-н Блэр заявил, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: "Они могли бы заключить сделку. Но даже сделка, которую мы заключим, будет плохой."
"По сути, это будет хорошо для Европы, потому что это позволит облегчить торговлю товарами, но очень затруднит нас в вопросе услуг."
Бывший лидер лейбористов также сообщил Sky News, что в обозримом будущем Великобритания будет жить с COVID-19, а не устранять его.
Во Время Дани Памяти Героям Каргила Премьер-Министр Нарендра Моди Заявил, Что Пакистан Пытался "Нанести Удар В Спину" Индии
Пакистан пытался "ударить в спину" Индии, несмотря на ее попытки сохранить дружественные отношения, заявил сегодня премьер-министр Нарендра Моди, отдавая дань уважения вооруженным силам в связи с 21-й годовщиной Каргильской войны.
В своем ежемесячном радиообращении Манн ки Баат премьер-министр Моди сказал: "Пакистан предпринял это злоключение со зловещими планами захватить землю Индии и отвлечь ее от продолжающихся внутренних конфликтов."
"Пакистан имел наглость попытаться оккупировать индийскую землю и отвлечь внимание от своих собственных внутренних беспорядков", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла состоит в том, чтобы сражаться со всеми без причины.
Люди такой природы могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан нанес удар в спину Индии, несмотря на попытки Индии наладить сердечные отношения", - сказал он.
"Вы можете себе представить, что враг сидел высоко в горах, в то время как наши войска сражались с ними снизу. Но высокий моральный дух и верность наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия продемонстрировала большую силу в Каргиле", - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас празднуется каждый год, отмечая день, когда индийская армия отбила все индийские посты в Каргиле Ладакха, которые были заняты пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешной кульминации операции "Виджай"."
Почти Трехмесячная битва на ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, главнокомандующий армией генерал М. М. Нараване, главный маршал авиации Р. К. С. Бхадаурия и главнокомандующий военно-морским флотом адмирал Карамбир Сингх также почтили память Амара Джавана Джиоти в Национальном военном мемориале.
В течение десятилетий, прошедших после Каргила, отношения между Индией и Пакистаном были напряженными после серии террористических ударов.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистану необходимо ликвидировать все лагеря террористов, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования малого и среднего бизнеса может не сработать
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Тем не менее, г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них нет доступа к такому же недорогому финансированию, и предупредил, что в результате схема гарантирования МСП не набирает оборотов.
"Я думаю, что это, вероятно, не достигло той отметки, когда все люди, которые звонят нам, звонят в надежде, что они смогут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита", - сказал он.
"Поэтому они звонят, и они очень разочарованы, потому что там было объявлено, что есть скидки, и мы смотрим на нашу стоимость финансирования, которая совсем не изменилась."
Г-н Каллаган добавил, что если бы финтехи смогли получить доступ к более дешевому финансированию и передать его малому бизнесу, эта схема была бы "без проблем"."
"Это было немного странно, что крупные банки получили доступ к более дешевому финансированию, но они более склонны к риску, поэтому на самом деле они не выходят на кредитование таким же образом, они не могут получить доступ к данным, и они не могут чувствовать себя комфортно, если у вас нет собственности", - сказал он. "Пока мы не сможем получить доступ к этому более дешевому финансированию, я думаю, что на рынке есть фикция о том, насколько популярной будет эта схема."
Мельбурнская компания Moula также участвует в этой схеме, и исполнительный директор Арис Аллегос сказал, что 50-процентная гарантия, подразумеваемая в правительственной схеме, должна быть передана малому бизнесу, но разные кредиторы по-разному справляются с этим.
"Я могу понять, что могут быть и другие, кто не проходит через эту структуру затрат", - сказал он.
"Это может зависеть от того, как структурировано их финансирование, а также от того, в какие категории они кредитуют и как они оценивают риски в этих категориях."
Г-н Аллегос не сообщил подробностей о количестве кредитов, выданных Мулой в рамках этой схемы, но сказал, что обновленная схема является "основным признанием того, что необходимо изменить", чтобы обеспечить большую гибкость для кредиторов и заемщиков.
Тем не менее, он сказал, что его больше всего беспокоит "двухскоростная экономика", которая работает, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутый обрыв и то, как справиться с этим обрывом", - сказал он.
"В целом, что касается спроса, мы не вернулись к уровню, существовавшему до COVID, хотя аппетит растет."
Онлайн-кредитор ASX Prospa также не будет подробно описывать сумму кредитов, которые он выдал в рамках этой схемы, поскольку он сказал, что информация является коммерчески конфиденциальной, но исполнительный директор Грег Мошал сказал, что расширение схемы правительством приветствуется.
"Мы поддерживаем любые усовершенствования схемы, которые позволят малым предприятиям получить доступ к широкому спектру продуктов финансирования, отвечающих их требованиям, включая гибкие продукты денежного потока в более короткие сроки", - сказал он.
Вирджиния-Бич сносит памятник Конфедерации
ВИРДЖИНИЯ-БИЧ, штат Вирджиния.-Город Вирджиния-Бич убрал 115-летний памятник Конфедерации с общественной территории в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщили СМИ.
Он был установлен в 1905 году и стоял рядом со старым зданием суда округа принцесса Анна, на том же месте, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс удаления.
Совет выслушал десятки ораторов и решил, что памятник рассматривается многими как вызывающий разногласия и болезненное напоминание о прошлом.
Недавно статуя была полностью закрыта, а вокруг нее были заперты ворота после недавних протестов и вандализма на других памятниках Конфедерации.
Памятник пока будет храниться.
Теперь город должен ждать любых предложений от исторических групп или других организаций, которые могут захотеть взять памятник.
Полиция пробует новые, менее смертоносные инструменты, поскольку протесты продолжаются
В то время как продолжаются ожесточенные столкновения между правоохранительными органами и протестующими в Портленде и по всей стране, ведутся дебаты о том, как полиция может сократить применение смертоносной силы.
Некоторые компании активно предлагают новые высокотехнологичные инструменты, такие как дистанционные наручники для полиции, вместо более опасных вариантов, таких как перцовый баллончик, резиновые пули и светошумовые гранаты.
Правозащитная группа Amnesty International проанализировала 500 видеозаписей протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
"Мы видели злоупотребление слезоточивым газом, перцовым баллончиком, перцовыми шариками, 40-миллиметровыми боевыми патронами, в основном каждая комбинация менее смертоносного оружия использовалась неподобающим образом", - сказал следователь Amnesty International по оружию Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для того, чтобы избежать необходимости в огнестрельном оружии.
"Все эти устройства должны быть под рукой, чтобы полицейские могли использовать не только смертельную физическую силу, применяемую огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право лишить себя жизни", - сказал Кори Пегес, бывший заместитель инспектора департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет 8-футовым кевларовым шнуром, который обматывается вокруг подозреваемого.
Существуют акустические устройства дальнего действия, также известные как звуковые каноны, направленное энергетическое оружие, которое использует лазеры для нагрева кожи человека, новые снаряды, изготовленные из таких вещей, как пена и мел, вонючие бомбы и, конечно же, электрошокер.
Акции Axon, компании, производящей электрошокер, подскочили более чем на 18%, достигнув рекордных максимумов, когда протесты переросли в насилие через несколько дней после убийства полицией Джорджа Флойда.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет 11,85 миллиарда долларов.
Посмотрите видео, чтобы ознакомиться с новыми высокотехнологичными инструментами, которые полиция использует для менее смертоносной силы, как они регулируются и что поставлено на карту для будущего полиции и сообществ, которым они служат.
ООН заявляет о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД-В докладе ООН говорится, что в Афганистане скрываются более 6000 пакистанских повстанцев, большинство из которых принадлежат к запрещенной пакистанской группировке "Талибан", ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группировка, известная как "Техрик-и-Талибан" (ТТП), связалась с базирующимся в Афганистане филиалом группировки "Исламское государство".
Некоторые из членов ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится в восточном Афганистане.
Афганское правительство не ответило в воскресенье на запросы Агентства Ассошиэйтед Пресс о комментариях.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также сил США и НАТО, и даже иногда от афганских талибов.
Доклад был подготовлен аналитической группой ООН по мониторингу санкций, которая отслеживает террористические группы по всему миру.
В докладе говорится, что численность ИГ в Афганистане оценивается в 2200 человек, и, хотя ее руководство было истощено, среди ее лидеров по-прежнему числится гражданин Сирии Абу Саид Мохаммад аль-Хорасани.
В докладе также говорится, что группа по наблюдению получила информацию о том, что два старших командира "Исламского государства" Абу Кутайба и Абу Хаджар аль-Ираки недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление, (Исламское государство) по-прежнему способно совершать громкие нападения в различных частях страны, включая Кабул.
Он также направлен на привлечение боевиков" Талибана", которые выступают против соглашения с Соединенными Штатами", - говорится в докладе, ссылаясь на мирное соглашение США, подписанное с "Талибаном" в феврале.
Эта сделка была заключена, чтобы позволить США прекратить свое 19-летнее участие в Афганистане, и призывает талибов гарантировать, что их территория не будет использоваться террористическими группировками.
Ожидается, что эта сделка также гарантирует всестороннее участие Талибов в борьбе с ИГ.
Вторая и, возможно, самая важная часть соглашения предусматривает проведение переговоров между Талибами и политическим руководством Кабула.
Поздно вечером в субботу Госдепартамент США опубликовал заявление, в котором говорится, что его посланник по вопросам мира Залмай Халилзад снова курсирует по региону, стремясь начать эти переговоры, которые неоднократно откладывались, поскольку обе стороны ссорятся из-за программы освобождения заключенных.
Соглашение, поддерживаемое США, призывает афганское правительство освободить 5000 заключенных талибов, а талибы освободить 1000 правительственных и военных в качестве так называемого жеста доброй воли в преддверии переговоров.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет высокопоставленными преступниками, и предложило освободить альтернативы.
Талибы отказались.
"Стороны как никогда близки к началу внутриафганских переговоров-ключевому следующему шагу к прекращению 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Несмотря на значительный прогресс в обмене пленными, этот вопрос требует дополнительных усилий для его полного решения."
Политический представитель талибов ранее на этой неделе заявил, что он готов провести переговоры с политическими лидерами Кабула после исламского праздника Курбан-Байрам в конце месяца, при условии, что освобождение заключенных будет завершено.
Большое беспокойство для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП, Джамаат-уль-Ахраром или Лашкар-и-Исламом, а также с Освободительной армией Белуджистана, которая взяла на себя ответственность за громкие нападения в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда была атакована школа пакистанской армии и 140 человек были убиты.
Большинство из них были студентами, а некоторым было всего 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, по оценкам, составляет от 6000 до 6500 человек, большинство из которых имеют ТТП", - говорится в докладе.
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской Huawei в расследованиях США - RT Business News
Международный банк HSBC со штаб-квартирой в Лондоне обратился в социальные сети, чтобы заявить, что это не было, как утверждали китайские СМИ, "фабрикацией доказательств" против Huawei, что привело к аресту главного финансового директора компании в Канаде.
В недоступном теперь сообщении на WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика телекоммуникационного сетевого оборудования, поскольку проверка Huawei за якобы нарушение санкций США в отношении Ирана началась задолго до участия банка в конце 2016 года.
"HSBC не испытывает никакой враждебности к Huawei и не "подставлял" Huawei", - заявил банк в субботу, добавив, что он никогда не будет искажать какие-либо факты о своих клиентах.
"В ответ на запросы Министерства юстиции США о предоставлении информации группа HSBC просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты."
Сообщение было заблокировано на платформе с пометкой, что оно "нарушает правила" и сейчас недоступно.
Это заявление было сделано вскоре после того, как несколько китайских СМИ, в том числе связанные с государством газеты, обвинили HSBC в "сговоре" с Вашингтоном, чтобы устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала уже более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу был арестован в декабре 2018 года в Канаде по ордеру из США.
Мэн обвиняется в мошенничестве за то, что он якобы использовал подставную компанию для нарушения санкций против Ирана и якобы лгал банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым данным, приведенным Global Times, HSBC был хорошо осведомлен об отношениях китайской компании со Skycom.
Сообщается, что банк решил "вступить в сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать факт отмывания денег и нарушения санкций, включая ограничения в отношении Ирана.
В то время было предписано выплатить около 1,9 миллиарда долларов штрафов и предотвратить любые подобные нарушения.
"Доказательства указывают на то, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло не обращать внимания на собственные проступки британского банка и не наказывать его в соответствии с Соглашением об отложенном судебном преследовании 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитор, если будет доказана его вина в этом "сговоре", может столкнуться с "суровым наказанием" в Китае, одном из основных рынков для HSBC.
За последние недели знаменитый банк не в первый раз подвергается обстрелу.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности для Гонконга, города, где начался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - с Запада, когда госсекретарь США Майк Помпео назвал одобрение "корпоративным поклоном", и с Востока, когда китайская сторона, как сообщается, заявила, что ее поддержка была "запоздалой"."
Ангола: Больница Педале передана Министерству здравоохранения
Луанда - Президент Республики Жуан Лоренсу в эту пятницу определил передачу надзора за строящейся в Луанде больницей Педру Мария Тонха Педале в сферу Министерства здравоохранения.
В записке пресс-служба Президента Республики сообщает, что эта мера направлена на материализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественной медицинской помощи и медикаментов населению.
"В данном конкретном случае идея состоит в том, чтобы предоставить ангольцам справочную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который обусловил "огромный спрос" на качественные медицинские услуги по самым разнообразным специальностям.
Это требование, продолжает записка, оправдывается включением в состав больницы, специализирующейся на лечении сложных заболеваний, преподавания и исследований, мероприятий, связанных с офтальмологией и медициной матери и ребенка, областей, стратегия и управление которыми заслуживают того, чтобы быть в ведении Министерства здравоохранения.
Алжир: Смерть Махмуда Гимамы - Алжир теряет Патриота, Преданного Боевика, говорит президент Теббун.
Алжир - Президент Республики Абдельмаджид Теббун направил соболезнование членам Народной национальной ассамблеи (АПН) Моджахеду Махмуду Гимаме, который скончался в пятницу, в котором он заявил, что Алжир "потерял патриота и боевика, преданного делу своего народа и своей нации."
Алжир сегодня проигрывает в результате смерти моджахеда Махмуда Гимамы, патриота и воина, преданного делу своего народа и своей нации, человека, который никогда не колебался и чья решимость оставалась неизменной с того момента, как он взял в руки оружие вместе со своими доблестными братьями-моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только покориться воле Бога", - написал президент Теббун в своем соболезновании.
"Покойный Махмуд Гуэмама, мир ему, принадлежал к уникальному поколению верных патриотических боевиков, которые пожертвовали собой ради своей Родины", - добавил президент Республики.
"Покойный посвятил свою жизнь освобождению Алжира от мук отвратительного колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт в исторической Вилайе VI."
"Покойный президент известен всем своей доказанной воинственностью и приверженностью укреплению имиджа процветающего и единого Алжира", - сказал президент Теббун.
"На крайнем юге покойный Махмуд Гуэмама пользуется большой известностью как посредник, вмешивающийся для примирения братьев в одной и той же стране всякий раз, когда разжигается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности снискали покойному Махмуду Гуэмаме уважение и доверие народа Таманрассета, который избрал его представлять их в Народном национальном собрании (АПН) в течение нескольких сроков, в течение которых он был послом и защитником интересов региона и чаяний его народа, и даже представителем и представителем всех алжирцев", - написал президент Республики.
"Всех выражений соболезнования будет недостаточно, чтобы воздать должное моджахеду Махмуду Гимаме, мир ему.
Он покидает нас сегодня в то время, когда Алжир нуждается в нем", - сказал президент.
"Я молю Всемогущего Бога окружить умершего Своей Святой Милостью, приветствовать его в Его огромном раю рядом с шухадаа и добродетельными.
Я также молюсь Богу, чтобы он дал его семье и близким терпение и утешение...нет силы или власти, кроме как в Боге", - заключил Президент Республики.
Обновление о путешествиях с Коронавирусом: В каких Странах действуют ограничения на поездки для болгар при Въезде
Растет число стран, вводящих ограничения на поездки. С этой недели Чешская Республика хочет провести тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только в том случае, если у них есть регистрация по адресу, трудовой договор или документ, подтверждающий деловую поездку.
На сегодняшний день люди, посетившие Болгарию и Румынию за последние 14 дней, подлежат обязательному карантину в Италии. В Финляндии въезд осуществляется только по "уважительной причине."
Обязательный домашний карантин в Австрии, несмотря на отрицательный тест ПЦР. Это уже требуется для тех, кто въезжает в Германию. В течение следующих 14 дней доступ в южную Румынию был закрыт без уважительных причин. А Греция еще больше ужесточила меры вдоль своих сухопутных границ.
Со вторника те, кто путешествует самолетом из Болгарии в Грецию, должны будут представить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, проведенного за 72 часа до их въезда в нашего южного соседа, объявило Министерство иностранных дел.
Они добавили, что в страну будут допущены только пассажиры, имеющие сертификат на такое испытание. Он должен быть выдан на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям
"Путешественники должны быть проверены в лаборатории методом ОТ-ПЦР путем взятия секрета изо рта или носа. Тесты на коронавирус будут признаны, если они проводятся в национальных референс-лабораториях, национальных лабораториях здравоохранения или частных лабораториях, аккредитованных соответствующими национальными органами по аккредитации (не обязательно специально для COVID-19).
Эта мера не распространяется на граждан Греции, граждан, проживающих в Греции, и путешественников по значительным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, которые не успели пройти проверку перед поездкой, будут проверены компетентными греческими властями по прибытии в Грецию.
Требование к гражданам, путешествующим самолетом в Грецию, заполнить не менее чем за 24 часа электронную форму определения местоположения пассажира (PLF), генерирующую QR-код, который они представляют греческим властям при въезде в страну, остается в силе. Более подробная информация опубликована на travel.gov.gr
На данный момент нет никаких изменений в требованиях к пересечению сухопутных границ между Болгарией и Грецией. "Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму локализации пассажиров (PLF), генерирующую QR-код, по крайней мере, за 24 часа до прибытия", - пояснили в МИД.
Закрытие контрольно-пропускных пунктов Илинден, Капитан Петко Воевода и Маказа привело к увеличению трафика через границу в районе Петрича. Никаких проблем с переходом нет. Очередей из грузовиков нет. Все, кто ждет, отправляются на море в Грецию. Путешественники ждут около полутора часов, чтобы пересечь Башню.
Три пункта на болгаро-греческой границе работают. Закрыты только "Илинден - Экзохи" и эта часть Ивайловграда.
Доминик Каммингс находится в заложниках у SAS... на экскурсии по базе
Главный советник премьер-министра прошел этот опыт на прошлой неделе во время экскурсии по базе
Мысль о том, что Доминика Каммингса держат в заложниках с винтовками, направленными ему в голову, может быть одной из тех, которые тайно смакуют некоторые измученные государственные служащие.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время экскурсии по штаб-квартире SAS в Стерлинг-Лайнс.
"Почта в воскресенье" может показать, что часть его визита в среду включала поездку в "Дом убийств", где элитные солдаты оттачивали свои навыки борьбы с террористами.
Экскурсия по базе Херефорд также включала осмотр военной техники полка и брифинг о последних операциях, включая усилия по ликвидации террористов "Исламского государства" в Ираке.
Высокопоставленным посетителям Stirling Lines предлагается необычный прием - поворот в "Доме убийств", двухэтажном здании, где SAS практикуют рукопашный бой.
Среди предыдущих гостей была принцесса Диана, чьи волосы загорелись из-за искры от гранаты, брошенной во время учений в 1983 году.
Известно, что мистер Каммингс прибыл на базу, названную в честь основателя полка полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний военный полигон Понтрилас, где базируются другие сверхсекретные подразделения.
Этот визит был частью его поездки по строго засекреченным объектам британской службы безопасности, которая вызвала удивление у политиков и военных руководителей.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, сторонник Тори и председатель Комитета по обороне Палаты общин, сказал, что депутатам должна быть предоставлена такая же возможность задавать ему вопросы по вопросам обороны и безопасности, как и министрам и государственным служащим.
От специальных советников, назначаемых политиками, редко требуется давать показания в избранных комитетах.
Понятно, что старшие офицеры SAS использовали событие среды, чтобы подчеркнуть важность сохранения численности личного состава Королевской морской пехоты и парашютно-десантного полка.
Сообщалось, что эти подразделения, которые обеспечивают большинство войск специального назначения, могут сократиться или быть объединены, чтобы сэкономить деньги.
"Более половины солдат в SAS из 250 человек ранее были уволены, в то время как еще меньшая служба специальных лодок (SBS) не могла продолжать работу без поддержки Королевской морской пехоты",-сказал источник в министерстве обороны.
"Итак, Каммингсу сказали, что эти подразделения должны быть сохранены в полном объеме."
Г-н Каммингс, который жаловался, что военные закупки "продолжают растрачивать миллиарды фунтов", недавно присутствовал на совещаниях в штаб-квартирах МИ-5 и МИ-6, а также планирует посетить штаб-квартиру SBS в Пуле, штат Дорсет, а также сверхсекретные лаборатории правительства в Портон-Дауне в Уилтшире.
Вчера вечером Министерство обороны не ответило на запрос о комментариях.
Утренник" Воскресное утро": Празднование дня Роджерса и Харта
В 2020 году исполняется столетие со дня бродвейского дебюта первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра-Ричарда Роджерса и Лоренца Харта.
Чтобы почтить свое наследие в написании песен, звезды Бродвея Джелани Алладин ("Замороженный", "Геркулес") и Кристиани Питтс ("Кинг-Конг", "Сказка Бронкса") вместе с танцором Ричардом Риазом Йодером ("Привет, Долли!", "Тасуй вместе") представляют современный взгляд на стандарт Роджерса и Харта "Леди-бродяга", записанный специально для аудитории "Воскресного утра".
Музыкальное направление и аранжировки барабанщика Брайана Картера, который выступает вместе с басистом Расселом Холлом.
Пожарные укрепляют позиции на пожарах в округе Лассен
Пожарные набирают обороты против двух лесных пожаров, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Пожар в золоте, который начался к югу от Адина, локализован на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам, сообщили представители пожарной службы Калифорнии в субботу утром.
После горения в течение четырех дней огонь прогрыз 21 000 акров земли, разрушил семь домов и отправил двух пожарных в больницу.
За ночь пожарные воспользовались более мягкими условиями, чтобы построить и укрепить линии управления.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сюзанвилля небольшой пожар, известный как пожар свиней, уничтожил два строения и поглотил около 10 000 акров земли.
По данным Калифорнийского департамента лесного хозяйства и противопожарной защиты, пожар утих за ночь, когда пожарные работали над очисткой и укреплением линий управления.
К утру субботы он содержался на 45% и горел в течение шести дней.
В дневную жару, при температуре выше 90 градусов в районе Сюзанвилля, тлеющие участки могли вспыхнуть.
В то время как некоторым жителям разрешается вернуться в свои дома, некоторые районы в обеих зонах пожара остаются под обязательными приказами об эвакуации.
Двое пожарных, пострадавших в результате пожара в Голде, были выписаны из больницы.
Цепному мосту Шотландско-Английского союза 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет в преддверии реконструкции стоимостью 10 миллионов фунтов стерлингов.
Цепной мост Юнион пересекает реку Твид от Фишвика на шотландской границе до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, это был самый длинный подвесной мост из кованого железа в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского королевского флота капитаном Сэмюэлем Брауном.
Он запатентовал и произвел кованые железные цепи после того, как пострадал от потери кораблей королевского флота, которые освободились от веревок.
Друзья Цепного моста Союза и Институт гражданских инженеров (Ice) Шотландии отмечают двухсотлетие переправы.
Роберт Хантер из группы друзей сказал: "Это действительно один из самых исторических мостов в мире и увлекательное инженерное произведение.
"Мы запланировали ряд торжеств по этому случаю, но, к сожалению, их пришлось отложить.
"Тем не менее, тот факт, что в ближайшее время начнутся работы по реконструкции стоимостью 10 млн фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут наслаждаться мостом во всем его великолепии."
Директор Ice Scotland Ханна Смит описала мост как "часто упускаемую из виду" часть инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это фантастика, что в ближайшее время начнутся работы по его реконструкции."
Северная Корея объявила чрезвычайное положение в связи с сообщением о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал экстренное заседание политбюро после того, как человек, подозреваемый в том, что Covid-19 вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
Если это подтвердится, это будет первый случай, официально признанный северокорейскими властями, которые до сих пор заявили, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел блокировку в приграничном городе Кэсон, назвав это "критической ситуацией, в которой можно сказать, что порочный вирус проник в страну", сообщило государственное информационное агентство ЦТАК.
По данным ЦТАК, человек, перебежавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, указывающими на Covid-19.
"Чрезвычайное событие произошло в городе Кэсон, где беглец, отправившийся на юг три года назад, человек, который, как подозревают, был заражен порочным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии", - говорится в сообщении ЦТАК.
KCNA конкретно не упомянула, был ли этот человек протестирован, но сказала, что "неопределенный результат был получен в результате нескольких медицинских осмотров секреции верхних дыхательных органов и крови этого человека", что побудило чиновников поместить этого человека в карантин и расследовать всех, с кем он мог контактировать.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгое закрытие границ.
Тысячи людей в скрытной стране были помещены в карантин, но недавно ограничения были ослаблены.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как "человеческих отбросов" и призывающую Южную Корею расправиться с группами, которые посылают пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в воинских частях вдоль границы, где человек подозревался в пересечении границы, чтобы "назначить суровое наказание и принять необходимые меры"."
Угрозы австралийской демократии находятся ближе к дому, чем Китай
Но ряд недавно принятых или ожидающих принятия мер в парламенте Содружества вызывают озабоченность по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя внедрение технологии распознавания лиц, принуждение технологических компаний расшифровывать информацию, хранящуюся в компьютерных системах их клиентов, принуждение технологических компаний предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение полномочий ASIO по обязательному опросу.
Эти меры вызывают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особую тревогу.
В отличие от любой другой из пяти стран "Глаза" - Соединенных Штатов, Канады, Соединенного Королевства и Новой Зеландии - после 11 сентября ASIO получила право в обязательном порядке допрашивать людей в течение семи дней в связи с террористическими преступлениями.
Хотя можно согласиться с тем, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия, - крайнее насилие, по крайней мере, предлагает яркую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о "широких и расплывчатых" определениях, используемых в этом законопроекте для инициирования принудительного допроса: работа с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая является тайной или обманчивой и "наносит ущерб интересам Австралии"."
Трудно представить себе более "широкое и расплывчатое "законодательство о национальной безопасности, чем это.
ASIO будет разрешено в обязательном порядке допрашивать любого об этих вещах - не только подозреваемых преступников.
Это включает журналистов, деловых людей, университетских ученых и сотрудников, юристов, граждан, жителей и посетителей.
ASIO просто должен был бы показать, что допрос будет "существенно способствовать сбору разведданных" об иностранном вмешательстве, которое, по-видимому, является главной целью законопроекта.
Затем лицо может быть допрошено в течение 40 часов (без учета перерывов).
Если человек откажется присутствовать, его арестуют.
Отказ от ответа или дача ложных или вводящих в заблуждение ответов повлекут за собой максимальное наказание в виде пяти лет лишения свободы.
Правила, которые являются основополагающими в наших правовых системах - действительно защищенные конституцией Соединенных Штатов - отменяются этим законопроектом.
Люди, в том числе люди, которым уже предъявлены обвинения, будут вынуждены предоставить доказательства, которые затем могут быть использованы для их судебного преследования.
Они могли бы пригласить адвоката, но адвокат ограничился бы разъяснением вопросов, которые были двусмысленными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи Генеральному прокурору.
Как отметил Генеральный инспектор разведки и безопасности, это "отходит от тенденции к увеличению требований к внешнему разрешению в других юрисдикциях "Пяти глаз"."
Это также нарушает принцип разделения властей, согласно которому суды тщательно изучают действия исполнительной власти.
В новом законопроекте также предлагается расширить полномочия по допросу детей в возрасте не менее 14 лет, но только тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши разведывательные службы были лучшими в мире, предоставление права принудительно допрашивать любого человека об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной" или деятельности, которая "наносит ущерб интересам Австралии", выходит за рамки закона.
Мы остаемся одни.
Ни одна другая страна с Пятью глазами не заходит так далеко, даже за террористические преступления.
Подлинно либеральные демократии остерегаются авторитарных мер.
Поведение наших органов безопасности в связи с прослушиванием парламента Восточного Тимора, судебные процессы над свидетелем К. и Бернардом Коллери, тайный судебный процесс и тюремное заключение бывшего офицера разведки, недавние ордера на обыск, выданные двум журналистам, и перспектива предъявления обвинений одному из них в связи с сообщениями о предполагаемых убийствах австралийских солдат в Афганистане показывают, почему мы не должны ослаблять нашу бдительность.
Тела матери и 2 младенцев найдены в машине, затопленной в пруду
ОГАСТА, штат Джорджия.-Власти вытащили затопленный автомобиль из пруда в Джорджии и обнаружили внутри тела женщины и ее 10-месячных детей-близнецов.
Офис шерифа округа Ричмонд сообщил, что экипажи нашли автомобиль в пруду мэра в Огасте в пятницу днем, сообщает Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти опознали тела 25-летней Шакии Филпот и ее малолетних детей Кейсена и Кассиуса Уильямса.
Чиновники не разглашали подробностей о том, как семья оказалась в пруду.
Свидетель, который ловил рыбу в этом районе, нашел машину, сказал Боуэн.
Тела должны были отправить в Бюро расследований Джорджии для вскрытия.
Дело по-прежнему расследуется.
Рецензия на" Персов": Древний портрет поражения Эсхила
В "Персах" не так много действия, почти нет сюжета." Люди просто слоняются вокруг, разговаривая (по общему признанию, довольно интенсивно) о событиях (по общему признанию, трагического рода), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции высвобождает штормовой звук и ярость. На своем пике шоу поражает, как удар в солнечное сплетение, от которого захватывает дух - воздействие лишь слегка притупляется при просмотре онлайн.
Впервые поставленная в 472 году до нашей эры, пьеса Эсхила "Персы" считается старейшей из сохранившихся греческих пьес. Эта постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра никакой записи в Интернете не существует. Изначально это место было задумано как часть городского асклепиона (лечебного центра), потому что греки считали, что баланс между телом и душой необходим для хорошего здоровья. Давайте все с тоской поразмышляем над этой философией.
Шоу рассказывает о последствиях Саламина, морского сражения, в котором превосходящие по численности греки разгромили могущественную персидскую армию 2500 лет назад. В то время, когда наши горизонты приближаются, совершенно головокружительно практически присоединиться к живой аудитории, наблюдая (с субтитрами) за живыми актерами по всей Греции, когда они исполняют пьесу тысячелетней давности.
Сам Эсхил сражался при Саламине, но в его пьесе есть поворот: этот ветеран победившей стороны изложил свою историю среди побежденных, бросив довольно сочувственный взгляд на страдания своих недавних врагов.
Хор персидских мужчин, одетых в длинные коричневые юбки и белые рубашки на пуговицах, открывает заседание. Они находятся в своей столице, с нетерпением ожидая известий о своем царе Ксерксе, который уехал в Афины.
Входит овдовевшая мать Ксеркса, царица Атосса (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она-человек в экзоскелете из ткани, одновременно уязвимый и грозный. Кониорду, которая является одной из величайших театральных актрис Греции, знает свою роль наизнанку - она руководила и снималась в более ранней постановке Национального театра Греции "Персы", которая играла в центре Нью - Йорка в 2006 году, - и она ведет процесс, по-видимому, не делая ничего особенного. По большей части она стоит в центре круглой сцены, без усилий проецируя тлеющую ярость и мучительную печаль, когда раскрываются масштабы бедствия, постигшего войска внутренних войск.
Опасения, которые все испытывали, подтверждаются в ужасающих подробностях посланником (Аргирис Пандазарас), вернувшимся с фронта. В совершенно невероятной сцене он рассказывает о битве, приводя себя в неистовство, когда члены хора танцуют вокруг него, а гулкая партитура Гиоргоса Поулиоса раздувается до того, что, должно быть, было оглушительным уровнем.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Ксафис), который каким-то образом спасся живым из-под обломков. Кусочки веревки на его тунике оставляют следы крови (изысканные костюмы Евы Натены всегда способствуют повествованию). Персонажи вместе оплакивают потерянные жизни и опустошение, в акте общего траура.
Довольно много классического театра, который мы видим в Соединенных Штатах, пытается сделать его более доступным тем или иным способом. Часто это делается с относительно натуралистическим чтением строк, чтобы сделать текст менее чужеродным, более легким для усвоения. Но Лигнадис и его труппа полностью принимают декламацию, которая может показаться немного навязчивой для современных ушей, но подчеркивает ритмическую силу текста. Хотя технически они, например, не поют, четыре ведущих актера по существу исполняют арии, достигая магической силы, которая кажется потусторонней.
Однако мы никогда не забываем, что в основе пьесы лежат слишком человеческие эмоции.
Египет начинает регистрацию данных избирателей за рубежом для участия в выборах в сенат
Национальное избирательное управление (NEA) в субботу начало регистрацию данных избирателей на борту, чтобы начать голосовать на выборах в Сенат, которые состоятся 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое представительство, связанное с их резиденцией за рубежом, на веб-сайте СВА с 25 по 31 июля.
NEA также опубликовала видео, объясняющее шаги, которые избиратели могут предпринять, чтобы проголосовать удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидатов в Сенат длится с 26 июля по 8 августа, сообщает NEA.
Министр по делам эмиграции и египетских экспатриантов Набила Макрам призвал египетских избирателей за рубежом принять участие в выборах в качестве их конституционного права.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать в качестве верхней палаты парламента.
Закон был принят большинством в две трети голосов при возражениях четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100-по индивидуальной системе и 100 членов, назначаемых Президентом Республики.
Срок членства в Сенате составит пять лет, начиная с даты его первого заседания. Новая ассамблея должна быть избрана в течение шестидесяти дней, предшествующих окончанию ее срока полномочий.
Более 200 Пожарных Реагируют На Пожар, Горящий В Долине Джурупа - CBS Los Angeles
ДОЛИНА ДЖУРУПА (CBSLA) - В субботу днем в долине Джурупа вспыхнул лесной пожар, что привело к реагированию более 200 пожарных.
Сообщение о пожаре в Карен поступило сразу после 3 часов дня на Сьерра-авеню и Карен-лейн.
Огонь вырос примерно с 5-10 акров до примерно 250 акров по состоянию на 8 часов вечера.
Сдерживание при последней проверке было на 50%, и 225 пожарных из Cal Fire, пожарной службы округа Риверсайд, пожарной службы города Корона и пожарной службы округа Сан-Бернардино были на месте происшествия, борясь с огнем.
Дальнейший прогресс в борьбе с пожаром был остановлен, но ожидается, что ресурсы останутся на ночь для мониторинга условий.
О каких-либо травмах или структурных повреждениях не сообщалось, и никаких приказов об эвакуации не поступало.
Сьерра - авеню между Армстронгом и линией округа Сан-Бернардино была закрыта.
Число случаев коронавируса в Израиле превысило 60 000 по мере роста числа инфекций
ИЕРУСАЛИМ (Reuters) - Число людей, у которых был положительный результат теста на коронавирус в Израиле, превысило 60 000 в субботу, поскольку правительство изо всех сил пытается сдержать всплеск заболеваемости.
Последний ежедневный подсчет показал 1770 новых случаев заражения, в результате чего общее число случаев достигло 60 496, сообщило министерство здравоохранения страны.
При населении в девять миллионов человек Израиль сообщил в общей сложности о 455 погибших в результате пандемии.
Израиль был одной из первых стран, которые ввели общенациональную блокаду, и первоначально ему удалось подавить вспышку болезни.
Ежедневные случаи, которые исчислялись сотнями, сократились до низких двузначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, как с тех пор признали некоторые чиновники, - и уровень заражения возрос.
Возобновившиеся спорадические закрытия различных секторов экономики усилили общественное недовольство, вызвав ежедневные демонстрации.
Будьте осторожны с садовыми трюками, которые выглядят слишком хорошо
Возможно, ученому-растениеводу было бы неловко признаваться в этом, но я полный любитель садовых трюков.
Мне нравится думать, что это потому, что я непредубежден или, может быть, просто иррационально оптимистичен, особенно потому, что многие вещи в растительном мире часто крайне нелогичны.
Но мне не стыдно признаться, что за свою жизнь в садоводстве я влюбился в десятки из них.
Хотя я твердо верю в ценность того, чтобы попробовать что-то для себя, если вы не хотите учиться на горьком опыте, вот некоторые из самых распространенных садовых трюков, с которыми я сталкивался.
Первым и, вероятно, худшим преступником были привитые растения помидоров и картофеля.
Провозглашенная революционным прорывом, прививка растений томатов к корням картофеля на самом деле является ботаническим курьезом старой школы, относящимся, по крайней мере, к 1920-м годам.
Поскольку они оба из одной семьи и имеют в целом схожую внутреннюю "сантехнику", вы действительно можете создавать такие хирургически улучшенные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как фрукты и корни, требует много метаболической энергии, и если растения пытаются делать и то, и другое, их ограниченная энергия неизбежно расщепляется.
Это означает, что урожайность этих привитых растений ужасна и совсем не похожа на то, что вы видите на маркетинговых фотографиях.
Кроме того, существует тот факт, что посевы созревают с разной скоростью, поэтому, чтобы собрать картофель, вы должны убить растения до того, как помидоры созреют.
Что касается маркетинговых образов, то здесь тоже много хитрых сделок.
Я видел розы, отфотошопленные небесно-голубыми, и фруктовые деревья с физиологически невозможным количеством фруктов на их ветвях в некоторых крупных каталогах.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Instagram и используемые торговыми сетями в качестве изображений их пробных площадок.
К сожалению, работа небольшого меньшинства компаний-кавалеров означает, что вы должны смотреть рекламные изображения, особенно в Интернете, очень скептически.
Если это выглядит слишком хорошо, чтобы быть правдой, то, вероятно, так оно и есть.
Кстати говоря, синий цвет относительно редок в ботаническом мире, поэтому, если вы видите ослепительный новый вереск, орхидею или кактус, сияющий самым интенсивным "дезинфицирующим" оттенком синего, он почти наверняка был распылен или окрашен.
Что было бы прекрасно, если бы продавцы ясно дали это понять, но они редко это делают.
Орхидеи голубой моли вернутся к своему первоначальному белому цвету, но опрысканные кактусы и вереск, покрытые слоем подавляющей свет краски, вряд ли выживут долго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что миниатюрные деревья прорастут из их пакетов.
Бонсай-это не вид растений.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые обрезаются назад и на месте появляются новые побеги.
Я знаю, что буду продолжать попадаться на уловки, это часть удовольствия от экспериментов.
Но отойдите в сторону от этих, и вы можете найти тот, у которого действительно есть шанс оправдать свое обещание.
Карантин в Испании: Нужен ли вам карантин в Испании?
Нет, но если вы вернетесь из Испании сегодня после полуночи, вам придется изолироваться дома в течение 14 дней.
Министр юстиции Великобритании Хамза Юсаф сказал: "Решение об освобождении Испании от ответственности в начале этой недели было принято, когда данные показали, что распространение вируса улучшилось.
Но очевидно, что последние данные дали нам повод для беспокойства, чтобы отменить это решение.
"Мы понимаем, что это будет разочаровывать. Однако мы всегда ясно давали понять, что внимательно следим за ситуацией с пандемией во всех странах и что нам может потребоваться исключить страну из списка мест, освобожденных от карантинных требований, если вирус проявит себя вновь."
- Он все еще активен и все еще смертельно опасен. Подавление вируса, предотвращение его передачи и защита здоровья населения являются нашим приоритетом."
Никаких правил для путешественников из Великобритании, прибывающих в Испанию, не было объявлено, однако, если вы путешествуете в Испанию, вам следует проверить местные правила в вашем регионе.
Заместитель директора по чрезвычайным ситуациям Испании Мария Хосе Сьерра сказала:
"У нас есть важные вспышки. Это может быть вторая волна. Посмотрим, что произойдет в ближайшие несколько недель."
Пакистанский Имам-Уль-Хак Заявил, Что Готов К Биту После Травмы На Разминке
Пакистан и Англия встретятся друг с другом в трех испытаниях и столько же T20I.
Пакистанский бэтсмен Имам-уль-Хак был признан годным к биту врачом команды после того, как его ударили по левой руке во время разминки внутри команды в Дерби.
"Левша-бэтсмен принял участие в разминке перед началом второго игрового дня",-говорится в заявлении Пакистанского совета по крикету (ПХБ).
Имам белых ПХБ был ранен в левую руку, когда отбивал мяч против Насима шаха Зеленых ПХБ в первый день матча.
Имам был вынужден уйти в отставку раненым в пятницу вечером после удара по левой руке мячом от Шаха, но смог принять участие в утренней разминке и возобновит свои подачи на третий день.
Более 30 Сотрудников Дали Положительный Результат На Коронавирус В Одном Отделении Банка В Тамилнаде
По меньшей мере 38 сотрудников главного филиала национального банка в Тиручираппалли, штат Тамилнад, дали положительный результат на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, клиентам, посетившим банк, также было рекомендовано добровольно явиться на анализы на коронавирус.
Ранее высокопоставленный сотрудник филиала, страдавший от других осложнений, умер от COVID-19.
По словам чиновников, положительные случаи стали известны после того, как недавно в банке был проведен массовый медицинский скрининг.
Высокопоставленные банковские чиновники заявили, что процесс дезинфекции завершен, и банк может возобновить свою деятельность с завтрашнего дня.
Сотрудники Корпорации здравоохранения поддерживают связь с клиентами, посетившими банк.
Тамилнад, с самым высоким уровнем заболеваемости вирусом в стране после Махараштры, сообщил в общей сложности о 2 06 737 положительных случаях заболевания вирусом по состоянию на субботу.
Премьер-министр Индии примет участие в закладке фундамента храма на спорном участке
НЬЮ - ДЕЛИ (AP)-Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном участке в северной Индии, где мечеть 16 века была снесена сторонниками жесткой линии индуистов в 1992 году, согласно трасту, контролирующему строительство храма.
Церемония назначена на 5 августа, дату, которую организаторы назвали астрологически благоприятной для индусов, но это также знаменует год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством, Джамму и Кашмира.
Эту символику невозможно было не заметить как сторонникам, так и противникам индуистской националистической партии Бхаратия Джаната Моди, или БДП, чей манифест на протяжении десятилетий включал в себя обещания лишить автономию беспокойного Кашмира и построить храм индуистскому богу Раму там, где когда-то стояла мечеть эпохи Великих Моголов, место в городе Айодхья в штате Уттар-Прадеш, которое преданные считают местом рождения Рама.
Поскольку коронавирус все еще свирепствует по всей Индии, которая сообщила о третьей по величине в мире загруженности делами, церемония будет транслироваться в прямом эфире по государственному телевидению, а количество участников и зрителей будет ограничено, согласно Вишва Индуистскому Паришаду, или Всемирной индуистской организации, индуистской националистической группе, связанной с БДП.
Храм будет служить "прочным и бессмертным сияющим центром социальной гармонии, национального единства и интеграции, а также пробуждения чувства хиндутвы", или индуистского образа жизни, заявил пресс-секретарь организации Винод Бансал в пресс-релизе в субботу.
Столетний спор вокруг этого места был разрешен в прошлом году после уверенной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового фонда, заявив, что мусульманским петициям будет предоставлено пять акров земли на альтернативном участке.
Сторонники жесткой линии индуистов уже давно утверждают, что мусульманские захватчики-моголы построили мечеть на вершине ранее существовавшего храма в древнем городе Айодья.
Беспорядки в декабре 1992 года, последовавшие за разрушением мечети, вызвали общинное насилие, в результате которого погибло около 2000 человек, в основном мусульман.
Тем временем судебное разбирательство по делу о сносе здания суда продолжается в специальном суде.
Архитектор из Ахмадабада, штат Гуджарат, родного штата Моди, предложил возвышающееся сооружение из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йог Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил, чтобы Айодхья провел специальную церемонию очистки и очищения, а также чтобы все храмы города зажгли масляные лампы перед визитом Моди, сообщило информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие ознаменовало конец "500-летней борьбы", сообщает PTI.
