Доминик Рааб: Правительство не может принести извинения за решение о карантине в Испании
Доминик Рааб выступил в защиту решения правительства вновь ввести карантинные меры в отношении Испании в короткие сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран "туристических коридоров", которые Даунинг-стрит считает безопасными для посещения, но недавний всплеск случаев коронавируса вызвал опасения второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений как "реакции в режиме реального времени" на тревожный всплеск заражений, о котором сообщалось в регионе.
По его словам, ситуация была оценена вчера днем, "и мы приняли решение так быстро, как могли".
"Мы не можем принести извинения за это", - добавил он.
"Мы должны быть в состоянии принять быстрые, решительные меры, особенно в отношении локализованных или международных отношений в отношении Испании или той или иной страны, где мы видим, что должны принять меры ".
"В противном случае мы рискуем повторно заразиться в Великобритании, возможно, второй волной здесь, а затем очередным локдауном ".
Министр транспорта среди отдыхающих в Испании вынужден соблюдать карантин
Решение было принято после того, как в Испании в течение двух дней подряд регистрировалось более 900 новых ежедневных случаев Covid-19.
Министр иностранных дел признал, что у многих туристов не осталось времени отменить или изменить свои планы.
"Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или рассматривал возможность поехать, но мы должны быть в состоянии принять быстрые, решительные меры, чтобы защитить Великобританию", - сказал он.
"Мы добились такого прогресса в борьбе с вирусом и предотвращении повторного захвата вируса в Великобритании ".
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за его "откровенно шамболическое" обращение с этой мерой.
По его словам, внезапное решение Даунинг-стрит оставило отдыхающих "в замешательстве и огорчении".
Депутат от лейбористов сказал Софи Ридж: "Я понимаю, почему они приняли решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно шамболически.
"Есть отдыхающие в Испании в данный момент растерянные и огорченные, есть люди, которые собираются отправиться на отдых в Испанию и на такие острова, как Тенерифе, которые в замешательстве, и они не знают, позволят ли их работодатели им взять двухнедельный карантин".
"Правительство просто говорит:" Мы надеемся, что работодатели будут сотрудничать ".
"То, как это решение было принято за последние 24 часа, откровенно шамболически ".
Что значит для отдыхающих нахождение Испании в карантинном списке?
Он призвал министров внести "ясность" в вопрос о том, получат ли те, кого просят соблюдать карантин, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что четкая информация также необходима "для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом накопили весь год для своего семейного отдыха, которые смущены и огорчены".
"То, как это решение было сообщено, очевидно, вызывает беспокойство", - подчеркнул он.
Рааб сказал, что ни один работник, следующий новому указанию, не должен быть наказан работодателями, в том числе за счет того, что его положили на оплату больничных.
Он сказал: "Мы меняем правила - закон меняется в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которым придется соблюдать карантин из-за закона, необходимую им гибкость.
"Если кто-то соблюдает закон в отношении карантина и самоизолируется так, как должен, он не может наказывать его ".
"Неудачи" США сдерживают поиск лекарств от коронавируса
Глобальным усилиям по производству полезных антиковидных лекарств США мешают, потому что исследователи тестируют препараты "произвольным, волей-неволей способом", - предупредил эксперт, ведущий британскую программу.
Британская программа "Испытание восстановления ", в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один перспективный новый препарат для борьбы с этим заболеванием, а также выделила два других - ранее считавшихся потенциальными спасителями жизни - как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату привела к тому, что другие перспективные методы лечения, которые могли бы быть очищены для широкого использования, еще предстоит оценить.
В частности, реконвалесцентная плазма (плазма крови, которая берется у пациентов с Covid-19 и которая содержит антитела, которые могли бы защитить других от заболевания) еще должна быть должным образом протестирована на масштабном рандомизированном исследовании.
"Десяткам тысяч людей уже сделали реконвалесцентную плазму в США, но эти методы лечения не были рандомизированы ", - сказал профессор Мартин Ландрей, один из основателей программы" Восстановление ".
"Они просто дают людям реконвалесцентную плазму в надежде, что она сработает... Дано огромное количество, и они до сих пор понятия не имеют, помогает она, вредит или не влияет", - добавил Ландрей, эксперт по организации масштабных испытаний лекарств.
США не могут провести крупные рандомизированные испытания, и это в конечном итоге дает плохую медицину
Рандомизированные испытания лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют бессознательные предубеждения, которые могут затуманивать суждения врачей.
Тысячам людей дают препарат, тысячам других - плацебо.
Никто не знает, что им дали.
Затем сравниваются результаты и выясняется эффективность лечения.
Таким образом, "Восстановление" смогло продемонстрировать, что стероид дексаметазон на треть снизил смертность у пациентов с Covid-19 на аппаратах ИВЛ.
Это также показало, что столь раздутый препарат гидроксихлорохин, а также комбинированная терапия препаратов лопинавир и ритонавир не повлияли на спасение жизней пациентов.
Важно отметить, что эти испытания нуждались в очень большом количестве пациентов, и ни одна больница не имеет достаточного количества для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
В отличие от этого, служба здравоохранения США фрагментирована, и ее единственным успехом в указании на возможное лечение было подчеркнуть полезность очень дорогого препарата ремдесивир для ускорения выздоровления некоторых пациентов с Covid-19.
"В США проходит много и много небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но ничего из какого-либо вещества", - добавил Ландрей.
"Им не удается провести большие рандомизированные испытания, и это в конечном итоге дает плохую медицину, что делает практику медицины беднее, а результаты для пациентов беднее ".
Ландрей сказал, что эта неудача была особенно раздражающей, когда речь шла об использовании реконвалесцентной плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
"Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной волей-неволей основе... Великобритания превосходит сверх меры по сравнению с тем, что там происходит", - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы "Восстановление ", сказал:
"Были сообщения о том, что 20 000 пациентов получали реконвалесцентную плазму в когорте, но ни один из этих пациентов не был рандомизирован.
Хорби добавил, что UK Recovery сейчас запустила рандомизированное исследование реконвалесцентной плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышкой сальмонеллы заболели 212 человек в 23 штатах
25 июля (UPI) -- Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что 87 человек заболели с момента его последнего обновления о вспышке во вторник.
Агентство сообщило, что в период с 19 июня по 11 июля у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, для проявления симптомов которого может потребоваться две-четыре недели.
Тридцать один человек был госпитализирован с начала вспышки, но о погибших не сообщается.
По данным CDC, конкретный источник штамма сальмонеллы не выявлен.
Она не выпустила никаких рекомендаций против употребления или употребления определенных продуктов, и не назвала розничных торговцев, которые могли бы продавать загрязненные продукты.
В Орегоне было зарегистрировано больше всего случаев сальмонеллы, с 51 заражением, а Юта следовала близко позади с 40 зарегистрированными случаями.
По данным CDC, сальмонелла является бактериальным пищевым заболеванием, которое вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей в год.
Наиболее распространенными симптомами инфекции сальмонеллы являются диарея, лихорадка и судороги в желудке, которые могут начаться от шести часов до шести дней после воздействия.
Болезнь обычно длится четыре-семь дней, и большинство людей выздоравливают без лечения, но некоторые случаи требуют госпитализации.
Пару MACED в калифорнийском собачьем парке за то, что она не носила маски для лица во время обеда (ВИДЕО) - РТ на новости США
Там стыд масок, а потом полный штурм.
Калифорнийская пара, обедающая со своим щенком в собачьем парке, пережила второе, когда разгневанная женщина распылила им перец за отказ маскироваться... во время еды.
Эш О 'Брайен и муж Джаретт Келли говорят, что они укусили, чтобы поесть в собачьем парке Дасти Родс в Сан-Диего в четверг, с их трехмесячным мотыгой на буксире.
Пара сняла маски, чтобы поесть, когда к ним подошла "случайная старушка", назвав их "идиотами" за то, что они не маскируются, хотя "нельзя носить маску и есть одновременно".
О 'Брайен велел женщине покинуть парк и прекратить преследовать ее, и в этот момент женщина развязала пару банкой булавы.
Видеозапись, снятая прохожим, начинается с того, что Келли борется с баллончиком от женщины и получает дозу булавы в лицо из-за своих неприятностей.
Слышно, как О 'Брайен плачет на заднем плане, когда нападавший уходит со своими собаками.
О 'Брайен поделилась видео в Facebook и сообщила телеканалу ABC 10, что хочет, чтобы женщина "попала в тюрьму".
Маски для лица обязательны по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно снять только несколько раз, в том числе во время еды или питья.
Однако нигде в руководящих принципах штата по борьбе с коронавирусом не сказано, что прохожие могут использовать нелетальное оружие для обеспечения этой политики.
Даже в нынешнюю эпоху "стыда масок" это все равно преступление, предусматривающее штраф в размере 1000 долларов или до трех лет тюремного заключения в штате.
Плоское бесплатное образование для продавца яиц в Индоре Параса Райкара, чья тележка была опрокинута, предположительно, из-за взятки в 100 рупий
Тележка Параса Райкара с яйцами, предположительно, была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история с опрокинутой гражданскими чиновниками тележкой 13-летнего продавца яиц стала вирусной в социальных сетях, мальчик из Индора нашел огромную поддержку со стороны людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес.
Семья мальчика также заявила, что политики, в том числе лидер Конгресса Рахул Ганди и главный министр Дели Арвинд Кеджривал, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложила позаботиться об образовательных расходах детей в семье.
Тележка Параса Райкара с яйцами, предположительно, была отменена в четверг гражданскими чиновниками в Индоре, где администрация ввела в действие правило "лево-правых" о шахматном открытии магазинов в условиях пандемии коронавируса.
Видео, на котором мальчик утверждал, что чиновники предупредили его утром, чтобы он снял тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, как утверждал мальчик.
Мальчик также заявил, что его ежедневная продажа сократилась из-за пандемии, и потеря его акций наложит на него дополнительную финансовую нагрузку, на видео.
С четверга семья мальчика была переполнена поддержкой со стороны людей по всей стране, многие из них предлагают помощь как наличными, так и добрыми.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь, чтобы дети поступили в колледж, BJP MLA из Индора Рамеш Мендола заверил предоставить ребенку дом под руководством Прадхана Мантри Аваса Йоджаны.
Пресс-клуб Индора также предоставил мальчику рацион и деньги.
Помощь также предложили офис лидера конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал.
"Мы ошеломлены поддержкой людей по всей стране.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также предоставил цикл и 2500 рупий.
Дигвиджая Сингх предоставил 10000 рупий и уверенность в том, чтобы заботиться об образовании двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Позвонила женщина из Дели, главный министр Арвинд Кеджривал, и предложила помощь.
Jyothiraditya Scindia также предложил поддержку ", - сказал дед Параса.
Министр внутренних дел Прити Патель требует объяснений от Твиттера и Инстаграма по поводу "отвратительных" твитов Уайли
Прити Патель потребовала объяснений от Твиттера и Инстаграма по поводу того, сколько времени понадобилось для удаления "отвратительных" постов, сделанных Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, размещенных в аккаунтах художника из Грима в социальных сетях.
Министр внутренних дел написал в воскресенье в Твиттере: "Антисемитские посты Уайли отвратительны.
"Они не должны были так долго оставаться в Твиттере и Instagram, и я попросил их дать полное объяснение.
"Компании, занимающиеся социальными сетями, должны действовать гораздо быстрее, чтобы убрать такую ужасную ненависть со своих платформ ".
Твиттер обвинили в "игнорировании антисемитизма", так как твиты Уайли все еще были видны через 12 часов после их первой публикации.
С тех пор ряд твитов были удалены, и 41-летний мужчина получил семидневный запрет от сайта.
Ранее Твиттер заявил, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненавистного поведения", в то время как Facebook заявил, что в Instagram "нет места разжиганию ненависти".
Столичная полиция заявила в субботу: "Мет крайне серьезно относится ко всем сообщениям об антисемитизме, соответствующий материал оценивается".
Тем временем управляющая компания Уайли A-List Management "разорвала все связи" со звездой.
Теперь уже бывший менеджер художника Джон Вулф, который является евреем, написал в Твиттере: "После антисемитских твитов Уайли сегодня мы в @ A _ ListMGMT разорвали с ним все связи.
Ранее он сказал, что не поддерживает и не потворствует тому, что написал Уайли, но что он будет говорить с ним в частном порядке и "помогать ему воспитывать".
Однако на видео в Instagram Уайли, по-видимому, сказал, что именно он разорвал связи со своим руководством.
Другие депутаты раскритиковали Твиттер за то, что он позволил твитам оставаться видимыми.
Депутат от лейбористов Джесс Филлипс сказал в субботу: "Только что видел все вещи Уайли. Почему на земле @ Twitter оставил такой вопиющий антисемитизм и ненависть? Он бьет по всем опасным ударам, евреи получают то, чего вы не получаете, они контролируют, они думают, что их лучше... Это опасные вещи.
Соратник депутата Нил Койл добавил: "Его руководство, по-видимому, может действовать быстрее, чем @ Twitter, еще раз подчеркнув, что законодательство (включая законопроект о вреде в Интернете) должно гарантировать, что платформы социальных сетей не используются для распространения ненависти".
Джон Манн, независимый советник правительства по вопросам антисемитизма, сказал, что твиты "точно продемонстрировали, почему закон нуждается в изменении, чтобы привлечь их к разумному ответу".
Тем временем Кампания против антисемитизма попросила полицию расследовать содержание Уайли и призвала закрыть его аккаунты в социальных сетях, "чтобы предотвратить дальнейшее излияние антиеврейского яда".
Уайли, известный как Крестный отец Грима и чье настоящее имя Ричард Коуи, получил MBE за заслуги в музыке в 2018.
Кудлоу заявил, что следующий законопроект о стимулировании коронавируса будет включать в себя больше проверок и продлит мораторий на выселение
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселение и разослает очередной раунд проверок в рамках следующего пакета мер по стимулированию коронавируса.
Комментарии Кудлоу появились после недели, когда надежды Белого дома на снижение налогов на заработную плату были сбиты Конгрессом.
Это будет частью нового пакета. Я бы предпочел снижение налога на заработную плату, помимо этого чека ", - сказал Кудлоу в эфире телеканала CNN" Состояние Союза ".
"Но, как бы то ни было, политически это не работает".
Хотя официально о сделке не было объявлено, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить с лидерами конгресса детали нового пакета помощи.
Прекратив дополнительные 600 долларов в виде пособий по безработице, которые предоставляло федеральное правительство, Кудлоу заявил, что дополнительные деньги вредят малому бизнесу от найма работников.
"У нас был поток запросов, телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
Может быть, в марте прошлого года это было необходимо, но на самом деле есть последствия того, что люди не вернутся на работу ".
Мнучин ранее в тот же день в эфире "Fox News Sunday" сказал об этом чуть более прямо: "Я думаю, что рабочие и американцы понимают концепцию, что за то, чтобы оставаться дома, не надо платить больше, чем за работу".
Мнучин сказал, что новый законопроект предоставит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выданные в соответствии с Законом CARES.
По его словам, некоторые работники собирали больше, чем зарабатывали на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула вернуться к работе.
Секретарь сказал, что администрация Трампа и республиканцы в Сенате находятся на одной странице с пакетом в 1 триллион долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, о которых сложнее договориться с демократами, могут быть приостановлены для другого законопроекта.
Королева и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда королевы делит свой день рождения сегодня с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отпраздновал свой 73-й день рождения в минувшие выходные 19 июля и поблагодарил поклонников за пожелания по случаю дня рождения.
Рок-звезда написал рядом с фотографией его и его жены Аниты Добсон: "Ужин на день рождения для меня - созданный Анитой - мы нарядились, чтобы остаться дома!"
Суд Египта направил мужчину, убившего троих детей, на психиатрическую оценку
Генеральный прокурор Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования того, почему он убил своих троих детей, а также направил его в психиатрический комитет.
24 июля 56-летний Мохамед Али бросил своих детей Хадигу, четырех лет, Мену, восьми лет, и Омара, шести лет, перед движущимся поездом на железнодорожном вокзале Малави.
Было установлено, что Али бессвязно лепетал во время расследований, что привело к подозрению в том, что он страдал психическим расстройством.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и приписывала его поведение психологическим проблемам.
Ители деревни Массарт Малави воздержались от разговоров об инциденте, принеся лишь соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по делам детства и материнства еще в октябре.
Обвинение является одним из важнейших столпов в ликвидации жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этой связи.
Согласно исследованию, подготовленному Национальным советом по делам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны ухаживать за ними, таких как родители или учителя.
AP взорвало пресс-секретаря Белого дома Кейли Макэнани за "политические" брифинги - но журналисты продолжают задавать политические вопросы - РТ на USA News
Агентство Associated Press обвинило пресс-секретаря Белого дома Кейли Макэнани в том, что она беспокоила СМИ, делая свои брифинги политическими, а не информационными - очевидно, забывая, что журналисты выбирают вопросы.
В статье, опубликованной в субботу AP, крупнейшим американским информационным агентством, говорится, что брифинги для прессы в Белом доме могут быть "нарушенной традицией", поскольку Макэнани сделала их "обтекаемой, полной рекламой президента, которому грозит переизбрание, местом для атак на средства массовой информации и форумом, относительно освещающим информацию" о том, что делает правительство.
Последнее из этих утверждений неоспоримо, так как на брифингах почти не раскрывается новая информация.
В AP не упомянули, что на брифингах практически не ищут никакой новой информации.
Урналисты часто используют прессы Белого дома, чтобы привлечь к себе внимание, вид искусства, совершенный Джимом Акостой из CNN.
Они выходят за рамки типичных состязательных отношений между СМИ и администрацией, повторяя друг друга, задавая готча вопросы, направленные только на то, чтобы обвинить президента Дональда Трампа.
В некоторых случаях они делают себе новости, например, когда репортер CBS News Вэйцзя Цзян ответил на реторту Трампа "спросите Китай", сделав не очень тонкий намек на расизм: "Сэр, почему вы говорите это именно мне?"
Брифинг 6 июля стал ярким примером разрыва в связи с тем, что брифинги перестали быть источником значимой информации для американцев.
Трамп написал в Твиттере в то утро, что телевизионные рейтинги NASCAR пострадали от ложного заявления о преступлении на почве ненависти к водителю Буббе Уоллесу и его решения запретить показ флага Конфедерации на своих мероприятиях.
Предсказуемо, большинство вопросов было о твите, когда репортер задавал Макэнани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макэнани не дала ответа, который хотели журналисты - звуковой укус, который повредил бы Трампу, - но она неоднократно отвечала, говоря, что президент не занимает позицию по флагу Конфедерации и что суть его сообщения заключалась в том, что фанатов NASCAR ошибочно изображали расистами.
По словам AP, во время брифинга она звучала "раздраженно".
История AP перекликается с колонкой Washington Post, опубликованной ранее в этом месяце репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что "отрицать реальность и использовать трибуну Белого дома в чисто политических целях - это нарушение общественного доверия".
Тем не менее, быстрое остроумие и бойцовский стиль Макэнани сделали ее героем некоторых сторонников Трампа с тех пор, как она дала свой первый брифинг 1 мая после того, как заняла пост пресс-секретаря в апреле.
Прессеры отсутствовали более года до ее назначения.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Это изменение произошло с обеих сторон и предшествовало приезду Макэнани.
Аркое бывшего пресс-секретаря Сары Хукаби Сандерс комиком Мишель Вольф на ужине корреспондентов Белого дома в апреле 2018 года было настолько злобным, что даже ведущий телеканала MSNBC Мика Бжезинский назвал его "плачевным".
Репортер AP в Белом доме Джилл Колвин поприветствовала Макэнани на ее первом брифинге, спросив: "Вы пообещаете никогда не лгать нам с этой трибуны?"
Политический аналитик Fox News Брит Хьюм, ветеран более 50 лет журналистики, который в 1989-1996 годах занимал пост главного корреспондента ABC в Белом доме, сказал, что журналисты сегодня демонстрируют "агрессивное поведение" в зале для брифингов из-за своего презрения к Трампу.
Именно из-за их антитрамповской направленности, сказал он на этой неделе в программе Fox Tucker Carlson Tonight, журналисты пренебрегают сбором политических новостей.
"Это не просто игра в готчу", - сказал Хьюм о предполагаемой цели прессеров.
"Это не просто попытка смутить государственного чиновника, это извлечение информации.
Во время акции протеста в Калифорнии подожгли здание суда
OAKLAND, штат Калифорния. Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на офицеров после того, как мирная демонстрация усилилась поздно вечером в субботу, сообщила полиция Окленда.
Демонстранты разбивали окна, раскрашивали граффити, стреляли фейерверками и направляли лазеры на офицеров, сообщил департамент Окленда в Twitter.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасные места и безопасные места для демонстрантов".
Протест начался ранее в субботу вечером с таких групп, как "Стена мам", похожих на группу, которая образовалась в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, переброшенными в этот город для охраны здания федерального суда.
Президент Дональд Трамп послал федеральных агентов подавить протесты, которые произошли ночью после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но позже стал жестоким.
Около 23: 30 полиция объявила о "незаконном собрании", и офицеры попросили толпу разойтись.
Пожар вспыхнул в здании Высшего суда округа Аламеда и через некоторое время был сдержан, сообщают новостные агентства.
Полиция заявила, что протестующие в какой-то момент "разбивали окна и скандировали расовые оскорбления в адрес жителей".
На фотографиях, опубликованных в твиттере ведомства, было видно, как разбитое стекло и краска брызнули в здание полиции.
Высокопоставленный чиновник ООН пропустил визит в Пакистан, сославшись на проблему с полетом
ISLAMABAD (AP) - Входящий президент Генеральной Ассамблеи Организации Объединенных Наций объявил в воскресенье, что откладывает запланированный визит в Пакистан "из-за некоторых технических проблем с полетом".
Турецкий дипломат Волкан Бозкыр был избран президентом 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в посте в Твиттер он сказал, что визита в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ Бозкыру: "Я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время с конструктивным и плодотворным визитом".
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что обсудит с Бозкиром ряд вопросов, в том числе Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют оба в полном объеме.
Пакистан и Индия вели две из трех своих войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто обмениваются огнем в Кашмире, в результате чего войска и жертвы среди гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций играла свою роль в решении проблемы Кашмира в соответствии со своими резолюциями, позволяя людям, живущим в гималайском регионе, решать, хотят ли они объединиться с Индией, с Пакистаном или предпочитают ли они независимость.
Поль Погба намекнул на свое будущее после того, как "Ман Утд" занял место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба предположил, что останется в клубе этим летом после того, как "красные дьяволы" заняли место в первой четверке.
Победа над "Лестером" со счетом 2: 0 означала, что "Юнайтед" занял третье место, опередив "Челси" Фрэнка Лэмпарда.
"Юнайтед" был в 14 очках от "Лестера" всего 12 матчей назад, но сенсационный пробег формы привел к тому, что "красные дьяволы" финишировали в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил уйти за последние два года.
Тем не менее, пандемия означает, что мало кто из клубов будет тратить большие деньги этим летом, и нет покупателя, который мог бы объединить плату за трансфер и зарплату Погбы, чтобы отвлечь его от "Олд Траффорд".
Это разъяснение помогло Погбе в последние недели, так как его выступления, а также язык тела улучшились.
И француз отказался от последнего намека на то, что он собирается остаться в клубе, опубликовав в своем Instagram после победы своей стороны со счетом 2: 0.
Хотя Погба, возможно, просто праздновал возвращение клуба к соревнованиям, многие болельщики интерпретируют это как решительное предположение, что он все еще будет в клубе, так как они снова соревнуются с лучшими в Европе.
У Погбы есть год, чтобы выполнить существующую сделку, хотя клуб может продлить ее на 12 месяцев, что означает, что у него фактически есть два года.
"Юнайтед" стремится продлить сделку Погбы и хочет ясности в отношении его ситуации до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был поддержан приходом Бруно Фернандеша.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приход позволил Погбе играть на более глубокой центральной позиции полузащиты, что также улучшило его настроение.
"Уотфорд" вышел из премьер-лиги, так как Аубамеянг уволил победу "Арсенала"
Некоторые игроки "Уотфорда" опустились на колени, другие без минутной задержки добрались до туннеля.
Свисток только что раздался на их пять лет в премьер-лиге, и никто не мог сказать, что когда случай потребовал от них швырнуть кухонную раковину в Арсенал, они спустились без боя.
Это был спектакль, полный четкости, срочности и агрессии, которые ознаменовали их лучшую работу за последние полдесятилетия, но пришло слишком поздно, как и борьба, которая почти полностью перестроила дефицит в три мяча в день.
Если бы Эмилиано Мартенес не блестяще спас заднюю пятку Дэнни Уэлбека через 16 минут, вскоре после того, как его бывший товарищ по команде постучал, чтобы поставить Уотфорд в пределах двух целей безопасности, есть все шансы, что они могли бы завершить возвращение на протяжении веков.
В конце концов они не дотянули, и их менеджер по уходу Хейден Маллинз мог бы подумать, что ему никогда бы не вручили эту самую неблагодарную задачу, если бы его команда показала сопоставимое применение ранее.
На протяжении всего сезона они были недостаточно хороши, но и организация, которая их нанимает, не имеет.
Одна бедная кампания не может разрушить империю, но и основы, заложенные семьей Поццо, не дают никаких гарантий, что они уплывут прямо обратно со второго яруса.
Трудно избежать ощущения, что привычка "Уотфорда" листать менеджеров закончилась.
Их следующее постоянное - возможно, в самом свободном смысле - назначение станет 12-м за восемь лет, и только столько свежего воздуха может пронестись новая метла.
Трой Дини грозит вылет, несмотря на то, что он попал в протокол в Эмиратах.
Игроки уйдут, и Исмаила Сарр снова показывает здесь, что немыслимо, что он будет играть в чемпионат в сентябре, и что твердая рука должна быть приоритетом.
Не было ничего стабильного в тарифе на бум или бюст во встрече, которую Микель Артета назвал "немного баскетбольной игрой", хотя она, безусловно, была для прекрасного развлечения.
Артета сказал, что впоследствии форварды "Уотфорда" "обманывали", хотя он быстро уточнил, что как футбольный термин для "азартных игр, оставаясь впереди".
Им, конечно, нужно было: любое предположение, что точки боя в конце концов может быть достаточно, было быстро вычеркнуто, и они могли бы задаться вопросом, как бы все произошло, если бы их не обязали играть в догонялки.
Вместо этого почти сразу пропустили пенальти.
Крейг Доусон небрежно связался с Александром Ляказеттом в течение 40 секунд, но VAR понадобилось почти три минуты, чтобы быть уверенным в присуждении точечного удара, который Пьер-Эмерик Аубамеянг неловко отправил.
"Уотфорд" собрался, чтобы неустанно давить, с Сарром в электрической форме справа, и приблизился к Роберто Перейре и Трой Дини.
Но потом Аубамеянг поддразнил Кирана Тирни на отклоненную секунду, и на первом перерыве на напитки игра была так странно искажена, что Артета был менеджером, срывающим полоску со своих игроков, несмотря на преимущество "Арсенала".
Затем Аубамеянг проконтролировал длинный бросок Тирни и реализовал виртуозный накладной удар, который оставил ему на один гол меньше золотого ботинка, награду, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Уотфорд, казалось, сделал для, но они уперлись, и, после того, как Давид Луис произвел еще один необдуманный вызов области наказания для альбома на Уэлбеке, Дини протаранил в своей собственной штрафной перед перерывом.
Дини, большую часть сезона ходящий раненым, таскался по полю и на протяжении всего находился в режиме гладиатора.
Он, вероятно, поглотил бы шанс, который Адам Масина упустил в начале второго периода, и дальнейшие открытия тоже были отвергнуты.
Впервые Уэлбеку помешал великолепный Мартинес, который, как подтвердил Артета, будет стартовать в субботнем финале Кубка Англии, а затем поставил на ноги весь контингент Уотфорда после передачи шипящего кросса Сарра.
Но перспективы Уотфорда угасли, когда его следующее усилие было отбито, и поиски души сверху донизу должны быть обширными.
Знакомо чистое озеро Тахо было загрязнено изменением климата
Южное озеро Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Поуп у озера Тахо.
"Мне нравится кемпинг, катание на велосипеде и купание на озере", - рассказала одна девушка по имени Дакота.
"Это то прекрасное, что все хотят посетить ", - сказала Эмерика Бенитас.
Поэтому дайв-бизнес Мэтта Менье все еще остается сильным, даже в условиях пандемии.
Озеро Тахо - самое чистое, самое замечательное озеро, я думаю, в стране.
Теперь плохая новость: озеро Тахо не такое чистое, не такое ясное, как раньше, когда он переехал сюда более двух десятилетий назад.
"То, что мы замечаем все больше и больше, - это вниз по скалам", - сказал Менье.
"Вы получаете эти странные водоросли на скалах ".
Изменение климата, по мнению ученых, повлияло на температуру воды и, таким образом, на ясность.
И 15 миллионов человек посещают озеро ежегодно - вместе с мусором, который они оставляют.
Менье сказал, что погружения, чтобы очистить дно озера нашли старый мусор.
"И когда я говорю старый мусор, я имею в виду 60-е, 70-е", - сказал Менье.
"Пивные банки, банки с газировкой, банки с церковными ключами старины ".
Ученые следят за ясностью озера Тахо каждый год, сбрасывая белый диск, а затем измеряя, как далеко они его видят.
Профессор Университета Дэвиса Джефф Шладоу сказал, что это "важный показатель того, насколько здорово озеро".
Когда его измеряли в прошлом году, ясность озера составляла около 80 футов.
Это значит что вы можете увидеть этот диск 80 футов вниз.
Но, если учесть, около 20 лет назад ясность озера составляла 100 футов.
Вот эту тенденцию ученые пытаются переломить.
Но они борются с последствиями изменения климата, развития вокруг озера и чего-то добавленного к озеру в 1960-х годах: крошечные инвазивные креветки, принесенные для кормления рыбы.
Это не сработало.
"Как только креветки вошли, в озере внезапно не стало натуральных очистителей", - сказал Шладов.
С аналогичными проблемами сталкиваются озера и водные объекты по всему миру.
"Урок здесь в том, что если вы не можете сделать это в Тахо, то какая надежда на все реки и лиманы, ручьи и озера по всей стране, которые никогда не будут иметь одинаковой степени внимания, одинакового уровня ресурсов?" - сказал Шладов.
Менье сказал, что он "надеется", потому что "если будет серебряная подкладка нашей пандемии, я думаю, она показала, что природа вернется и исцелится, если мы просто избавимся от этого давления, от этого человеческого давления и позволим этому случиться.
QB Герберт среди 4 драфт-выборов, подписанных зарядными устройствами
COSTA MESA, Калифорния. (AP) - Лос-Анджелес Чаргерс подписали четыре из своих драфт-выборов, в том числе защитник Джастин Герберт, и согласились на условия с двумя другими членами своего драфт-класса.
Зарядные смогли получить контракты с их драфт-классом в субботу, когда они сообщили в тренировочный лагерь для физических лиц и оборудования.
Вместе с Гербертом, который был выбран с шестым общим выбором, команда объявила о подписании широких приемников Джо Рид (пятый раунд) и KJ Hill (седьмой раунд) вместе с шестым раундом безопасности Алохи Гилман.
Они согласились на условия с лайнбэкером первого раунда Кеннетом Мюррей-младшим и бегущим назад Джошуа Келли, который был выбран в четвертом раунде.
Герберт начал 42 игры в Орегоне, составив рекорд 29-13 с 10541 проходных ярдов и 108 всего приземлений.
Он привел Утки к чемпионату Pac-12 в прошлом сезоне, бросая 32 приземлений и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в Rose Bowl, где он побежал на три приземления и был назван наступательным MVP.
Герберт будет соперничать с ветераном Тайродом Тейлором за начальную работу.
У "Зарядных" появится новый защитник после того, как Филип Риверс ушел через свободное агентство после 14 сезонов в качестве стартера.
Мюррей был 23-м общим выбором после того, как Лос-Анджелес обменялся с Новой Англией, чтобы вернуться в первый раунд.
Он был третьей командой Associated Press All-America выбор отбора в прошлом сезоне после того, как возглавил Sooners с 102 снасти, в том числе 69 соло.
Этим летом у "Барселоны" "есть вся сторона, которую нужно продать", так как Коутиньо, Дембеле, Ракитич и Видаль все перечислены на трансферы
Согласно сообщениям, этим летом BARCELONA будет известен как продающий клуб.
Не менее 12 звезд первой команды были перечислены грандами Ла Лиги, утверждает Marca.
Сообщается, что Филиппе Коутиньо был включен в список трансфера "Барселоны"
Среди них - цели премьер-лиги Филиппе Коутиньо, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутиньо и Умтити были связаны с переходом в "Арсенал", на бразильца также смотрит "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, сражаются за услуги Ракитича.
Француз, победитель чемпионата мира по футболу Дембеле, который боролся за игровое время на "Камп Ноу", недавно был связан с переходом в "ПСЖ" в рамках сделки обмена с Неймаром.
Среди других игроков, которые считаются излишними к требованиям, - Нето, Нельсон Семедо, Джуниор Фирпо, Артуро Видаль, Мартин Брэйтуэйт, Карлес Алена, Рафинья Алькантара и ан-Клер Тодибо.
"Барселона" надеется, что ясность не только увеличит их финансы, но и поможет их будущему трансферному бизнесу.
Усман Дембеле также, как говорят, излишне к требованиям
По данным испанской газеты, "Барселона" уже определила свои трансферные цели на следующий сезон - аргентинский форвард Лаутаро Мартинес возглавляет их список хитов.
Но миланский "Интер" продолжает просить выполнить его пункт об освобождении в размере 101 миллиона фунтов, прежде чем вести переговоры с каталонцами.
"Барселоне" придется продать, прежде чем они смогут купить, но они по-прежнему уверены, что смогут заключить сделку со стороной Серии А.
"Барселона" "предлагает" Арсеналу "Филиппе Коутиньо поменять трансфер на плохого мальчика Гендузи", когда "оружейники" пытаются разгрузить полузащитника
Автомобиль проезжает сквозь толпу, протестующего застрелили в Колорадо
AURORA, Colo. (AP) - Автомобиль проехал через толпу, и протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Департамент полиции Авроры сообщил в Твиттере, что протестующие шли по автомагистрали 225 в субботу, когда проезжал автомобиль.
Полиция сообщила, что протестующий выстрелил из оружия, ударив по меньшей мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они проводят расследование.
Протестующие также разбили окна в здании суда, и в офисе начался пожар, сообщила полиция.
По словам властей, было объявлено о незаконном собрании, и полиция приказала протестующим покинуть этот район.
Напряженность возросла в связи с недавними протестами против расовой несправедливости с тех пор, как федеральные чиновники были посланы подавлять демонстрации в Портленде, штат Орегон.
Полиция объявила бунт в Сиэтле в субботу.
Протесты, вызванные гибелью 25 мая Джорджа Флойда, чернокожего мужчины в Миннесоте, который умер после того, как белый офицер держал его на земле коленом к шее, также подчеркнули другие случаи смертельного полицейского насилия.
В Колорадо протестующие обратили внимание на смерть Элайджи Макклейн, которого полиция остановила во время прогулки по улице Аврора в августе 2019 года после того, как звонивший в службу 911 сообщил ему о подозрении.
Полицейские поместили его в чокхолд, а фельдшеры ввели 500 миллиграммов кетамина, успокоительного средства, чтобы успокоить.
У него произошла остановка сердца, позже он был объявлен мертвым мозгом и снят с жизнеобеспечения.
Осведомители лейбористского антисемитизма требуют выслать Корбина или подать иск
Согласно отчетам, лейбористам, возможно, придется возместить ущерб в размере от 3 до 8 миллионов фунтов.
Сейчас на лидера Кейра Стармера оказывается давление, чтобы он выслал Корбина.
Вчера вечером бывшие сотрудники партии заявили, что прекратят судебный иск, если Корбина выдворят из партии.
В Лейбористской партии пока отказались комментировать это требование.
Однако депутат от лейбористов Джон Трикетт заявил: "Это нелепое требование".
Сторонники Корбина заявили, что Стармеру необходимо сосредоточиться на борьбе с борьбой тори с коронавирусом, вместо того, чтобы углубляться во внутренние разногласия лейбористов.
Бывший источник в Лейбористской партии сообщил Daily Mail, что они предпримут судебный иск, даже если Стармер действительно выдворит Корбина.
"Я имею в виду, что он действительно, он снова сделал лейбористскую партию конкурентоспособной.
"Еще предстоит пройти долгий путь в политике, но он сделал действительно впечатляющий старт, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, как бы для избирателей, я думаю, они сейчас смотрят на это снова гораздо более сочувственно и считают его серьезной фигурой ".
У Блэра действительно были опасения, что лейбористы по-прежнему рассматриваются как партия, которая повышает налоги.
Он сказал: "Мой опыт работы с налогами, когда вы в Лейбористской партии, был очень осторожен, потому что публика там не сидит, беспокоясь о том, собираетесь ли вы повышать налоги или нет, они, вероятно, беспокоятся, что вы собираетесь повышать налоги, поэтому вы просто должны помнить об этой проблеме".
Covid-19 навсегда изменит мировую экономику (мнение)
Скрининг на вирус, вероятно, станет частью нашей жизни, точно так же, как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для выявления будущих вирусных вспышек.
Эти инвестиции защищают экономику на случай, если иммунитет к Covid-19 окажется временным.
Многие экономики приняли версии немецкой субсидии Kurzarbeit (короткая работа) во время пандемии.
Эта политика удерживает работников, занятых в сокращенные часы и оплату труда, при этом правительство компенсирует часть недополученных зарплат.
Сохраняя нетронутыми совпадения между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих политик и сделать их постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, скорее всего, станет более распространенной.
У нас были некоторые доказательства того, что работа из дома, по крайней мере, так же продуктивна, как работа в офисе.
Однако многие компании не хотели принимать удаленную работу.
Теперь, когда многие попробовали его с хорошими результатами, удаленная работа может быть здесь, чтобы остаться.
Пандемия ускорила темпы цифровой трансформации, с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с дефицитом и узкими местами.
Мы, вероятно, увидим, как многие из этих компаний восстанавливают часть своего производства.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, скорее всего, будет автоматизирована.
Правительства будут больше после того, как будут играть роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы по всему миру.
Важнейшим уроком пандемии Covid-19 является важность совместной работы над проблемами, которые затрагивают всю человеческую расу.
Мы гораздо сильнее едины, чем разделены.
Гиганты билборда настаивают на скидках от аэропортов и советов
О! СМИ привлекли капитал ранее в этом году, чтобы обеспечить большую финансовую уверенность, так как пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждали способы компенсировать значительное снижение за счет снижения арендной платы за объекты, на которых они работают, или за счет снятия или снижения минимальной гарантии дохода, которая обычно вводится при первом подписании сделки.
Один из источников сообщил, что крупные компании, занимающиеся рекламными щитами, возможно, гарантировали 85 процентов своих прогнозов по доходам от арендной платы.
В некоторых договорах есть пункты, которые позволяют им снизить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в каком-либо из действующих договоров между рекламными компаниями и их арендодателями.
В то же время компании предлагают рекламодателям большие скидки, чтобы заполнить доступные слоты на билбордах и дать им максимально возможное соотношение цены и качества.
Билборды в Сиднее КБР и внешних пригородах, где обычно размещается шесть объявлений, изо всех сил пытаются заполнить все доступные слоты.
Но некоторые сайты - например, рекламный щит СМИ размером 40 х 10 метров в аэропорту Сиднея - были модернизированы.
О! СМИ отказались от комментариев, но на конференции Macquarie Australia в мае она отметила более 20 миллионов долларов экономии расходов на фиксированную арендную плату.
В JC Decaux отказались от комментариев.
Аэропорты и общественный транспорт являются выгодными рекламными контрактами для рекламных компаний.
Согласно отчету Ассоциации наружных СМИ за 2019 год, доход от транспорта, включая аэропорты, составил 169,4 миллиона долларов, а доход от уличной мебели и наружных автобусов и трамваев - 266,5 миллиона долларов.
Бизнес JC Decaux имеет контракты с аэропортом Сиднея, трамваями Ярра, аэропортом Перта и автобусами Сиднея.
О! У СМИ есть рекламные щиты в таких районах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и на вокзалах Сиднея и Мельбурна.
Тендеры на поезда аэропорта Мельбурна и Сиднея проходили во время пандемии, и официальное решение не принято.
Мельбурн - второй по величине контракт с аэропортом в Австралии, и до коронавируса он стоил десятки миллионов фунтов в год.
По итогам всего года в феврале, oOh! Media сообщила, что получила 65,9 миллиона долларов от своей категории "летать ", которая в основном состоит из доходов от аэропорта Сиднея.
Доход от "коммутируют", который состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh!, составил 234,8 миллиона долларов.
Согласно финансовым результатам за 2018 год, поданным в Австралийскую комиссию по ценным бумагам и инвестициям, JC Decaux Australia получила 37,7 миллиона долларов дохода от транспорта.
Но оба показателя, скорее всего, будут значительно меньше в этом году.
Согласно данным Standard Media Index, которые сообщают о расходах четырех из пяти основных групп рекламных агентств, рынок наружной рекламы резко упал на 68 процентов в июне.
Для сравнения, промежуточные июньские результаты показывают, что цифровые расходы снизились на 37 процентов, а столичное радио - на 48 процентов.
Столичное телевидение упало на 34 процента в июне, расходы на газеты сократились на 49 процентов, а расходы на журналы резко упали на 66 процентов.
Коронавирус: путешественникам из Испании велели соблюдать карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны соблюдать карантин в течение 14 дней в соответствии с новыми правилами передвижения по коронавирусу.
О них стало известно в субботу после всплеска случаев заражения коронавирусом в Испании, в пятницу было зарегистрировано более 900 новых случаев заболевания вирусом.
Испанские чиновники также предупредили, что вторая волна может быть неизбежной, так как в крупных городах наблюдается рост числа заболевших.
Авиакомпании, в том числе British Airways, раскритиковали новые меры как "еще один удар" по британским отдыхающим.
Департамент транспорта посоветовал людям, находящимся в настоящее время на отдыхе в Испании, соблюдать местные правила, возвращаться домой в обычном режиме и проверять веб-сайт рекомендаций Министерства иностранных дел по путешествиям для получения дополнительной информации.
Министерство иностранных дел советует отказаться от всех, кроме необходимых поездок в материковую Испанию, однако карантинные меры распространяются на тех, кто возвращается из материковой Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Консультации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кого затронули новые правила, - министр транспорта Грант Шаппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит свою поездку, как и планировалось, и изолируется в соответствии с указаниями по возвращении.
Карантинные меры для путешественников из Великобритании были впервые введены в начале июня.
Но после давления со стороны авиационной и туристической отраслей правительство и переданные администрации опубликовали списки стран, освобожденных от правил.
Авиакомпания British Airways заявила, что "разочарована" последними изменениями в правительственных рекомендациях и правилах путешествий, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорилось, что этот шаг "вверг в хаос планы путешествий тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "еще больше нанесут ущерб тому, что и без того является хрупким перезапуском авиационного сектора, который продолжает сталкиваться с самой большой проблемой в своей истории".
Крупнейший туроператор Великобритании Tui отменил свои рейсы, которые должны были вылететь в материковую Испанию и на Канарские острова в воскресенье.
Клиенты, находящиеся сейчас в отпуске, смогут вернуться предполагаемым рейсом домой.
Однако бюджетная авиакомпания EasyJet заявила, что "разочарована" и будет выполнять полное расписание в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на стоимость бронирования", - говорится в заявлении компании.
Представитель Ассоциации британских турагентов (Abta) заявил, что изменение правил карантина правительством было "разочаровывающим".
"Мы предлагаем правительству рассмотреть вопрос об отмене правил карантина для полетов в и из некоторых регионов с более низким уровнем заражения или в такие места, как Балеарские острова или Канары - которые географически отличаются от материковой Испании - чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма Великобритании", - сказал он.
В Испании к настоящему моменту зарегистрировано более 28 тысяч смертей от коронавируса.
В четверг в нем наблюдался самый большой суточный прирост заражений с момента окончания режима изоляции.
Каталония стала последним регионом, который расправился с ночной жизнью.
Богатый северо-восточный регион, где находится Барселона, приказал закрыть все ночные клубы на две недели и ввел комендантский час в полночь в барах в большом районе Барселоны.
Гай Хедгеко из BBC в Мадриде говорит, что заражение среди молодых людей вызывает особое беспокойство, так как они собирались в большом количестве в городах ночью.
Франция предупредила своих граждан не ездить в Каталонию, а Норвегия заявила, что начнет помещать на карантин людей, прибывающих из Испании.
Правительство призывает работодателей "понимать тех, кто возвращается из Испании, кому теперь нужно будет самоизолироваться".
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что новость будет "глубоко обеспокоена семьями, которые пойманы в Испании или планируют поездки".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после ознакомления с последними данными ранее в субботу.
"Это усиливает тот факт, что эти вопросы могут быть изменены в короткие сроки, и поэтому я советую с осторожностью относиться к несущественным зарубежным поездкам ", - сказала она.
Джон Блэкмор из Хэмпшира должен был прилететь к своей семье в Испанию вместе с женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отменить, опасаясь, что работодатель его жены не сможет приспособить ее к тому, чтобы взять дополнительные две недели отпуска на карантин по возвращении.
Он сказал, что считает маловероятным, что они получат возмещение за перелет, так как он не был отменен.
"Я опустошен", - сказал он Би-би-си.
"У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества ".
Лоис Стотард (Lois Stothard) из Южного Йоркшира рассказала Би-би-си, что заказала отпуск в Севилью в качестве сюрприза к 30-летию своего парня - который должен вылететь в воскресенье утром - но теперь чувствует, что не может путешествовать.
"Я ключевой работник - я учитель - и у моего парня есть рабочие обязательства, поэтому мы не можем соблюдать карантин в течение 14 дней, когда вернемся", - сказала она.
"Мы не можем вернуть деньги, и чтобы сменить компанию, мы хотим удвоить то, что я уже заплатил в виде гонораров.
"Лестер" рад поразить цель европейского футбола, заявил обладатель "Золотой бутсы" Джейми Варди
Джейми Варди признал свое разочарование тем, что упустил футбольную Лигу чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона - квалификации в Европу.
"Лисы" были вторыми в декабре и третьими, когда футбол возобновился после блокировки, но они взяли всего четыре очка из последних пяти игр, чтобы финишировать пятыми в премьер-лиге.
Победа в финальном дне над "Манчестер Юнайтед" обеспечила бы себе четверку лучших, но сторона Брендана Роджерса понесла проигрыш со счетом 2: 0, что, по словам Варди, было самым огорчающим аспектом.
"Это было разочаровывающе, больше то, как мы в итоге проиграли игру", - сказал он в эфире телеканала Sky Sports на очной ставке.
"Но мы говорили в раздевалке, что мы нацелились за закрытыми дверями, чтобы претендовать на Европу, и мы сделали это.
"У нас была возможность претендовать на Лигу чемпионов, и это было еще лучше, но мы поразмышляем об этом и вернемся сильнее в следующем году.
"Это трудно принять, но нашей главной целью была Европа, и нам это удалось ".
Пока его команда не дотягивала, сам Варди завершил сезон лучшим бомбардиром премьер-лиги в 33 года, забив 23 раза.
Он отдал должное своим товарищам по команде, получив награду, и сказал, что на высшем уровне у него осталось еще много миль, несмотря на его преклонный возраст.
Я бы не был в том положении, в котором был для целей без них, и я отложил довольно много.
"Я сейчас немного отдохну и вернусь на следующий сезон готовым к отъезду.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке, и я не получаю много травм, поэтому речь идет о том, чтобы держаться на вершине этого и вернуться как можно сильнее в следующем году ".
"Что там случилось?!" Боец UFC Коррейа получил удар после того, как повернулся назад к сопернику, ошибочно подумав, что раунд закончился (ВИДЕО) - Новости спорта РТ
Бразильская бантамвейт Бете Коррейа - ветеран UFC, но допустила любительскую ошибку, повернувшись спиной к сопернице Панни Кианзад и ошибочно подумав, что раунд закончился в их поединке на Бойцовском острове, и в результате получила теги.
Подходя к концу первой строфы их разборок на андеркарде в Абу-Даби, 37-летняя Коррейа, по-видимому, ошибочно приняла 10-секундное предупреждение за фактический конец раунда, протянув перчатку перед тем, как повернуться спиной к Кианзаду и вернуться на свой угол.
Шведская бойца без колебаний капитализировалась, пометив соперницу правой рукой, прежде чем последовать серией ударов в спину Коррейе по клетке.
На мгновение оказавшись в опасности, бразилец восстановил контроль, чтобы подавить угрозу, и поддержал Кианзада до того, как был вызван фактический конец раунда.
"Что там случилось? О, мое слово", - было слышно, как восклицала команда комментариев на канале ESPN +.
Это была лишь часть разочаровывающей ночи для бывшей претендентки на титул чемпиона в бантамвесе Коррейи, которая спустилась к поражению единогласным решением, которое является ее третьей потерей за последние четыре восьмиугольных выхода и оставляет свой общий рекорд в 11-5, с одной ничьей.
Для 28-летней Кианзад иранского происхождения это была вторая победа на спине после ее победы над Джессикой Роуз Кларк на UFC Fight Night в Москве еще в ноябре.
Кианзад теперь 13-5 в общем зачете и 2-1 в UFC, так как женщина, известная как "Банзай ", стремится подняться вверх по рейтингу 135 фунтов.
В другом месте ночью австралиец Роберт Уиттакер обошел английского Даррена Тилля в главном событии среднего веса, в то время как боец российского происхождения Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на Бойцовском острове, самый короткий за всю историю период между победами в UFC современной эпохи.
Рахул Ганди обращается к людям по вопросу Раджастана
Рахул Ганди из Конгресса опубликовал сегодня в твиттере видео, в котором попытался мобилизовать людей против BJP в связи с событиями в Раджастане.
Используя хэштег # SpeakUpForDemocracy, его пост в Хиндии призвал людей "Объединиться и поднять наш голос за демократию".
Конгресс планирует в понедельник провести акцию протеста по всей стране в связи с ситуацией в Раджастане, где правительство Ашока Гелота изо всех сил пытается выжить.
В то время как партия заявила, что акция протеста пройдет у Раштрапати Бхавана, официальной резиденции президента Рама Натха Ковинда.
На видео Конгресс обвинил BJP в "разрыве конституции и разрушении демократии", в то время как вся страна борется с коронавирусом.
То же самое она сделала и в штате Мадхья-Прадеш, заявили в Конгрессе.
"Мы требуем немедленно созвать заседание собрания, которое входит в наши конституционные права", - говорится в видео партии.
Губернатор Раджастана Калрадж Мишра отклонил одно предложение начать заседание ассамблеи.
Сегодня был представлен второй, который, по его словам, рассматривает.
Правительство Гелота оказалось в глубоком кризисе после того, как его заместитель Сачин Пилот стал мятежником с куском поддерживающих его MLA.
Партия не смогла дисквалифицировать повстанцев, чтобы снизить отметку большинства в ассамблее.
Пилот, которого лишили должностей в партии и правительстве, получил временное освобождение от дисквалификации Высоким судом Раджастана, который постановил, что спикер не может предпринять никаких действий до тех пор, пока не будет решен более крупный конституционный вопрос о его полномочиях.
Этим вопросом завтра займется Верховный суд, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс преодолевает отметку большинства в ассамблее из 200 членов.
Пилот команды заявляет о поддержке 30 MLA, но пока данные указывают только на 19.
У BJP 72, включая союзников и независимых, она составляет 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может проиграть второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею 2018 года.
В марте она потеряла правительство, возглавляемое Камалом Натхом в штате Мадхья-Прадеш, после того как Джйотирадитья Сциндия присоединился к BJP с 22 своими MLA.
Протесты в Сиэтле: пожары и перец распыляются, когда тысячи людей маршируют по городу
SEATTLE - После нескольких недель эскалации столкновений между протестующими и федеральными властями в Портленде, штат Руда, толпа из примерно 2000 человек мобилизовалась в Сиэтле в субботу, маршируя по улицам и сталкиваясь с полицией.
По данным полиции, трое полицейских получили ранения, в том числе один был госпитализирован с ранением ноги, причиненным взрывчаткой, и 16 протестующих были арестованы по состоянию на ранний вечер.
Неся плакаты типа "Федералы идут домой" и выкрикивая кричалки "Нет справедливости, нет мира", протестующие остановились на месте будущего молодежного изолятора и зажгли там здания.
Полиция столкнулась с толпой в районе Капитолийского холма, развернув светошумовые гранаты и перцовый баллончик, прежде чем они начали брать людей под стражу.
Бипаша Мукерджи, 52 года, из Киркленда, штат Вашингтон, сказала, что протестует на улицах с мая и сказала, что ей тревожно видеть такую агрессивную тактику со стороны полиции.
"Это не та страна, в которую я эмигрировала ", - сказала Мукерджи, прибывшая из Индии более 30 лет назад.
Михауд Сэвидж из Сиэтла заявил, что протесты были направлены как на местные власти, так и на развертывание федеральных офицеров, которые вели репрессии против затянувшейся акции протеста в Портленде. Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала применение слезоточивого газа и боеприпасов для борьбы с толпой, была опасной и неуместной.
"Это очень жесткое скольжение в чрезвычайно жестоком направлении", - сказал Сэвидж, вымывая глаза перцовым баллончиком и выхаживая рану на руке от светошумовой гранаты.
Гибель Джорджа Флойда при задержании полицией в Миннеаполисе в мае вызвала массовые протесты, которые привлекли миллионы людей на улицы в десятках городов, но в большинстве городов эти демонстрации пошли на убыль.
Сиэтл и Портленд, однако, видели продолжительные демонстрации. Протестующие в Сиэтле в какой-то момент претендовали на несколько кварталов района Капитолийского холма и объявили автономную зону.
После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности перебросило в город тактические группы, начав серию столкновений, в результате которых пострадали протестующие, расследования генерального инспектора и призывы местных лидеров к федеральным агентам уйти.
На этой неделе федеральные чиновники перебросили тактическую группу в Сиэтл, и протестующие назвали это развитие событий одной из причин субботних демонстраций.
В то время как протесты в Портленде были сосредоточены в центре города, демонстрации в субботу бродили по районам к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но обеспокоен мотивами Трампа
Мэр Канзас-Сити Куинтон Лукас усомнился в воскресенье в мотивах президента Трампа по отправке федеральных агентов в американские города - сказав, что, хотя он будет приветствовать помощь в раскрытии множества убийств в городе Среднего Запада, он думает, что этот шаг может быть больше связан с тем, чтобы поддержать шансы Трампа на переизбрание.
"Я был очень расстроен на этой неделе [тем, что] президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter", - сказал Лукас, демократ, в эфире "Fox News Sunday" о недавних протестах по поводу расового неравенства и жестокости полиции.
"Это не так в Канзас-Сити. У нас было увеличение по сравнению с прошлым годом [но] нам нужна помощь в том, чтобы на самом деле очистить некоторые из нераскрытых убийств ".
Лукас добавил: "Давайте попробуем четко и целенаправленно сосредоточиться на раскрытии убийств... Я думаю, если вы послушаете недавние заявления... мы рады работать с федеральными агентами в ограниченном объеме".
Несмотря на готовность заставить федеральных агентов работать с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, применяемой федеральными агентами в Портленде, штат Руда, - заставила многих его избирателей выразить обеспокоенность по поводу присутствия агентов на улицах города.
"Нам не нужно больше масла в огонь со стороны федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он.
Трамп в среду объявил, что он направляет 100 федеральных агентов в Чикаго, чтобы помочь в борьбе с ростом числа некоторых преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президента "закона и порядка".
"Всплеск" агентов, объявленный в среду в Чикаго и другие американские города, является частью операции "Легенда", названной в честь 4-летнего ЛеГенда Талиферро, который был смертельно застрелен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов на помощь местным правоохранительным органам не является беспрецедентной - генеральный прокурор Билл Барр объявил об аналогичной попытке всплеска в декабре для семи городов, в которых наблюдался всплеск насилия - тип отправки федерального агента и некоторые из их тактик вызвали опасения среди законодателей штатов и местных органов власти.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправляла агентов в их города, особенно после сообщений о том, что неизвестные федеральные агенты задерживали протестующих в Портленде и забирали их на немаркированных транспортных средствах.
На Портленд обрушились почти ежедневные демонстрации против жестокости полиции и системного расизма после смерти Джорджа Флойда во время задержания полицией Миннеаполиса 25 мая.
Местные власти также жаловались на то, что всплески только усугубили напряженность, и эксперты по уголовному правосудию говорят, что эти усилия бросают вызов объяснениям из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовым расчетом на расизм и на то, как полиция обращается с цветными людьми.
Фонд в 10 миллионов фунтов создан для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий будет оказана финансовая поддержка, пока они остаются затронутыми ограничениями изоляции.
Пакет финансирования шотландского правительства в размере 10 миллионов фунтов также направлен на помощь поставщикам мероприятий.
Правительство заявило, что рассматривает вопрос о том, как события могут безопасно возобновиться в будущем.
Министр экономики Фиона Хайслоп заявила, что пандемия коронавируса оказала "разрушительное влияние" на сектор.
Шотландская фестивальная сцена и спортивные мероприятия, такие как игры в Хайленде, были среди тех, кто пострадал от ограничений, введенных для предотвращения распространения Covid-19.
Г-жа Хайслоп сказала: "Несмотря на то, что у нас был позитивный шаг, что мероприятия по заезду могут возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
"Мы тесно и конструктивно сотрудничали с сектором над вызовами, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать безопасно работать.
"В дополнение к немедленной поддержке, часть этого финансирования будет направлена на укрепление инноваций и содействие долгосрочному восстановлению индустрии мероприятий ".
Консультативная группа по индустрии мероприятий заявила, что этот сектор был одним из первых, кто попал в режим изоляции, и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дути, который также является главным исполнительным директором SEC в Глазго, сказал, что мероприятия вносили около 6 млрд фунтов в год в экономику Шотландии.
Он сказал: "Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторами мероприятия, так и более широкими предприятиями цепочки поставок, которые исключительно сильно страдают от продолжающегося эффекта длительного периода изоляции ".
Шиврадж Сингх Чоухан о положительном тесте на ковид
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что сдал положительный тест на COVID-19, написал в твиттере в воскресенье утром, чтобы сказать, что он "в порядке" и похвалить фронтовиков в войне с коронавирусом.
Глава ведомства также повторил свои вчерашние предупреждения, призвав людей следовать таким рекомендациям, как социальное дистанцирование и использование масок для лица.
"Я в порядке, друзья мои. Преданность коронавирусных воинов, которые самоотверженно рискуют жизнью, достойна похвалы. Я приветствую всех коронавирусных воинов государства ", - написал Чоухан в твиттере из больницы Чираю в Бхопале, куда он поступил вчера.
"Соблюдайте дистанцию в два метра, часто мойте руки и носите маски для лица - это самое большое оружие, которое у нас есть, чтобы избежать коронавируса.
"Все вы будьте осторожны, оставайтесь в безопасности и здоровы, об этом я молюсь Богу ", - добавил Чоухан.
В субботу Чоухан написал в Твиттере, что сдал положительный тест на вирус, несмотря на все его усилия, чтобы избежать заражения, и предупредил, что "совсем немного беспечности приглашает коронавирус".
Твитнув сегодня утром, Чоухан сказал, что, несмотря на угрозу заражения, "не нужно бояться" и призвал тех, у кого проявляются симптомы, пройти тестирование.
"Если вы инфицированы, не нужно бояться. Не скрывайте симптомы, а немедленно сообщите об этом врачам, чтобы можно было начать лечение. Своевременное лечение сделает вас здоровыми", - сказал он.
В штате Мадхья-Прадеш почти 27 000 случаев COVID-19, из них более 7600 - активные и 799 - смерти, связанные с вирусом.
В Индии в последние недели фиксируется всплеск случаев COVID-19, с 23 июля ежедневно выявляется более 45 тысяч новых случаев.
Общее число подтвержденных случаев коронавируса быстро приближается к 14 лакхам, из них более 4,67 лакха - активные случаи и более 32 000 - смерти, связанные с вирусом.
Всплеск случаев заболевания, совпадающий с шахматным ослаблением правил изоляции в зонах, не сдерживающих страну, вывел Индию на третье место в списке наиболее пострадавших стран.
Хуже только США (41,78 случая лакха) и Бразилия (23,94 случая лакха).
Канье Уэст заявил, что может отбить Джо Байдена "от записи" - РТ на USA News
Свежий от трансляции грязного белья своей семьи в Твиттере, рэп-загадка Канье Уэст в очередной раз вдохнул жизнь в свою президентскую заявку, утверждая, что он может победить Джо Байдена только по записанным голосам.
Через несколько дней после того, как он объявил о новом альбоме и сообщил, что он пытался развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, в объявлении, в котором заявил: "Я могу BEAT BIDEN OFF OF WRITE INS".
Если Уэст все еще серьезно настроен баллотироваться на пост президента, запись голосов может быть его единственным путем к победе или, действительно, каким-либо показом.
Рэпер объявил о своей кандидатуре 4 июля, после истечения срока подачи заявки в качестве кандидата как минимум в шести штатах.
Тем не менее, Уэст продвинулся вперед и подал надлежащие документы в Федеральную избирательную комиссию (FEC) и сумел получить свое имя в бюллетенях в Оклахоме.
С тех пор он провел один предвыборный митинг, на котором обратился к толпе, одетой в пуленепробиваемый жилет, произнося свою речь без микрофона и трибуны.
Уэст выступил против абортов, плача, когда он произнес прохристианское послание, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший".
Это было правдой, и митинг Уэста был описан на новостных сайтах и в сплетнях как рекламный трюк, свидетельство психических заболеваний или и то, и другое.
Тем не менее, недавний опрос поставил Уэста на два процента по всей стране, шея и шея с Джо Йоргенсеном из Либертарианской партии и на очко опережая Хоуи Хокинса из партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти известные 48 процентов Джо Байдена, он теоретически может отнять у Байдена достаточно голосов, чтобы увидеть, как президент Дональд Трамп получит второй срок - то, что, как подозревают эксперты с обеих сторон, может быть его планом.
Скала с Марса возвращается домой после 600 000 лет на Земле
Небольшой кусок скалы будет выброшен в космос на этой неделе во время одного из самых странных межпланетных путешествий, когда-либо предпринимавшихся.
Крошечный кусочек марсианского базальта размером с монету в 10 р будет запущен на борт американского робота-зонда в четверг и продвинут к красной планете в семимесячном путешествии в ее родной мир.
Эта необыкновенная одиссея, межпланетный эквивалент отправки углей в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс-2020.
Космические инженеры говорят, что порода, подаренная Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-марсохода Perseverance после того, как он приземлится и начнет искать признаки прошлой жизни на планете.
Некоторые марсианские метеориты у нас очень хрупкие, но мы выбрали этот именно потому, что он такой же жесткий, как старые сапоги
"Когда вы включаете инструменты и начинаете настраивать их перед использованием для исследований, вы калибруете их по материалам, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что же лучше для изучения горных пород на Марсе, чем комок, который там возник? "- говорит профессор Кэролайн Смит, куратор метеоритов Музея естественной истории.
Ученые были уверены, что порода, которую они возвращали на Марс, возникла на планете, добавил Смит, который также является членом научной группы "Марс-2020 ".
"Крошечные пузырьки газа, попавшие в этот метеорит, имеют точно такой же состав, как атмосфера Марса, поэтому мы знаем, что наша порода пришла оттуда".
Считается, что марсианский метеорит был создан, когда астероид или комета погрузились на планету примерно от 600 000 до 700 000 лет назад, распыляя обломки в космос.
Один из этих кусков щебня пронесся по Солнечной системе и в конце концов рухнул на Землю.
Этот метеорит - теперь известный как SAU 008 - был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди приборов, установленных на марсоходе Perseverance, - высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава горных пород и определения, могут ли они содержать органические материалы, указывающие на то, что жизнь когда-то существовала - или до сих пор существует - на Марсе.
Включение части САУ 008 предназначено для того, чтобы это было сделано с максимальной точностью.
"Кусок породы, который мы посылаем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень жесткая порода", - добавил Смит.
"Некоторые марсианские метеориты у нас очень хрупкие, этот метеорит такой же жесткий, как старые сапоги ".
Как только Perseverance выберет самые перспективные породы, которые она может найти, она сбросит их в тайники на марсианскую поверхность.
Затем они будут извлечены с помощью последующих миссий роботов и взорваны в космос к Земле для анализа.
Мужчину нашли с огнестрельными ранениями в Мамбурине недалеко от Верриби
Мужчина был доставлен в больницу после того, как его застрелили на западе Мельбурна за ночь.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 вечера, где они обнаружили мужчину в возрасте 20 лет с подозрением на огнестрельные ранения нижней части тела в Ярд-Ст.
Мужчину доставили в больницу с ранениями, не угрожающими жизни.
Полиция сообщила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду одеваться, воскресенье - для отдыха"
С чего начинается воскресенье?
Когда я спотыкаюсь по лестнице и падаю на собаку по пути, чтобы приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы вдвоем будем сидеть вместе и молча смотреть через воду.
Звучит безмятежно...
До 8 утра два или три наших мальчика стучат в дверь, требуя завтрака.
Это бекон и яйца для них, шпинат и грибы для нас; тогда, если погода хорошая, мы выгоняем мальчиков.
Мы поплаваем, поплывем на гребле или прогуляемся по прекрасному аббатству Кварр, которое выглядит как что-то прямо из "Игры престолов".
А во время локдауна?
Первые две недели я был в полном отрицании, я не мог поверить, что мой бизнес закрыт.
Я отвлекался, зацикливаясь на жизни или смерти своего недавно посаженного сада.
В остальном я экспериментировал на кухне: интенсивно ароматизированный угорь и бульон шиитаке и двойная кремовая бриоша были моими выдающимися.
Как вы расслабляетесь?
Я не буду одеваться, по воскресеньям - шезлонги, полуобрезанные днища спортивного костюма и белая футболка.
После обеда из жареной курицы я буду повторять с бумагами на шезлонге в саду.
Стараюсь не пить: это помогает очистить голову до того, как придет звонок в понедельник.
Воскресенье, которое торчит?
После долгого субботнего вечера на 40-летии моей свояченицы в Нью-Йорке около полуночи моя тяжело беременная жена решила, что нам лучше ехать.
Она была полна решимости наслаждаться собой, говоря людям, что это ее третий в конце концов.
Мы вышли из партии, и она сразу же занялась работой.
А в воскресенье вечером?
К 7 вечера мы собрали машину и сели на паром в Портсмут.
Подъем на A3, и мы снова в Лондоне на неделю: дети в постели, я выгуливаю собаку и у меня есть миска с крупами.
Мне хорошо уезжать с острова Уайт, чтобы вернуться в город, я знаю, если я этого не сделаю, у меня вообще не может быть там дома.
Кенийские полицейские арестованы после смертельной стрельбы в Гариссе
Двое полицейских в Кении арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нг 'омбе в восточной части округа Гарисса в субботу во время акции протеста против ареста мужчины, подозреваемого в убийстве.
Двух жертв назвали Аден Абди Мадобе и Мухиядин Адоу Шибин.
Полицейский сторож Кении начал расследование стрельбы.
Она будет включать в себя "судебно-медицинский анализ" орудий офицеров.
Депутат от Гариссы Аден Дуале назвал смерть "отвратительной" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Участники кампании выразили обеспокоенность по поводу полицейской деятельности во время пандемии.
По данным Amnesty International, с марта кенийские офицеры убили 21 человека за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби выпустила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба Саба - акции протеста, начавшейся 30 лет назад против автократического режима тогдашнего президента Даниэля арапа Мои.
Корреспонденты говорят, что мероприятию в этом году придал дополнительный импульс гнев по поводу репрессий со стороны полиции во время блокировки Covid-19.
Плотное присутствие безопасности у консульства США в Чэнду, Китай
В воскресенье у консульства США в городе Чэнду, Китай, наблюдалось жесткое присутствие охраны, когда американские сотрудники готовились покинуть помещение.
В комплекс здания были замечены три движущихся грузовика, а полицейские в форме и штатском выстроились по обе стороны улицы, которые были облицованы металлическими заграждениями.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду было дано 72 часа на закрытие, или до 10 часов утра (0200 по Гринвичу) понедельника, 27 июля.
Китай обвинил в том, что некоторые сотрудники консульства Чэнду "вели деятельность, не соответствующую их личности".
Не сообщая никаких подробностей, представитель МИД КНР Ван Вэньбинь заявил, что такая деятельность вмешивалась в дела Китая и наносила ущерб его интересам безопасности.
Приказ Китая закрыть консульство в Чэнду был издан в пятницу в отместку за приказ США закрыть китайское консульство в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне, "чтобы защитить американскую интеллектуальную собственность и личную информацию американцев".
Когда закрытие китайского консульства в Хьюстоне вступило в силу в пятницу, группа мужчин, которые, по-видимому, были американскими чиновниками, была замечена ворвавшейся в объект через черный ход.
Ван заявил в субботу, что нарушил международные и двусторонние соглашения, и Китай ответит, не уточнив, как.
Закрытие "око за око" еще больше обострило напряженность в отношениях между двумя странами по вопросам от торгового и промышленного шпионажа до прав человека.
Бабуинов сафари-парка видели вооруженными ножами, отвертками и CHAINSAW, когда "шутники дают им оружие, чтобы крушить автомобили"
Известно, что приматы сафари-парка Ноусли в Мерсисайде давно набрасываются на всех, кто останавливается в вольере и срывает стеклоочиститель или зеркало ветрового стекла.
Бабуины были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли в Мерсисайде.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на всех, кто останавливается и срывает стеклоочистители и зеркала ветрового стекла.
Рабочие теперь опасаются, что их вооружают смертоносным оружием "для смеха" посетители, чтобы усилить их нападения, и обезьяны даже были замечены, как сами рылись вокруг ящиков для инструментов.
Один из работников парка сказал The Sunday Times: "Мы не уверены, дают ли им оружие некоторые из гостей, которые хотят видеть, как они нападают на машины, или они ловят их из пикапов и фургонов".
"Они будут буквально заходить в ящики для инструментов людей и носить их с собой.
Другой работник сказал: "Бабуины были найдены с ножами и отвертками.
И атаки бабуинов настолько неизбежны, что механики на северо-западе Англии хорошо узнали вольер.
Один механик в Сале, Большой Манчестер сказал, что люди знают, чего ожидать в парке, и что у него было два клиента, ставших жертвами бабуинов в этом году.
Они добавили, что в одну минуту дети хотят обезьян в машине, а в следующую у нее нет регистрационного знака - но вопрос дает "хорошие деньги" для гаража.
Ноусли вновь открылся 15 июня с соблюдением мер безопасности в связи с Covid-19 после того, как настаивал на том, что это так же безопасно, как проезд в McDonald 's, так как посетители не оставляют свой автомобиль на пятимильном сафари.
Парк площадью 550 акров, где обитают львы, тигры, носороги, дикие животные и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Представитель сказал: "Мы считаем, что многие из этих историй стали преувеличением, когда они были пересказаны, с украшением, чтобы предметы, которые иногда встречаются в вольере, казались более захватывающими и невероятными".
В 2012 году производитель автомобилей Hyundai отпустил 40 обезьян из парка на своей модели i30 нового поколения на 10 часов, чтобы доказать, что у него есть силы для семей с маленькими детьми.
Юнайтед, Челси в CL; Борнмут, Уотфорд вниз от EPL
"Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в безумный последний день сезона премьер-лиги в воскресенье, в то время как "Борнмут" и "Уотфорд" были отстранены, чтобы закончить пятилетнее пребывание в верхнем полете.
"Юнайтед" выиграл со счетом 2: 0 в "Лестере" благодаря голам Бруно Фернандеша и Джесси Лингарда, чтобы дать команде Уле Гуннара Сольскьяера третье место.
"Челси" после гола и голевой передачи Мэйсона Маунта обыграл "Вулверхэмптон" со счетом 2: 0 и занял четвертое и последнее место в квалификации Лиги чемпионов выше "Лестера", который большую часть сезона входил в четверку лучших.
Вместо этого "Лестер" сыграет в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью со счетом 1: 1 в "Кристал Пэлас", чтобы обеспечить себе шестое место - выше "Вулверхэмптона" по разнице мячей.
Битва за то, чтобы избежать двух оставшихся мест на вылет, пошла на проволоку, когда "Астон Вилла" забила на 84-й минуте, через минуту уступила, а затем удержалась за ничью со счетом 1: 1 в "Вест Хэме", чтобы выжить.
Капитан Джек Грилиш забил гол Виллы в том, что может стать его последней игрой за его мальчишеский клуб.
"Борнмут" сделал то, что должен был сделать, и обыграл "Эвертон" со счетом 3: 1, но в итоге отстал от "Виллы" на одно очко.
Уотфорд также был понижен в качестве следующей к последней команды после проигрыша 3-2 в Арсенале.
Манчестер Сити пропустил 100 голов за кампанию с 5-0 победу над последним местом и уже понижен в должности Норвич, игра, которая стала последней в премьер-лиге для Давида Сильвы после 10 лет с Сити.
Кевин Де Брюйне получил рекордную 20-ю голевую передачу в сезоне, а также забил дважды.
"Ливерпуль" завершил свой титулованный сезон победой в "Ньюкасле" со счетом 3: 1 и финишировал с рекордными для клуба 99 очками.
Также "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3: 1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его на один позади Джейми Варди из "Лестера", который выиграл "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "достойная этика"
Гвинет Пэлтроу сказала, что хочет воспитывать своих детей, чтобы иметь достойную этику, стараясь "не просто вручать им вещи".
У Пэлтроу двое детей, Apple (16 лет) и Мозес (14 лет), с бывшим мужем Крисом Мартином, и она хочет, чтобы у них были хорошие ценности и они не получали славы своих родителей.
"Вот почему я думаю, что это так важно... Воспитывать ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным чувством того, кто они и т. д"., - сказала она Робу Лоу в его подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы думаете обо всех людях, которые пытаются, и этого не произойдет ".
Она добавила: "Как родитель, ты думаешь, все, что я могу сделать для этих детей, это научить их правильно, а не неправильно и научить, что такое работа.
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более приватно, и позаботилась о том, чтобы они держали свои аккаунты в социальных сетях в тайне.
"Я не позволю им быть публичными ни в каких социальных сетях, ни в чем-то подобном, я стараюсь как можно больше держать их вне поля зрения общественности", - сказала она.
"Знаете, теперь все по-другому", потому что дети такие: "Могу ли я иметь канал на YouTube?", а я такой: "Нет, нельзя.
Министр внутренних дел Туниса назвал нового премьер-министра, который сформирует правительство через месяц
Министр внутренних дел Туниса Хичем Мечичи был назначен для формирования следующего правительства, сообщила канцелярия президента, на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний адвокат сменяет Элеса Фахфаха, который ушел с поста премьер-министра ранее в этом месяце.
Но Мечичи не был одним из имен, предложенных руководящими политическими партиями президенту Кайсу Саиду.
В заявлении, сделанном после субботнего заявления, Мечичи сказал, что он будет "работать над формированием правительства, которое будет соответствовать ожиданиям всех тунисцев".
Тунис был высоко оценен как редкая история успеха демократического перехода после региональных восстаний "Арабской весны", вызванных революцией 2011 года.
Но ее лидеры изо всех сил пытались оправдать ожидания тунисского народа, и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
Болезнь унесла жизни почти 50 человек и заразила более 1400 в Тунисе.
Помимо того, что Мечичи был министром внутренних дел в уходящем правительстве, он был советником президента Саида, занимался юридическими вопросами.
Ранее он был руководителем аппарата Министерства транспорта, а также служил в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем столкнется с парламентским вотумом доверия и для успеха ему потребуется абсолютное большинство.
В противном случае парламент будет распущен, а новые выборы пройдут в течение трех месяцев.
На последних выборах, состоявшихся в октябре, партия "Эннахдха" заняла первое место, но не дотянула до большинства и в итоге согласилась войти в коалиционное правительство.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания на посту, угрожала новым политическим тупиком в стране, которая борется с экономическими последствиями пандемии.
Отставка углубила политический спор с Эннахдхой по поводу обвинений в адрес Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и Эннахдхой были напряженными после октябрьских выборов в законодательные органы.
Фахфах ушел в отставку в тот же день, когда партия подала ему вотум недоверия.
Эннахдха изначально выдвигал независимого кандидата на пост премьер-министра, но ему не удалось заручиться поддержкой парламента, в результате чего президент назвал на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, Эннахдха в конце концов согласилась войти в коалиционное правительство.
Тед Круз говорит, что цели Пелоси - "подтолкнуть деньги к проблеме и закрыть Америку"
Вашингтон - Сенатор-республиканец от штата Техас Тед Круз обвинил спикера Палаты представителей Нэнси Пелоси и демократов из Палаты представителей в продвижении пакета помощи в связи с коронавирусом, который фокусируется на том, чтобы "решить проблему наличными и закрыть Америку" по мере продолжения переговоров о следующей мере.
В интервью "Лицом к нации" в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, унесшей жизни более 600 000 человек по всему миру, и "абсолютной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, которая появилась на "Лицом к нации" впереди сенатора, "не сосредоточена ни на одном из них".
"Ее цели - подтолкнуть деньги к проблеме и закрыть Америку", - сказал республиканец из Техаса.
"И, в частности, вы посмотрите на счет в 3 триллиона долларов, который она пытается протолкнуть, это просто лопата денег своим друзьям и на самом деле не решение проблемы.
Республиканцы Сената и Белый дом провели прошлую неделю на переговорах об условиях четвертой фазы реагирования на коронавирус, которая, как они ожидают, обойдется в 1 триллион долларов.
В минувшие выходные глава аппарата Белого дома Марк Медоу и министр финансов Стивен Мнучин направились обратно на Капитолийский холм для дальнейших переговоров с сотрудниками Сената, и Мнучин сказал Fox News в интервью в воскресенье, что подробности должны быть обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самая насущная проблема для законодателей - и точка спора между республиканцами и демократами - это истечение срока действия повышенных пособий по безработице, которые начали уходить в эти выходные.
В то время как демократы хотят, чтобы пакет "четвертой фазы" по борьбе с коронавирусом сохранил повышение пособий на 600 долларов, республиканцы призывают его сократить и утверждают, что некоторые американцы получают от безработицы больше, чем от заработной платы.
Круз сказал, что более половины американцев, получающих повышенные пособия по безработице, сейчас получают больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, у которых возникают проблемы с повторным наймом сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы остаться дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении, который облегчит американцам возвращение к работе за счет смягчения налогов и правил для малого бизнеса:
"Вместо того, чтобы просто вытаскивать триллионы за дверь, счет за восстановление приостановил бы налог на заработную плату, что дало бы ему повышение заработной платы всем в Америке, кто работает.
Президент Трамп потребовал на прошлой неделе, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, так как предложение было плохо воспринято среди республиканцев.
Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, сказал в воскресенье, что он не на борту с этой мерой от своих коллег-республиканцев в Сенате.
Но он также раскритиковал законопроект в размере 3 триллионов долларов, принятый Палатой представителей, контролируемой демократами в мае, и обвинил своих политических оппонентов в намеренной разработке меры, наносящей ущерб президенту перед ноябрьскими выборами.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - это закрыть все предприятия в Америке, закрыть каждую школу в Америке", - сказал он.
"Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах, и она предлагает удержать работающих мужчин и женщин от работы ".
Канье Уэст принес публичные извинения жене Ким Кардашьян после откровений о браке
Канье Уэст извинился перед женой Ким Кардашьян за то, что она вышла на публику с "частным делом".
Рэпер рассказал во время мероприятия в Южной Каролине, что пара рассматривала возможность абортировать своего первого ребенка.
После бурной недели, на которой он выдвинул ряд претензий к своей жене и ее семье, Уэст теперь написал в твиттере извинения.
Уэст также, как сообщается, посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: "Я хотел бы извиниться перед моей женой Ким за то, что она вышла на публику с чем-то, что было частным делом.
"Киму я хочу сказать, что знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что ты всегда был рядом со мной ".
Неустойчивые твиты Уэста, в том числе заявления, что его жена пыталась запереть его врачами, и он выдвинул ряд обвинений в адрес своей тещи Крис Дженнер.
Он также сообщил, что пытался развестись с Кардашьян-Уэст, на которой женился в 2014 году.
На фоне опасений за душевное состояние мужа Кардашьян-Уэст, мать четверых детей Уэста, выступила с пространным заявлением, в котором заявила, что она и ее семья "бессильны" вмешаться и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который помимо давления быть художником и чернокожим мужчиной, который пережил болезненную потерю своей матери, и ему приходится иметь дело с давлением и изоляцией, которые усиливаются его биполярным расстройством".
Она добавила, что раньше не обсуждала его состояние, потому что "очень защищает наших детей и право Канье на частную жизнь, когда речь идет о его здоровье".
Она добавила: "Но сегодня я чувствую, что должна комментировать это из-за стигмы и заблуждений о психическом здоровье".
Уэст заявил об абортах во время мероприятия 19 июля.
Мужчина арестован за якобы убийство брата-алкоголика в Большой Нойде: полиция
По данным полиции, 37-летний мужчина был арестован в воскресенье за то, что, предположительно, убил своего брата, тело которого было найдено сброшенным в изолированном районе неделю назад в Большой Нойде штата Уттар-Прадеш.
По словам чиновников, обвиняемый сообщил полиции, что его раздражал алкоголизм брата и неправильное поведение с женщинами-членами их совместной семьи, что привело его к преступлению.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было найдено возле кустов в изолированной местности около недели назад.
По словам представителя полиции, на теле были следы ножевых ранений, и в полицейском участке Бисраха был подан FIR, и было начато расследование.
"В ходе расследования улики привели полицию к погибшему мужчине, его брату Дипаку, и он был допрошен.
Когда его спросили, Дипак признался, что нанес смертельные ранения своему брату.
Он сказал полиции, что Бхишам будет часто употреблять алкоголь, создавать шутки дома и плохо вести себя с женщинами-членами семьи, из-за чего он решил убить своего брата ", - сказал представитель.
Обвиняемый арестован и обвинен в убийстве и других связанных с ним обвинениях, сообщили в полиции.
Тони Блэр пообещал никогда не прекращать вмешиваться в британскую политику, несмотря на жесткую негативную реакцию по Brexit
Тони Блэр пообещал не прекращать вмешиваться в британскую политику после жесткой реакции на его участие в Лейбористской партии и кампании против Brexit.
Блэр, который был вне должности более десяти лет, сказал Софи Ридж в эфире телеканала Sky News, что он "никогда" не перестанет высказываться в британской политике.
Однако противоречивый политический деятель признал, что "многие люди, наблюдающие за этим, могут подумать, что мне стоит перестать говорить о вещах".
Софи Ридж сказала Блэру: "Я всегда чувствую, что нельзя оторваться от политики.
"Вы всегда публикуете репортажи о коронавирусе или придумываете аргументы по Brexit.
"Интересно, думают ли люди, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь заниматься политикой?
"Не пора ли взять тайм-аут, объехать поле для гольфа".
Бывший премьер-министр отверг это и поклялся оставаться в британской политике как можно дольше.
Многие люди, которые смотрят, могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране.
"Мы находимся в огромном моменте перемен в мире, и институт, который я построил, работает по всему миру.
"Я знаю, что сделал то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие постараются сделать ".
Ранее в интервью Блэр заявил, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: "Они могли бы заключить сделку, но даже сделка, которую мы заключаем, будет плохой".
"Это, по сути, будет хорошо для Европы, потому что это позволит облегчить торговлю товарами, но очень тормозит нас в вопросе услуг ".
Бывший лидер лейбористов также сказал Sky News, что Великобритания будет жить с COVID-19, а не устранять его в обозримом будущем.
Во время дань уважения героям Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался "нанести ответный удар" Индии
Пакистан пытался "нанести ответный удар" Индии, несмотря на ее попытки сохранить дружеские отношения, заявил сегодня премьер-министр Нарендра Моди в своей дань уважения вооруженным силам в 21-ю годовщину войны в Каргиле.
В своем ежемесячном радиообращении Манн ки Баат премьер-министр Моди сказал, что "Пакистан предпринял это несчастье со зловещими планами захватить землю Индии и отвлечь ее продолжающиеся внутренние конфликты".
"Пакистан имел наглость пытаться занять индийскую землю и отвлечь внимание от своих собственных внутренних волнений", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорят, природа зла - сражаться со всеми без причины.
Люди такого рода могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан дал отпор Индии, несмотря на попытки Индии установить теплые отношения ", - сказал он.
"Вы можете себе представить, враг уселся высоко на горы, пока наши войска сражались с ними снизу... Но высокий моральный дух и верность наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия показала большую силу в Каргиле", - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас отмечается каждый год, отмечая день, когда индийская армия отвоевала все индийские посты в Каргиле Ладакха, которые были заняты пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешной кульминации "Операции Виджай".
Почти трехмесячная битва на ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Найк, начальник штаба обороны генерал Бипин Рават, начальник армии генерал М М Нараване, главный маршал авиации Р К С Бхадаурия и начальник ВМС адмирал Карамбир Сингх также отдали дань уважения Амару Джавану Джьоти у Национального военного мемориала.
За десятилетия, прошедшие после Каргила, индийско-пакистанские отношения были напряженными после серии террористических ударов.
Индия настаивала на том, что переговоры и террор не могут идти рука об руку, и Пакистану необходимо демонтировать все террористические лагеря, действующие с ее территории.
Онлайн-кредиторы предупреждают, что схема кредитования МСП может пропустить отметку
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам, чтобы удовлетворить свои потребности в финансировании.
Тем не менее, Каллаган сказал, что онлайн-кредиторы оказались в неблагоприятном положении по сравнению с крупными банками, потому что у них нет доступа к тому же более дешевому финансированию, и предупредил, что в результате схема гарантирования МСП не набирает обороты.
"Я думаю, что он, вероятно, упустил отметку, когда все люди, которые звонят нам, звонят в ожидании, что они смогут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита", - сказал он.
"Поэтому они звонят и очень разочаровываются, потому что там было высказано ожидание, что есть дисконтные цены, и мы смотрим на нашу стоимость финансирования, которая совсем не изменилась ".
Каллаган добавил, что если бы финтехы смогли получить доступ к более дешевому финансированию и передать его малому бизнесу, эта схема была бы "несложной ".
"Это был немного Catch 22, крупные банки получили доступ к более дешевому фондированию, но они больше не склонны к риску, поэтому они на самом деле не выходят кредитовать таким же образом, они не могут получить доступ к данным и не могут освоиться, если у вас нет недвижимости", - сказал он.
Мула, базирующаяся в Мельбурне, также участвует в этой схеме, и исполнительный директор Арис Аллегос сказал, что преимущество 50-процентной гарантии, подразумеваемой в правительственной схеме, должно быть передано малому бизнесу, но разные кредиторы справлялись с этим по-разному.
"Я понимаю, что могут быть и другие, которые не проходят через эту структуру затрат", - сказал он.
"Это может быть функция того, как структурировано их финансирование, и это может быть функция также того, в какие категории они кредитуют и как они оценивают риск в этих категориях ".
Аллегос не сообщил подробностей о количестве кредитов, выданных Мулой в рамках этой схемы, но сказал, что обновленная схема является "основным признанием того, что необходимо изменить ", чтобы предложить больше гибкости кредиторам и заемщикам.
Тем не менее, он сказал, что его главной проблемой была "двухскоростная экономика", которая работает, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутый обрыв и то, как справиться с этим обрывом", - сказал он.
"Вообще говоря, что касается спроса, мы не вернулись к уровню до COVID, хотя аппетит растет ".
Интернет-кредитор Prospa, зарегистрированный на бирже ASX, также не стал бы детализировать сумму кредитов, которые он выдал в рамках этой схемы, поскольку он сказал, что информация является коммерчески конфиденциальной, но исполнительный директор Грег Мошал сказал, что продление этой схемы правительством приветствуется.
"Мы поддерживаем любые усовершенствования схемы, которые позволят малому бизнесу получить доступ к широкому спектру продуктов финансирования, соответствующих их требованиям, включая гибкие продукты денежных потоков на более коротких условиях", - сказал он.
Вирджиния-Бич сносит памятник конфедератам
VIRGINIA BEACH, штат Вирджиния-Бич. Город Виргиния-Бич убрал памятник 115-летним конфедератам с общественных мест в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял возле старого здания суда округа Принцесса Анна, там же, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс отстранения.
Совет выслушал десятки выступающих и решил, что памятник многие считают раздирающим и болезненным напоминанием о прошлом.
Статуя недавно была полностью покрыта, вокруг нее были заперты ворота после недавних протестов и вандализма у других памятников конфедератам.
Памятник пока будет храниться.
Город теперь должен ждать любых предложений от исторических групп или других организаций, которые, возможно, захотят взять памятник.
Полиция пробует новые, менее смертоносные инструменты, пока продолжаются протесты
В то время как ожесточенные столкновения между правоохранительными органами и протестующими в Портленде и по всей стране продолжаются, ведутся споры о том, как полиция может сократить смертельную силу.
Некоторые компании активизируются, чтобы предложить новые высокотехнологичные инструменты, такие как удаленные наручники для полиции, вместо более опасных вариантов, таких как перцовый баллончик, резиновые пули и светошумовые гранаты.
Правозащитная группа Amnesty International проанализировала 500 видеозаписей с протестов с 26 мая по 5 июня и обнаружила 125 случаев чрезмерной силы в 40 штатах и округе Колумбия.
"Мы видели неправильное использование слезоточивого газа, перцовых баллончиков, перцовых шариков, 40-миллиметровых ударных патронов, в основном каждая комбинация менее смертоносного оружия использовалась неподобающими способами", - сказал исследователь оружия Amnesty International Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно, чтобы избежать необходимости в огнестрельном оружии.
"Все эти устройства должны быть под рукой, чтобы полицейские применяли другую, кроме смертельной физической силы, применяемой огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право покончить с собой", - сказал Кори Пегес, бывший заместитель инспектора Департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет из 8-футового кевларового шнура, который оборачивается вокруг подозреваемого.
Есть акустические устройства большой дальности, также известные как звуковые каноны, оружие направленной энергии, которое использует лазеры для нагрева кожи человека, новые снаряды из таких вещей, как пена и мел, вонючие бомбы и, конечно же, тазер.
Акции компании Axon, производящей Taser, выросли более чем на 18%, достигнув небывалых максимумов, когда протесты стали жестокими через несколько дней после убийства полицейскими Джорджа Флойда.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет 11,85 миллиарда долларов.
Посмотрите видео, чтобы посмотреть на новые высокотехнологичные инструменты, которые полиция использует для менее смертоносной силы, как они регулируются и о чем идет речь в будущем полиции и сообществ, которым они служат.
ООН заявила о тысячах антипакистанских боевиков в Афганистане
ISLAMABAD - В докладе ООН говорится, что более 6000 пакистанских повстанцев скрываются в Афганистане, большинство из которых принадлежат к запрещенной пакистанской группировке "Талибан", ответственной за нападение на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группировка, известная как "Техрик-э-Талибан" (ТТП), связалась с базирующимся в Афганистане филиалом группировки "Исламское государство".
Некоторые члены ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится на востоке Афганистана.
Афганское правительство не ответило в воскресенье на запросы Associated Press о комментарии.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также от сил США и НАТО, и даже иногда от афганских талибов.
Доклад был подготовлен аналитической группой ООН по мониторингу санкций, которая отслеживает террористические группировки по всему миру.
По оценкам доклада, членство ИГ в Афганистане составляет 2200 человек, и хотя его руководство исчерпано, ИГ по-прежнему считает среди своих лидеров гражданина Сирии Абу Саида Мохаммада аль-Хорасани.
В докладе также говорится, что мониторинговая группа получила информацию о том, что два высокопоставленных командира Исламского государства, Абу Кутайба и Абу Хаджар аль-Иракский, недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление, (Исламское государство) по-прежнему способно совершать громкие атаки в разных частях страны, включая Кабул.
Она также направлена на привлечение боевиков движения "Талибан", выступающих против соглашения с США ", - говорится в докладе, имея в виду мирное соглашение США, подписанное с талибами в феврале.
Эта сделка была заключена, чтобы позволить США прекратить свое 19-летнее участие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использоваться террористическими группировками.
Ожидается, что сделка также гарантирует тотальное участие талибов в борьбе с ИГ.
Вторая и, возможно, самая критическая часть соглашения предусматривает переговоры между талибами и политическим руководством Кабула.
В конце субботы Госдепартамент США опубликовал заявление, в котором говорится, что его посланник по вопросам мира Залмай Халилзад снова курсирует по региону, стремясь начать эти переговоры, которые неоднократно откладывались, так как обе стороны спорят о программе освобождения заключенных.
Соглашение, поддерживаемое США, призывает афганское правительство освободить 5000 пленных талибов, а талибов освободить 1000 правительственных и военных в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 пленных талибов, которых оно называет громкими преступниками, и предлагает бесплатные альтернативы.
Талибан отказался.
"Стороны как никогда близки к началу внутриафганских переговоров, что является ключевым следующим шагом к прекращению 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Несмотря на значительный прогресс в обмене пленными, этот вопрос требует дополнительных усилий для полного решения ".
Политический представитель движения "Талибан" ранее на этой неделе заявил, что готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии завершения освобождения заключенных.
Большое беспокойство для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП или Джамаат-уль-Ахраром или Лашкар-э-Исламом, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за громкие атаки в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда была атакована школа пакистанской армии и 140 были убиты.
Большинство из них были студентами, а некоторые были в возрасте до 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается в сумму от 6000 до 6500 человек, большинство из которых имеют ТТП", - говорится в докладе.
Главный британский банк HSBC отрицает "создание ловушки" для китайской Huawei в расследованиях США - РТ на русском
Многонациональный банк HSBC со штаб-квартирой в Лондоне вышел в социальные сети, чтобы сказать, что он, как утверждают китайские СМИ, не "фабриковал доказательства" против Huawei, что привело к аресту главного финансового директора компании в Канаде.
В ныне недоступном посте в WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика телекоммуникационного сетевого оборудования, так как проверка Huawei за якобы нарушение американских санкций в отношении Ирана началась задолго до участия банка в конце 2016 года.
"HSBC не имеет никакой враждебности по отношению к Huawei и не" подставлял "Huawei", - заявил банк в субботу, добавив, что никогда не будет искажать никаких фактов о своих клиентах.
"В ответ на запросы Министерства юстиции США о предоставлении информации группа HSBC просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты ".
Пост был заблокирован на платформе с пометкой о том, что он "нарушает правила" и сейчас недоступен.
Заявление было сделано вскоре после того, как несколько китайских СМИ, в том числе связанные с государством газеты, обвинили HSBC в "сговоре" с Вашингтоном, чтобы устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу была арестована в декабре 2018 года в Канаде по ордеру США.
Мэн предъявлены обвинения в мошенничестве за то, что она якобы использовала подставную компанию для нарушения санкций против Ирана и якобы лгала банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым данным, которые приводит Global Times, HSBC был хорошо осведомлен об отношениях китайской компании со Skycom.
Как сообщается, банк решил "вступить в сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать отмывание денег и нарушения санкций, включая ограничения в отношении Ирана.
Тогда было предписано выплатить около 1,9 миллиарда долларов штрафных санкций и предотвратить любые подобные проступки.
"Данные свидетельствуют о том, что HSBC понимал эти отношения, но намеренно распродавал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло упустить из виду собственные проступки британского банка и не наказывать его в соответствии с Соглашением об отсрочке судебного преследования 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитору, если будет доказано, что он виновен в этом "сговоре", может грозить "суровое наказание" в Китае, одном из основных рынков для HSBC.
Известный банк не в первый раз подвергается обстрелу за последние недели.
В прошлом месяце HSBC критиковали за поддержку нового закона о национальной безопасности для Гонконга, города, где начинался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - с Запада, с госсекретарем США Майком Помпео, называющим одобрение "корпоративным ковтувом", и с Востока, а китайская сторона, как сообщается, заявила, что его поддержка была "запоздалой".
Ангола: Больница Педал передана министерству здравоохранения
Луанда - Президент Республики Жоау Лоуренсу в эту пятницу постановил передать ведение строящейся в Луанде больницы Педро Мария Тонха Педале Министерству здравоохранения.
В записке пресс-служба президента республики сообщает, что эта мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественной медицинской помощи и медикаментозного обслуживания населения.
"В данном конкретном случае идея состоит в том, чтобы предоставить ангольцам справочную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, что мотивировало "огромный спрос" на качественные медицинские услуги по самым разнообразным специальностям.
Это требование, продолжает записка, оправдывается включением в стационар специализированных для лечения сложных заболеваний, преподавания и исследований, вмешательств, связанных с офтальмологией и материнско-детской медициной, областей, стратегия и управление которыми заслуживают того, чтобы находиться в ведении Министерства здравоохранения.
Алжир: Смерть Махмуда Гемамы - Алжир теряет Патриота, приверженного воинству, говорит президент Теббуне.
Алжир - Президент республики Абдельмаджид Теббуне направил соболезнования членам Народного национального собрания (АПН) моджахеду Махмуду Гемаме, который умер в пятницу, в котором заявил, что Алжир "потерял патриота и боевика, приверженного делу своего народа и своего народа".
Алжир проигрывает сегодня смертью моджахеда Махмуда Гемамы, патриота и боевика, приверженного делу своего народа и своего народа, человека, который никогда не колебался и чья решимость оставалась нетронутой с того момента, как он взял в руки оружие вместе со своими доблестными братьями моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только смириться с Божьей волей ", - написал президент Теббуне в своем соболезновании.
"Покойный Махмуд Гемама, мир ему, принадлежал к уникальному поколению верных патриотических боевиков, которые пожертвовали собой ради своей родины", - добавил президент республики.
"Умерший посвятил свою жизнь освобождению Алжира от мучений отвратительного колониализма, вступив в ряды революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI ".
"Покойный президент известен всем своей доказанной воинственностью и своей приверженностью закреплению имиджа процветающего и единого Алжира", - заявил президент Теббуне.
"На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешиваясь, чтобы примирить братьев в одной стране всякий раз, когда разгорается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности заслужили покойному Махмуду Гемаме уважение и доверие народа Таманрассета, который выбрал его представлять их в Народном национальном собрании (АПН) на несколько сроков, в течение которых он был послом и защитником забот региона и чаяний его народа, и даже представителем и пресс-секретарем всех алжирцев", - написал президент республики.
"Всех выражений соболезнования будет недостаточно, чтобы отдать дань уважения моджахеду Махмуду Гемаме, мир ему.
Он уходит от нас сегодня в то время, когда он нужен Алжиру ", - сказал президент.
"Я молюсь Всемогущему Богу окружить умершего Своим Святым Милосердием, приветствовать его в Его огромном раю рядом с шухадаа и добродетельным.
Я также молюсь Богу дать его семье и близким терпение и утешение... нет ни силы, ни силы, кроме как в Боге ", - заключил президент республики.
Обновление о путешествиях по коронавирусу: в каких странах действуют ограничения на поездки для граждан Болгарии при въезде
С этой недели Чехия хочет провести тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только при наличии у них там адресной регистрации, трудового договора или документа, удостоверяющего командировку.
На сегодняшний день в Италии обязательному карантину подлежат люди, посетившие Болгарию и Румынию за последние 14 дней, в Финляндию въезд только по "уважительной причине".
Обязательный домашний карантин в Австрии, несмотря на отрицательный ПЦР-тест. Это уже необходимо для въезжающих в Германию. В течение следующих 14 дней доступ в южную Румынию был запрещен без уважительных причин.
Со вторника те, кто путешествует на самолете из Болгарии в Грецию, должны будут представить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, выполненного за 72 часа до въезда к нашему южному соседу, сообщили в МИД.
Там добавили, что в страну будут пускать только пассажиров, у которых есть сертификат на такой тест. Он должен быть выдан на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира.
Тесты на коронавирус будут признаваться, если они проводятся в национальных референс-лабораториях, национальных медицинских лабораториях или частных лабораториях, аккредитованных соответствующими национальными аккредитационными органами (не обязательно специально на COVID-19).
Эта мера не распространяется на греческих граждан, граждан, проживающих в Греции, и путешественников по существенным профессиональным причинам.
Министерство иностранных дел Греции также сообщило, что во вторник, 28 июля, и среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными греческими органами по прибытии в Грецию.
Остается в силе требование к гражданам, путешествующим самолетом в Грецию, не менее чем за 24 часа до этого заполнить электронную форму определения местоположения пассажиров (PLF), генерирующую QR-код, который они предъявляют греческим властям при въезде в страну.
"Путешественники в Грецию через сухопутную границу, независимо от гражданства, также должны заполнить электронную форму локализации пассажиров (PLF), генерирующую QR-код не менее чем за 24 часа до прибытия", - пояснили в МИД.
Закрытие контрольно-пропускных пунктов Ильинден, Капитан Петко Войвода и Маказа увеличило движение через границу возле Петрича. Проблемы с переходом нет, очередей из грузовиков нет, все ожидающие отправляются в море в Греции. Путешественники ждут около полутора часов, чтобы пересечь башню.
Три пункта на болгаро-греческой границе работают, закрыты только "Ильинден - Экзохи" и эта часть Ивайловграда.
Доминик Каммингс находится в заложниках у SAS... в базовом туре
Главный советник ПМ пережил подобный опыт на прошлой неделе во время экскурсии по базе.
Мысль о том, что Доминика Каммингса держат в заложниках с винтовками, направленными на его голову, может быть для некоторых преследуемых государственных служащих, чтобы тайно насладиться.
Но бескомпромиссный главный советник премьер-министра претерпел именно этот опыт на прошлой неделе во время экскурсии по штаб-квартире SAS Стирлинг-Лайнс.
Издание Mail on Sunday сообщает, что часть его визита в среду включала поездку в "Дом убийства", где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе Херефорд также включала в себя осмотр военной техники полка и брифинг о последних операциях, в том числе об усилиях по ликвидации террористов Исламского государства в Ираке.
Высокопоставленным посетителям Stirling Lines предлагается необычный прием - поворот в "Killing House", двухэтажном здании, где SAS практикует ближние бои.
Среди предыдущих гостей - принцесса Диана, волосы которой загорелись благодаря искре гранаты, брошенной во время учений в 1983 году.
Понятно, что Каммингс прибыл на базу, названную в честь основателя полка полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний тренировочный район армии Понтрилас, где базируются другие сверхсекретные подразделения.
Визит был частью его турне по высоко засекреченным британским объектам безопасности, которое подняло брови среди политиков и военных начальников.
Когда ранее в этом месяце появились новости о его планах, Тобиас Эллвуд, сторонник тори и председатель комитета по обороне общин, сказал, что депутатам должна быть предоставлена такая же возможность расспрашивать его по вопросам обороны и безопасности, как это предоставляется министрам и государственным служащим.
Специальные советники, которых назначают политики, редко обязаны давать показания избранным комитетам.
Понятно, что старшие офицеры САС использовали мероприятие в среду, чтобы подчеркнуть важность сохранения численности личного состава в Королевской морской пехоте и парашютном полку.
Сообщалось, что эти подразделения, которые обеспечивают большую часть войск спецназа, могут сократиться или быть объединены, чтобы сэкономить деньги.
"Более половины солдат в SAS из 250 человек ранее были Парасом, в то время как еще меньшая Специальная лодочная служба (SBS) не могла продолжать работу без поддержки Королевской морской пехоты", - сказал источник в обороне.
"Поэтому Каммингсу сказали, что эти подразделения должны быть полностью сохранены ".
Каммингс, который жаловался на то, что военные закупки "продолжают тратить миллиарды фунтов", недавно присутствовал на совещаниях в штаб-квартире MI5 и MI6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, вместе с совершенно секретными лабораториями правительства в Портон-Дауне в графстве Уилтшир.
Вчера вечером в Министерстве обороны не ответили на просьбу о комментарии.
Утренний утренник в воскресенье: празднование Роджерса и Харта
В 2020 году исполняется столетие со дня дебюта на Бродвее первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра Ричарда Роджерса и Лоренца Харта.
Чтобы почтить свое наследие написания песен, бродвейские звезды Джелани Алладин ("Frozen", "Hercules") и Кристиани Питтс ("King Kong", "A Bronx Tale") вместе с танцором Ричардом Риазом Йодером ("Hello, Dolly!", "Shuffle Along") представляют современный взгляд на стандарт Роджерса и Харта "The Lady Is a Tramp", записанный специально для зрителей "Sunday Morning".
Музыкальная режиссура и аранжировки барабанщика Брайана Картера, выступающего вместе с басистом Расселом Холлом.
Пожарные получили землю на полыньях в округе Лассен
Пожарные набирают силу против двух лесных пожаров, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Золотой пожар, начавшийся к югу от Адина, на 40% сдерживается, так как он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовительным операциям, сообщили сотрудники Cal Fire в обновлении в субботу утром.
После горения в течение четырех дней огонь прожевал 21 тысячу акров, уничтожил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и усилить линии управления.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сусанвилля небольшой пожар, известный как пожар в Хоге, уничтожил два сооружения и уничтожил около 10000 акров.
По данным Калифорнийского департамента лесного хозяйства и пожарной охраны, пожар прекратился в одночасье, когда пожарные работали над шваброй и укреплением линий управления.
К утру субботы он содержался на 45% и горел шесть дней.
В дневную жару, с температурой выше 90 градусов в районе Сусанвилля, тлеющие пятна подвергались риску разгораться.
В то время как некоторым жителям разрешено вернуться в свои дома, некоторые районы в обеих зонах пожара остаются под обязательными приказами об эвакуации.
Двое пожарных, пострадавших при пожаре в Золотом, выписаны из больницы.
Цепному мосту Союза Шотландии и Англии 200 лет
Мосту, связывающему Шотландию и Англию, исполнилось 200 лет перед ремонтом на 10 м.
Цепной мост Юнион пересекает реку Твид от Фишвика на шотландских границах до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, это был самый длинный подвесной мост из кованого железа в мире с пролетом 449ft (137m).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером Королевского флота Англии капитаном Сэмюэлом Брауном.
Он запатентовал и произвел цепи из кованого железа после того, как пострадал от потери кораблей Королевского флота, которые вырвались из веревок.
Друзья Цепного моста Союза и Шотландского института инженеров-строителей (Ice) отмечают двухсотлетие переправы.
Роберт Хантер из группы друзей сказал: "Это действительно один из самых исторических мостов в мире и увлекательная инженерная работа.
"Мы запланировали ряд торжеств, чтобы отметить это событие, но, к сожалению, их пришлось отложить.
"Однако тот факт, что скоро начнутся работы по реконструкции площадью 10 м, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут наслаждаться мостом во всем его великолепии ".
Директор Ice Scotland Ханна Смит назвала мост "часто упускаемой из виду" частью инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это фантастика, что скоро начнутся работы по его реконструкции ".
Северная Корея объявила чрезвычайное положение, так как сообщалось о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал экстренное заседание политбюро после того, как человек с подозрением на Covid-19 вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили в воскресенье государственные СМИ.
Если это подтвердится, это будет первый случай, официально признанный северокорейскими властями, которые до сих пор заявили, что в стране нет подтвержденных случаев заболевания коронавирусом.
Ким объявил чрезвычайное положение и ввел локдаун в приграничном городе Кэсон, назвав это "критической ситуацией, в которой можно сказать, что злобный вирус проник в страну", сообщает государственное информационное агентство KCNA.
По данным KCNA, человек, переехавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, которые предполагали Covid-19.
"Чрезвычайное событие произошло в городе Кэсон, где беглец, который отправился на юг три года назад, человек, который подозревается в заражении злобным вирусом, вернулся 19 июля после незаконного пересечения линии разграничения", - сообщает KCNA.
KCNA не упомянул конкретно, был ли человек протестирован, но сказал, что "неопределенный результат был получен в результате нескольких медицинских осмотров секреции верхних дыхательных органов и крови этого человека", что побудило чиновников отправить человека на карантин и исследовать всех, с кем он, возможно, контактировал.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгое закрытие границ.
Тысячи людей в скрытной стране были помещены на карантин, но ограничения недавно ослабли.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как "человеческих подонков" и призывающую Южную Корею расправиться с группами, которые посылают пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в отношении воинских частей вдоль границы, где человек подозревался в пересечении, чтобы "назначить суровое наказание и принять необходимые меры".
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидающихся мер в парламенте Содружества порождают опасения по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя развертывание технологии распознавания лиц, принуждение технологических компаний расшифровать информацию, хранящуюся в "компьютерных системах" своих клиентов, принуждение технологических компаний предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение полномочий ASIO по обязательному допросу.
Эти меры вызывают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особое беспокойство.
В отличие от любой другой страны "Пяти глаз" - США, Канады, Великобритании и Новой Зеландии - после 11 сентября ASIO получила право принудительно допрашивать людей на срок до семи дней в связи с террористическими преступлениями.
Хотя можно признать, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия - крайнее насилие, по крайней мере, дает яркую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о "широких и расплывчатых" определениях, используемых в этом законопроекте для запуска принудительной вопросительной власти: дело с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая является подпольной или обманчивой и "наносит ущерб интересам Австралии".
Трудно представить себе более "радикальное и расплывчатое" законодательство о национальной безопасности, чем это.
ASIO будет позволено принудительно расспрашивать кого-либо об этих вещах, а не только подозреваемых правонарушителей.
Сюда входят журналисты, деловые люди, ученые и сотрудники университетов, юристы, граждане, жители и гости города.
ASIO просто должен был бы показать, что допрос "существенно способствовал бы сбору разведданных" об иностранном вмешательстве, которое, по-видимому, является главной целью законопроекта.
Затем человека можно было допрашивать до 40 часов (не включая перерывы).
Если бы человек отказался присутствовать, его бы арестовали.
Отказ отвечать или давать ложные или вводящие в заблуждение ответы будет иметь максимум пятилетний срок.
Правила, которые являются основополагающими в наших правовых системах - действительно защищенные конституцией в США - отменяются этим законопроектом.
Люди - в том числе люди, которым уже предъявлены обвинения - будут вынуждены предоставить доказательства, которые затем могут быть использованы для их преследования.
У них мог бы присутствовать адвокат, но адвокат ограничивался бы уточнением вопросов, которые были неоднозначными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи генеральному прокурору.
Как указал генеральный инспектор разведки и безопасности, это "отходит от тенденции к повышению требований к внешнему разрешению в других юрисдикциях" Пяти глаз ".
Это также нарушает принцип разделения властей, согласно которому суды тщательно изучают действия исполнительной власти.
Новый законопроект также предлагает расширить полномочия по допросу на детей, которым не менее 14 лет, но только на тех, кто занимается или, вероятно, занимается деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, предоставление возможности принудительно расспрашивать кого-либо об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной", или о деятельности, которая "наносит ущерб интересам Австралии", - это за гранью бледа.
Мы стоим одни.
Ни одна другая страна "Пяти глаз" не заходит так далеко, даже за террористические преступления.
Подлинно либеральные демократии защищают от авторитарных мер.
Поведение наших силовых структур в связи с прослушиванием парламента Восточного Тимора, судебными процессами над Свидетелем К и Бернардом Коллари, тайным судом и тюремным заключением бывшего разведчика, недавними ордерами на обыск двух журналистов и перспективой предъявления обвинения одному из них в связи с рассказами о предполагаемых убийствах австралийских солдат в Афганистане показывают, почему мы не должны понижать свою охрану.
Тела матери и 2 младенцев найдены в машине, погруженной в пруд
АУГУСТА, штат Джорджия. Власти вытащили затопленный автомобиль из пруда Джорджии и обнаружили внутри тела женщины и ее 10-месячных детей-близнецов.
Офис шерифа округа Ричмонд сообщил, что экипажи нашли автомобиль в пруду мэра в Аугусте в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сообщил, что все трое жертв были объявлены мертвыми на месте происшествия.
Власти опознали тела 25-летней Шакии Филпот и ее младенцев Кейсена и Кассиуса Уильямса.
Чиновники не обнародовали подробностей о том, как семья оказалась в пруду.
По словам Боуэна, свидетель, который ловил рыбу в этом районе, нашел машину.
Тела собирались направить в Бюро расследований Джорджии для вскрытия.
Дело остается в стадии расследования.
Обзор "Персов": древний портрет поражения Эсхила
В "Персах" не так много экшена, едва ли даже сюжета... Люди просто мелькают, говорят (по общему признанию, довольно интенсивно) о событиях (по общему признанию трагических), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции вызывает бурный звук и ярость: на пике шоу ударяет как удар по солнечному сплетению, захватывая дух - удар лишь слегка притупляется просмотром онлайн.
Впервые спродюсированная в 472 году до н.э. "Персы" Эсхила считается древнейшей из сохранившихся греческих пьес. Эта постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра никакой записи в Интернете не существует. Место изначально было задумано как часть городского асклепиона (лечебного центра), потому что греки считали баланс между телом и душой необходимым для хорошего здоровья.
Шоу рассказывает о последствиях Саламиса, морской битвы, в которой превосходящие по численности греки разгромили могучую персидскую армию 2500 лет назад. В то время, когда наши горизонты закрываются, совершенно головокружение вызывает виртуальное присоединение к живой аудитории, наблюдая за живыми актерами (с субтитрами) на протяжении всей Греции, когда они исполняют тысячелетнюю пьесу.
Сам Эсхилус сражался в Саламисе, но в его игре есть поворот: этот ветеран победившей стороны поставил свою историю среди побежденных, довольно сочувственно посмотрев на бедствие своих недавних врагов.
Открывает разбирательство хор персидских мужчин в длинных юбках танкового цвета и белых рубашках на пуговицах, которые в своей столице с тревогой ждут новостей о своем короле Ксерксе, который собирается обмануть его вместе с Афинами.
Войдите в овдовевшую мать Ксеркс, королеву Атоссу (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она человек в экзоскелете из ткани, одновременно уязвимый и грозный. Кониорду, которая является одной из величайших сценических актрис Греции, знает роль наизнанку - она снялась и снялась в более ранней постановке Национального театра Греции "Персы", сыгравшей в центре Нью-Йорка в 2006 году, - и она ведет разбирательство, казалось бы, не делая ничего вообще.
Опасение, которое все испытывали, подтверждается в мучительных подробностях посланником (Аргирис Пандазарас), возвращающимся с фронта. В совершенно невероятной сцене он рассказывает о битве, ввергая себя в безумие, когда члены хора танцуют вокруг него, а партитура Джоргоса Пулиоса, похожая на дрон, набухает до того, что, должно быть, было оглушительным уровнем.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), вызванный из преисподней, и Ксеркс (Аргирис Ксафис), который каким-то образом спасся живым из-под обломков. Куски струны на его тунике отмечают кровь (изысканные костюмы Евы Натены всегда вносят свой вклад в повествование).
Немного классического театра, который мы видим в Соединённых Штатах, так или иначе пытается сделать его более доступным. Часто это делается с помощью относительно натуралистических чтений строк, стремясь сделать текст менее чужим, более легким для переваривания. Но Лигнадис и его труппа полностью принимают декламацию, которая может показаться немного вынужденной для современных ушей, но подчеркивает ритмическую силу текста.
Однако мы никогда не забываем, что пьеса коренится в слишком человеческих эмоциях.
Египет начал регистрировать данные избирателей за границей для выборов в сенат
Национальное избирательное управление (NEA) в субботу начало регистрировать данные избирателей на борту, чтобы начать отдавать свои голоса на выборах в сенат, которые пройдут 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны регистрировать свои данные и дипломатическое представительство, связанное с их проживанием за границей, на веб-сайте НЭА с 25 по 31 июля.
NEA также опубликовала видео, в котором объяснила, какие шаги могут предпринять избиратели, чтобы отдать свой голос дистанционно по электронной почте в рамках мер предосторожности против пандемии коронавируса.
Юридический период предвыборной пропаганды кандидатов в сенат длится с 26 июля по 8 августа, сообщает NEA.
Министр по делам эмиграции и египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в качестве своего конституционного права.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон был принят большинством в две трети голосов при возражении четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100 избираются по индивидуальной системе и 100 членов назначаются президентом республики.
Срок членства в Сенате составит пять лет со дня его первого заседания, новое собрание будет избрано в течение шестидесяти дней, предшествующих окончанию срока.
200 с лишним пожарных отреагировали на пожар в Карен, горящий в долине Юрупа - CBS Los Angeles
JURUPA VALLEY (CBSLA) - Пожар в лесных массивах вспыхнул в субботу днем в долине Юрупа, что привело к реагированию более 200 пожарных.
Сообщение о пожаре в Карен поступило сразу после 15: 00 на Сьерра-авеню и Карен Лейн.
Пожар вырос примерно с 5-10 акров до примерно 250 акров по состоянию на 20: 00.
Сдерживание при последней проверке было на уровне 50%, и 225 пожарных из Cal Fire, Riverside County Fire, City of Corona Fire и San Bernardino County Fire были на месте борьбы с огнем.
Продвижение пожара было остановлено, но ожидается, что ресурсы останутся на ночь, чтобы следить за условиями.
О травмах или структурных повреждениях не сообщалось, эвакуация не была заказана.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино закрыта.
Случаи коронавируса в Израиле превысили 60 тысяч по мере скачка заражений
JERUSALEM (Reuters) - Число людей, сдавших положительный тест на коронавирус в Израиле, превысило 60 000 в субботу, поскольку правительство изо всех сил пытается сдержать возрождение уровня заражения.
Последний суточный подсчет показал 1770 новых случаев заражения, в результате чего общее число заболевших достигло 60 496, сообщили в министерстве здравоохранения страны.
С населением в девять миллионов человек Израиль сообщил в общей сложности о 455 смертельных случаях от пандемии.
Израиль был одной из первых стран, которая ввела общенациональный локдаун и изначально добился успеха в подавлении вспышки.
Ежедневные случаи, исчислявшиеся сотнями, снизились до низких двузначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, как признали некоторые чиновники, - и уровень заражения возобновился.
Возобновленные спорадические закрытия различных секторов экономики усилили общественное раздражение, вызвав ежедневные демонстрации.
Остерегайтесь садоводческих трюков, которые выглядят слишком хорошо
Это может быть неловко для ученого-растителя, чтобы признать, но я полный присоска для сада трюк.
Мне нравится думать, что это потому, что я непредубежден или, может быть, просто иррационально оптимистичен, особенно потому, что многие вещи в растительном мире часто чрезвычайно нелогичны.
Но мне не стыдно сказать, что я упал на десятки из них за всю жизнь в садоводстве.
Хотя я твердо верю в ценность попробовать вещи для себя, если вы не хотите учиться трудному пути, вот некоторые из самых распространенных садовых трюков, с которыми я сталкивался.
Сначала, и, вероятно, самый страшный нарушитель, прививали растения томато-картофеля.
Прививать томатные растения к корням картофеля - это, по сути, ботаническое любопытство старой школы, относящееся как минимум к 1920-м годам.
Поскольку они оба из одной семьи и имеют в целом схожую внутреннюю "сантехнику", вы действительно можете создать такие улучшенные хирургическим путем чудеса.
Но вот проблема: создание ресурсоемких структур, таких как плоды и корни, занимает много метаболической энергии, и если растения пытаются сделать обе их ограниченные энергии неизбежно расщепляются.
Это значит, что урожайность этих привитых растений ужасна и не похожа на то, что вы видите на маркетинговых фотографиях.
Есть еще тот факт, что посевы созревают с разной скоростью, поэтому, чтобы собрать шпуды, приходится убивать растения до того, как помидоры созреют.
На тему маркетинговых образов здесь тоже много хитрых дел.
Я видел розы Photoshopped небесно-голубые и фруктовые деревья с физиологически невозможным количеством фруктов на их ветвях в некоторых крупных каталогах.
Я даже видел фотографии, "заимствованные" из моего аккаунта в Instagram и используемые торговыми сетями в качестве изображений их пробных площадок.
К сожалению, работа небольшого меньшинства кавалерских компаний означает, что вам приходится просматривать рекламные изображения, особенно в Интернете, с очень скептическим взглядом.
Если это выглядит слишком хорошо, чтобы быть правдой, это, вероятно, так.
При этом синий цвет относительно редкий в ботаническом мире, поэтому, если вы видите ослепительный новый вереск, орхидею или кактус, сияющий в самом интенсивном "дезинфицирующем" оттенке синего, он почти наверняка распыляется или окрашивается.
Что было бы хорошо, пока торговцы ясно дали это понять, но они редко делают это.
Орхидеи голубой моли вернутся к своему первоначальному белому, но распыленные кактусы и верески, покрытые светоподавляющим слоем красителя, вряд ли сохранятся долго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что миниатюрные деревья прорастают из их пакетов.
Бонсай - это не вид растений.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких вершинах гор.
Они почти всегда начинаются со зрелых кустарников, которые взломаны обратно и новый рост подключен к месту.
Я знаю, что буду продолжать падать на трюки, это часть удовольствия от экспериментов.
Но боковой шаг эти, и вы можете найти тот, который на самом деле имеет шанс выполнить свое обещание.
Карантин в Испании: нужно ли соблюдать карантин в Испании?
Нет - но если вы вернетесь из Испании после полуночи сегодня вечером, вам придется самоизолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсаф заявил: "Решение освободить Испанию ранее на этой неделе было принято, когда данные показали улучшение распространения вируса.
Но, очевидно, последние данные дали нам повод для беспокойства, чтобы отменить это решение.
Однако нам всегда было ясно, что мы внимательно следим за ситуацией с пандемией во всех странах и что нам может потребоваться исключить страну из списка мест, освобожденных от карантинных требований, если вирус покажет возрождение ".
Подавление вируса, предотвращение его передачи и защита здоровья населения - наш приоритет ".
Никаких правил в отношении британских путешественников, прибывающих в Испанию, объявлено не было, однако, если вы путешествуете в Испанию, вы должны проверить наличие местных правил в вашем районе.
Заместитель директора по чрезвычайным ситуациям в Испании Мария Хосе Сьерра сказала:
"У нас важные вспышки. Это может быть вторая волна.
Пакистанский имам-Ул-Хак объявлен подходящим для летучей мыши после травмы от разогрева
Пакистан и Англия столкнутся друг с другом в трех испытаниях и столько же T20Is.
Пакистанский бэтсмен Имам-уль-Хак был объявлен врачом команды годным к битой после того, как его ударили по левой руке во время боя во время разминочного матча внутри команды в Дерби.
"Леворукий бэтсмен принял участие в разминочной сессии перед началом игры второго дня", - сообщил в заявлении Пакистанский совет по крикету (PCB).
Имам PCB Whites был ранен в левую руку во время битвы с Насим Шахом из PCB Greens в первый день матча.
Имам был вынужден уйти в отставку больно в пятницу вечером после удара по левой руке мячом от Шаха, но смог принять участие в разминке утром и возобновит свои подачи на третий день.
Более 30 сотрудников сдали положительный тест на коронавирус в отделении единого банка в Тамилнаде
По меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, штат Тамилнад, сдали положительный тест на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, клиентам, посетившим банк, также рекомендовано добровольно явиться на тесты на коронавирус.
Ранее от COVID-19 умер высокопоставленный чиновник филиала, страдавший другими осложнениями.
Положительные случаи стали известны после того, как недавно в банке был проведен лагерь массового медицинского скрининга, сообщили чиновники.
Высокопоставленные сотрудники банка заявили, что процесс дезинфекции завершен, и банк может возобновить работу с завтрашнего дня.
Представители здравоохранения корпорации находятся на связи с клиентами, посетившими банк.
Тамилнад, с самым высоким показателем случаев заражения вирусом в стране после Махараштры, по состоянию на субботу сообщил о 2 06 737 положительных случаях заболевания вирусом.
Премьер-министр Индии посетит новаторский храм на спорном месте
NEW DELHI (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном месте в северной Индии, где мечеть XVI века была снесена индуистскими сторонниками жесткой линии в 1992 году, согласно трасту, контролирующему строительство храма.
Церемония назначена на 5 августа, дата, по словам организаторов, была астрологически благоприятной для индуистов, но это также год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством Джамму и Кашмира.
Символизм невозможно было упустить как сторонникам, так и противникам индуистской националистической партии Моди "Бхаратия джаната парти" или BJP, чей манифест десятилетиями включал обещания лишить мятежного Кашмира автономии и построить храм индуистскому богу Раму, где когда-то стояла мечеть эпохи Моголов, место в городе Айодхья в штате Уттар-Прадеш, которое преданные считают родиной Рама.
Поскольку коронавирус все еще бушует по всей Индии, которая сообщила о третьей по величине казелоаде в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а число участников и зрителей будет ограничено, по словам Вишвы Hindu Parishad или Всемирной индуистской организации, индуистской националистической группы, союзной с BJP.
Храм послужит "непреходящим и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства индутвы", или индуистского образа жизни, заявил представитель организации Винод Бансал в пресс-релизе в субботу.
Столетний спор вокруг объекта был разрешен в прошлом году после убедительной победы BJP на выборах.
В ноябре Верховный суд вынес решение в пользу храмового треста, заявив, что мусульманским ходатайствам будет предоставлено пять акров на альтернативном участке.
Индуистские сторонники жесткой линии уже давно утверждают, что мусульманские захватчики Моголов построили мечеть на вершине ранее существовавшего храма в древнем городе Айодья.
Бунт в декабре 1992 года после разрушения мечети вызвал общинное насилие, в результате которого погибло около 2000 человек, в основном мусульмане.
Между тем процесс по делу о сносе продолжает слушаться в специальном суде.
Архитектор из Ахмадабада, штат Гуджарат, родного штата Моди, предложил возвышающееся сооружение из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йоги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил Айодхью провести специальную церемонию уборки и очищения, а во всех храмах города зажечь масляные лампы перед визитом Моди, сообщает агентство Press Trust of India.
Адитьянатх сказал, что это событие положило конец "500-летней борьбе ", сообщает PTI.
