Доминик Рааб: Правительство не может принести извинения за решение о карантине в Испании
Доминик Рааб выступил в защиту решения правительства о введении карантина в Испании в кратчайшие сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Даунинг-стрит включила эту страну в список стран "туристического коридора", которые были признаны безопасными для посещения, но недавний всплеск случаев заболевания коронавирусом вызвал опасения второй волны заболевания.
В воскресенье министр иностранных дел оправдал внезапное повторное введение ограничений как "ответ в режиме реального времени" на тревожный всплеск инфекций, зарегистрированных в регионе.
Он сказал, что ситуация была оценена вчера днем, "и мы приняли решение так быстро, как только могли".
"Мы не можем принести извинения за то, что сделали это", - добавил он.
"Мы должны быть в состоянии принять быстрые, решительные меры, особенно в отношении локальных, или международных мер в отношении Испании или конкретной страны, когда мы видим, что должны принять меры".
"В противном случае мы рискуем повторным заражением в Великобритании, потенциально второй волной здесь, а затем еще одной блокировкой".
Министр транспорта среди отдыхающих в Испании, вынужденных соблюдать карантин
Решение было принято после того, как в Испании два дня подряд регистрировалось более 900 новых случаев заболевания Covid-19.
Министр иностранных дел признал, что у многих туристов не было времени отменить или изменить свои планы.
"Я понимаю, что это мешает тем, кто находится в Испании или собирался туда поехать, но мы должны быть в состоянии принять быстрые, решительные меры для защиты Великобритании", - сказал он.
"Мы добились такого прогресса в борьбе с вирусом и предотвращении его повторного распространения в Великобритании".
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за "откровенно халтурное" отношение к этой мере.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих "растерянными и расстроенными".
Член парламента от лейбористов сказал Софи Ридж: "Я понимаю, почему они приняли такое решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно бесстыдно".
"В Испании сейчас находятся отдыхающие, которые растеряны и расстроены, есть люди, которые собираются в отпуск в Испанию и на острова, такие как Тенерифе, которые растеряны, и они не знают, разрешат ли им их работодатели взять две недели карантина".
"Правительство просто говорит: "Мы надеемся, что работодатели будут сотрудничать".
"То, как это решение было принято за последние 24 часа, откровенно бесстыдно".
Что означает включение Испании в карантинный список для отдыхающих?
Он призвал министров внести "ясность" в вопрос о том, получат ли те, кого попросят уйти на карантин, финансовую поддержку, если их работодатели откажутся платить им во время карантина.
Он добавил, что четкая информация также необходима "для тех отдыхающих, которые сейчас находятся в Испании, которые весь год исправно копили деньги на семейный отдых, и которые находятся в замешательстве и расстроены".
"То, как было сообщено об этом решении, очевидно, вызывает беспокойство", - подчеркнул он.
Г-н Рааб заявил, что ни один работник, следующий новому руководству, не должен подвергаться наказанию со стороны работодателей, в том числе в виде выплаты больничного пособия.
Он сказал: "Мы меняем правила - закон меняется в отношении отдыхающих и путешественников - и, конечно же, мы ожидаем, что работодатели проявят необходимую гибкость в отношении тех работников, которые будут вынуждены соблюдать карантин из-за закона.
"Если кто-то соблюдает закон в отношении карантина и самоизолируется так, как положено, к нему не могут быть применены штрафные санкции".
"Неудачи" США сдерживают поиск лекарств против коронавируса
Глобальные усилия по созданию полезных лекарств против ковируса тормозятся США, поскольку исследователи тестируют препараты "произвольным, необдуманным образом", предупредил эксперт, возглавляющий программу в Великобритании.
Британская программа "Испытание на выздоровление", в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже выявила один многообещающий новый препарат для борьбы с болезнью, а также показала бесполезность двух других, которые ранее считались потенциальными спасителями жизни.
Однако неспособность американской медицинской системы соответствовать этим результатам означает, что другие перспективные методы лечения, которые могли бы быть допущены к широкому применению, до сих пор не оценены.
В частности, выздоравливающая плазма (плазма крови, которая берется у пациентов с Covid-19 и содержит антитела, способные защитить других от этой болезни) до сих пор не прошла надлежащего широкомасштабного рандомизированного испытания.
"В США десятки тысяч людей уже получили плазму для выздоровления, но эти методы лечения не были рандомизированы", - говорит профессор Мартин Лэндрей, один из основателей программы "Восстановление".
"Они просто дают людям восстановительную плазму в надежде, что она подействует. Даются огромные количества, и они до сих пор не знают, помогает это или вредит, или не оказывает никакого воздействия", - добавил Лэндрей, эксперт по организации крупномасштабных испытаний лекарств.
В США не проводятся крупные рандомизированные испытания, что приводит к появлению плохих лекарств
Рандомизированные испытания лекарств являются золотым стандартом для выявления полезных лекарств.
Они устраняют неосознанные предубеждения, которые могут повлиять на суждения врачей.
Тысячам людей дают лекарство, а тысячам других - плацебо.
Никто не знает, что именно им дали.
Затем результаты сравниваются, и выявляется эффективность лечения.
Таким образом, "Recovery" смог продемонстрировать, что стероид дексаметазон на треть снизил смертность среди пациентов с ковид-19, находящихся на аппаратах искусственной вентиляции легких.
Также было показано, что широко разрекламированный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не оказали никакого влияния на спасение жизни пациентов.
Очень важно, что для этих испытаний требовалось очень большое количество пациентов, а ни одна больница не располагает достаточным количеством таких исследований.
У Великобритании было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
В отличие от нее, служба здравоохранения США раздроблена, и ее единственным успехом в указании возможного лечения было подчеркивание полезности дорогостоящего препарата ремдезивир для ускорения выздоровления некоторых пациентов с Covid-19.
"В США проводится множество небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но ничего существенного", - добавил Лэндрей.
"Они не проводят крупных рандомизированных исследований, и это приводит к появлению плохой медицины. Это ухудшает медицинскую практику и ухудшает результаты для пациентов".
Лэндрей сказал, что эта неспособность особенно удручает, когда речь идет об использовании плазмы выздоравливающих, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов Covid-19.
"Если вы посмотрите на США, то там огромные объемы этого препарата использовались по произволу. Великобритания превосходит их по сравнению с тем, что там происходит", - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы "Восстановление", сказал:
"Были сообщения о том, что 20 000 пациентов получили плазму для выздоровления в одной когорте, но ни один из этих пациентов не был рандомизирован. Если бы они включили этих пациентов в рандомизированные испытания, мы бы сейчас имели четкий ответ об эффективности восстановительной плазмы".
Хорби добавил, что компания UK Recovery уже начала рандомизированное исследование плазмы для восстановления, но ожидает, что результаты будут готовы не раньше конца этого года.
В результате вспышки сальмонеллы заболели 212 человек в 23 штатах
25 июля (UPI) -- Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, в результате которой заболели 212 человек в 23 штатах.
В пресс-релизе, опубликованном в пятницу, Центр по контролю и профилактике заболеваний сообщил, что с момента последнего обновления информации о вспышке во вторник заболели 87 человек.
Агентство сообщило, что симптомы, связанные со штаммом сальмонеллы, которые могут проявляться от двух до четырех недель, начали проявляться в период с 19 июня по 11 июля.
С начала вспышки был госпитализирован 31 человек, но о летальных исходах не сообщалось.
По данным ЦКЗ, конкретный источник штамма сальмонеллы не установлен.
ЦКЗ не давал никаких рекомендаций относительно употребления или потребления конкретных продуктов питания, а также не называл розничных торговцев, которые могут продавать зараженные продукты.
Больше всего случаев заражения сальмонеллой зарегистрировано в штате Орегон - 51 случай, за ним следует штат Юта с 40 зарегистрированными случаями.
По данным CDC, сальмонелла - это бактериальное заболевание пищевого происхождения, которое ежегодно вызывает 1,35 миллиона случаев заражения, 26 500 госпитализаций и 420 смертей.
Наиболее распространенными симптомами заражения сальмонеллой являются диарея, лихорадка и желудочные спазмы, которые могут начаться в период от шести часов до шести дней после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пара избита в собачьем парке в Калифорнии за то, что не надела маски во время обеда (ВИДЕО) - RT USA News
Есть стыд за маску, а есть нападение.
Калифорнийская пара, обедавшая со своим щенком в собачьем парке, испытала второе, когда разъяренная женщина брызнула в них перцовым газом за то, что они отказались надеть маски... во время еды.
Эш О'Брайен и ее муж Джаретт Келли говорят, что в четверг они перекусили в собачьем парке Дасти Родс в Сан-Диего со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда к ним подошла "случайная старушка" и назвала их "идиотами" за то, что они не надели маски, хотя "вы не можете носить маску и есть одновременно".
О'Брайен попросил женщину покинуть парк и прекратить приставать к ней, после чего женщина выпустила в пару баллончик с газом.
Видеозапись, снятая случайным прохожим, начинается с того, что Келли вырывает у женщины баллончик и за свои неприятности получает дозу булавы в лицо.
На заднем плане слышно, как О'Брайен плачет, а нападавший уходит со своими собаками.
О'Брайен поделилась видео на Facebook и сказала ABC 10, что она хочет, чтобы женщина "попала в тюрьму".
Лицевые маски являются обязательными по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно снимать только в определенных случаях, в том числе во время еды или питья.
Однако нигде в руководстве штата по борьбе с коронавирусом не сказано, что посторонние лица могут использовать несмертельное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху "маски-шейминга" это все еще является преступлением, за которое предусмотрено наказание в виде штрафа в размере 1000 долларов или до трех лет лишения свободы в тюрьме штата.
Бесплатное образование для продавца яиц из Индора Параса Райкара, чья тележка была перевернута якобы из-за взятки в 100 рупий
Тележка Параса Райкара, перевозившая яйца, была перевернута в четверг городскими чиновниками в Индоре.
Через два дня после того, как история о том, как тележка 13-летнего продавца яиц была перевернута городскими чиновниками, стала вирусной в социальных сетях, мальчик из Индора получил огромную поддержку от людей по всей стране, что помогло ему оправиться от потерь и снова начать свой бизнес.
Семья мальчика также заявила, что политики, включая лидера Конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала, связались с ними и предложили поддержку.
Семья мальчика также получила квартиру и предложение взять на себя расходы на образование детей в семье.
Тележка Параса Райкара, перевозившая яйца, предположительно была перевернута в четверг городскими властями в Индоре, где администрация ввела правило "лево-право" для поэтапного открытия магазинов на фоне пандемии коронавируса.
Видео, на котором мальчик утверждает, что чиновники предупредили его утром, чтобы он убрал свою тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждает мальчик.
Мальчик также утверждал, что из-за пандемии его ежедневные продажи упали, и потеря запасов ляжет на него дополнительным финансовым бременем.
С четверга семья мальчика была переполнена поддержкой людей по всей стране, многие из них предлагали помощь как в денежной, так и в натуральной форме.
Семья также получила помощь от местных жителей.
Бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь в устройстве ребенка в колледж, а представитель BJP MLA от Индора Рамеш Мендола пообещал предоставить ребенку дом по программе Pradhan Mantri Awas Yojana.
Пресс-клуб Индора также предоставил мальчику пайки и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
Мы ошеломлены поддержкой людей по всей стране".
(ОМС от BJP) Рамеш Мендола предоставил квартиру по программе Pradhan Mantri Awas Yojana.
Он также предоставил велосипед и 2 500 рупий.
Дигвиджая Сингх предоставил 10 000 рупий и пообещал позаботиться об образовании двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Женщина главного министра Дели Арвинда Кеджривала позвонила и предложила помощь.
Джьотирадитья Ссиндия также предложил поддержку", - сказал дедушка Параса.
Министр внутренних дел Прити Патель требует объяснений от Twitter и Instagram в связи с "отвратительными" твитами Уайли
Прити Патель потребовала объяснений от Twitter и Instagram по поводу того, сколько времени потребовалось для удаления "отвратительных" сообщений, сделанных Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, опубликованных на аккаунтах Grime-исполнителя в социальных сетях.
Министр внутренних дел написал в твиттере в воскресенье: "Антисемитские посты от Wiley отвратительны.
Они не должны были оставаться в Twitter и Instagram так долго, и я потребовала от них полного объяснения".
"Компании социальных сетей должны действовать гораздо быстрее, чтобы удалить такую ужасающую ненависть со своих платформ".
Твиттер обвинили в "игнорировании антисемитизма", поскольку твиты Уайли все еще были видны через 12 часов после их публикации.
Ряд твитов с тех пор был удален, а 41-летняя женщина была запрещена сайтом на семь дней.
Twitter ранее сообщил, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненависти", а Facebook заявил, что в Instagram "нет места для языка ненависти".
Столичная полиция заявила в субботу: "Столичная полиция крайне серьезно относится ко всем сообщениям об антисемитизме. Соответствующий материал в настоящее время изучается".
Между тем, управляющая компания Уайли, A-List Management, "разорвала все связи" со звездой.
Теперь уже бывший менеджер артиста, Джон Вульф, который является евреем, написал в Твиттере: "После сегодняшних антисемитских твитов Уайли мы в @A_ListMGMT разорвали с ним все связи. В обществе нет места антисемитизму".
Ранее он заявил, что не поддерживает и не оправдывает то, что написал Уайли, но что он поговорит с ним наедине и "поможет ему просветиться".
Однако в видеоролике на Instagram Уайли заявил, что это он разорвал отношения со своим менеджментом.
Другие члены парламента раскритиковали Твиттер за то, что он позволил твитам оставаться видимыми.
Член парламента от лейбористов Джесс Филлипс сказала в субботу: "Только что увидела всю эту историю с Уайли. Почему @Twitter оставил такой вопиющий антисемитизм и ненависть? Это бьет по всем опасным направлениям: евреи получают то, чего не получаете вы, они контролируют ситуацию, они думают, что они лучше... Это опасная вещь. Несомненно, его следует опустить".
Член парламента Нил Койл добавил: "Его руководство, похоже, смогло действовать быстрее, чем @Twitter, что еще раз подчеркивает, что законодательство (включая законопроект о вреде в Интернете) должно гарантировать, что платформы социальных сетей не будут использоваться для распространения ненависти".
Джон Манн, независимый советник правительства по вопросам антисемитизма, сказал, что твиты "точно продемонстрировали, почему закон нуждается в изменении, чтобы привлечь их к разумной ответственности".
Между тем, Кампания против антисемитизма попросила полицию расследовать содержание сообщений Уайли и призвала закрыть его аккаунты в социальных сетях "для предотвращения дальнейшего излияния антиеврейской ядовитости".
Уайли, известный как Крестный отец Grime, настоящее имя которого Ричард Кови, получил MBE за заслуги перед музыкой в 2018 году.
Кудлоу говорит, что следующий законопроект о стимулировании коронавируса будет включать больше проверок, продлит мораторий на выселения
Экономический советник Белого дома Ларри Кадлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселение и разошлет еще одну порцию чеков в рамках следующего пакета стимулирующих мер по борьбе с коронавирусом.
Комментарии Кудлоу прозвучали после недели, когда надежды Белого дома на снижение налога на заработную плату были отклонены Конгрессом.
"Придет чек на 1200 долларов. Это будет частью нового пакета. Я бы предпочел сокращение налога на заработную плату в дополнение к этому чеку", - сказал Кудлоу в программе CNN "State of the Union".
"Но, как бы то ни было, политически это не работает".
Хотя официально ни о какой сделке объявлено не было, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно побывали на Капитолийском холме, чтобы обсудить детали нового пакета мер помощи с лидерами Конгресса.
По поводу прекращения выплаты дополнительных 600 долларов в виде пособий по безработице, которые предоставляло федеральное правительство, Кудлоу заявил, что эти дополнительные деньги мешают малому бизнесу нанимать работников.
"Мы получили поток запросов, телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
"Они зашли слишком далеко. Возможно, в марте прошлого года это было необходимо, но, на самом деле, есть последствия того, что люди не возвращаются на работу".
Мнучин ранее в тот же день в эфире "Fox News Sunday" сказал немного более прямолинейно: "Я думаю, что рабочие и американцы понимают концепцию, что нельзя платить больше за то, что вы сидите дома, а не работаете".
Мнучин сказал, что новый законопроект предоставит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выдаваемые в рамках закона CARES.
Он сказал, что некоторые работники получали больше, чем зарабатывали на работе.
В результате, когда предприятия вновь открывались, у некоторых работников не было стимула возвращаться на работу.
Министр сказал, что администрация Трампа и республиканцы в Сенате придерживаются единой позиции в отношении пакета в 1 трлн долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, по которым сложнее вести переговоры с демократами, могут быть отложены на другой законопроект.
Queen и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда Queen празднует сегодня свой день рождения вместе с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отметил свой 73-й день рождения в минувшие выходные, 19 июля, и поблагодарил поклонников за поздравления.
Рок-звезда написал рядом со снимком, на котором он запечатлен со своей женой Анитой Добсон: "Ужин в честь моего дня рождения, созданный Анитой - мы нарядились, чтобы остаться дома!".
Египетский суд направил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор провинции Южная Минья Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования причин убийства им трех своих детей, а также направил его на психиатрическую комиссию.
24 июля 56-летний Мохамед Али бросил своих детей Хадигу, четырех лет, Мену, восьми лет, и Омара, шести лет, под движущийся поезд на железнодорожной станции Маллави.
В ходе расследования было установлено, что Али бессвязно бормотал, что вызвало подозрение, что он страдает психическим расстройством.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объяснила его поведение психологическими проблемами.
Жители деревни Массарт Маллави воздержались от разговоров об инциденте, выразив лишь свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного года до 14 лет страдают от насилия, заявил Халид Дарвиш, советник Национального совета по вопросам детства и материнства еще в октябре.
Прокуратура является одним из важнейших столпов в искоренении насилия над детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP обвиняет пресс-секретаря Белого дома Кейли Макинани в "политических" брифингах - но репортеры продолжают задавать политические вопросы - RT USA News
Associated Press обвинило пресс-секретаря Белого дома Кейли Макинани в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - видимо, забыв, что вопросы выбирают репортеры.
В субботней статье AP, крупнейшего новостного агентства США, говорится, что брифинги для прессы Белого дома могут стать "нарушенной традицией", поскольку Макинани превратила их в "упорядоченную, полнозвучную рекламу президента, которому предстоят перевыборы, место для нападок на СМИ и форум, относительно мало информирующий" о том, что делает правительство.
Последнее из этих утверждений неоспоримо, поскольку на брифингах почти не появляется новой информации.
Что AP не упомянуло, так это то, что на брифингах практически не запрашивается новая информация.
Репортеры часто используют пресс-конференции в Белом доме, чтобы привлечь к себе внимание, - это искусство довел до совершенства Джим Акоста из CNN.
Они выходят за рамки типичных враждебных отношений между СМИ и администрацией, повторяя друг друга в задавании вопросов, направленных только на то, чтобы уличить президента Дональда Трампа.
В некоторых случаях они сами становятся новостью, как, например, когда репортер CBS News Вэйцзя Цзян в ответ на реплику Трампа "спросите у Китая" сделал не очень тонкий намек на расизм: "Сэр, почему вы говорите это именно мне?".
Брифинг 6 июля стал ярким примером разногласий по поводу того, что брифинги перестали быть источником значимой информации для американцев.
В то утро Трамп написал в Твиттере, что телевизионные рейтинги NASCAR пострадали из-за ложного обвинения в преступлении на почве ненависти против гонщика Буббы Уоллеса и из-за решения запретить вывешивание флага Конфедерации на своих мероприятиях.
Предсказуемо, большинство вопросов касалось твита, так как репортер за репортером задавал Макинани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинани не дала ответ, который хотели получить репортеры, - звуковой укус, который задел бы Трампа, - но она неоднократно отвечала, говоря, что президент не занимает позицию по флагу Конфедерации и что суть его сообщения заключается в том, что фанатов NASCAR ошибочно изображают расистами.
AP сообщает, что во время брифинга она выглядела "раздраженной".
История AP перекликается с колонкой в газете Washington Post, написанной в начале этого месяца репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что "отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия".
Тем не менее, быстрый ум и боевой стиль Макинани сделали ее героем некоторых сторонников Трампа, поскольку она провела свой первый брифинг 1 мая после вступления в должность пресс-секретаря в апреле.
До ее назначения пресс-секретари отсутствовали более года.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ кардинально изменились в эпоху Трампа.
Эти изменения происходили с обеих сторон и предшествовали приходу Макинани.
Изжаривание бывшего пресс-секретаря Сары Хакаби Сандерс комедиантом Мишель Вулф на ужине корреспондентов Белого дома в апреле 2018 года было настолько злобным, что даже ведущая MSNBC Мика Бжезински назвала его "достойным сожаления".
Репортер Белого дома Джилл Колвин приветствовала Макинани на ее первом брифинге вопросом: "Пообещаете ли вы никогда не лгать нам с этой трибуны?".
Политический аналитик Fox News Брит Хьюм, ветеран журналистики с более чем 50-летним стажем, который в 1989-1996 годах был главным корреспондентом ABC в Белом доме, сказал, что сегодня репортеры демонстрируют "агрессивное поведение" в комнате для брифингов из-за своего презрения к Трампу.
Именно из-за своей антитрамповской направленности, сказал он на этой неделе в программе "Такер Карлсон сегодня вечером" на канале Fox, журналисты пренебрегают сбором политических новостей.
"Это не просто игра в мяч", - сказал Хьюм о предназначении пресс-конференций.
"Это не просто попытка поставить чиновника в неловкое положение. Это попытка получить информацию".
Здание суда подожжено во время акции протеста в Калифорнии
ОАКЛЭНД, штат Калифорния. -- Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на офицеров после того, как мирная демонстрация усилилась в конце субботы, сообщила полиция Окленда.
Демонстранты разбивали окна, распыляли граффити, стреляли фейерверками и направляли лазеры на полицейских, сообщило управление полиции Окленда в Твиттере.
В нескольких твитах содержался призыв к миру и просьба к организаторам "помочь нам обеспечить безопасное пространство и безопасные места для демонстрантов".
Протест начался ранее в субботу вечером с таких групп, как "Стена мам", подобной группе, которая образовалась в Портленде, штат Орегон, когда протестующие столкнулись с агентами США, направленными в этот город для охраны здания федерального суда.
Президент Дональд Трамп направил федеральных агентов для подавления протестов, которые происходят каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но ближе к ночи перерос в насилие.
Примерно в 23:30 полиция объявила о "незаконном собрании" и попросила толпу разойтись.
Пожар вспыхнул в здании Высшего суда округа Аламеда и был ликвидирован через некоторое время, сообщают информационные агентства.
Полиция сообщила, что в какой-то момент протестующие "били окна и скандировали расовые оскорбления в адрес жителей".
На фотографиях, опубликованных департаментом в Твиттере, видно разбитое стекло и брызги краски на здании полиции.
Высокопоставленный чиновник ООН пропускает визит в Пакистан, ссылаясь на проблемы с перелетом
ИСЛАМАБАД (AP) - В воскресенье будущий председатель Генеральной Ассамблеи ООН объявил, что он откладывает запланированный визит в Пакистан "из-за некоторых технических проблем с полетом".
Турецкий дипломат Волкан Бозкир был избран президентом 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в своем сообщении в Твиттере он сказал, что визит в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ Бозкиру: "Я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита".
Днем ранее ликующий Куреши, объявляя о визите, выразил надежду, что он обсудит с Бозкиром ряд вопросов, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который обе стороны претендуют в полном объеме.
Пакистан и Индия вели две из трех войн за этот спорный регион с момента обретения независимости от британского владычества в 1947 году.
Обе стороны часто обмениваются огнем в Кашмире, что приводит к потерям среди военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в решении вопроса Кашмира в соответствии со своими резолюциями, позволив жителям гималайского региона решить, хотят ли они объединиться с Индией, с Пакистаном или предпочитают независимость.
Поль Погба намекнул на свое будущее после того, как "Ман Юнайтед" завоевал место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба намекнул, что он останется в клубе этим летом после того, как "красные дьяволы" заняли место в четверке сильнейших.
Победа над "Лестером" со счетом 2:0 позволила "Юнайтед" занять третье место, опередив "Челси" Фрэнка Лэмпарда.
Всего 12 матчей назад "Юнайтед" отставал от "Лестера" на 14 очков, но после сенсационной серии "красные дьяволы" финишировали в четверке сильнейших.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды за последние два года подавал прошение об уходе.
Однако пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет такого покупателя, который мог бы объединить трансферную плату и зарплату Погба, чтобы переманить его с "Олд Траффорд".
Это разъяснение помогло Погба в последние недели, так как его выступления, а также язык его тела улучшились.
И француз сделал последний намек на то, что он намерен остаться в клубе, написав в своем Instagram после победы своей команды со счетом 2:0.
Хотя Погба, возможно, просто праздновал возвращение клуба на соревнования, многие болельщики интерпретируют это как сильный намек на то, что он все еще будет в клубе, поскольку они снова будут соревноваться с лучшими в Европе.
У Погба остался год до окончания действующего контракта, но клуб может продлить его на 12 месяцев, то есть фактически у него осталось два года.
Юнайтед" заинтересован в продлении контракта с Погба и хочет прояснить его ситуацию до начала следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе, и его приход в команду Бруну Фернандеша придал ему сил.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приход позволил Погба играть на более глубокой позиции центрального полузащитника, что также улучшило его настроение.
Уотфорд" выбывает из Премьер-лиги, когда Аубамеянг приносит победу "Арсеналу
Некоторые игроки "Уотфорда" опустились на колени, другие без промедления направились в туннель.
Только что прозвучал свисток о пяти годах их пребывания в Премьер-лиге, и никто не может сказать, что, когда случай потребовал от них бросить кухонную раковину в "Арсенал", они пали без боя.
Это было выступление, полное четкости, срочности и агрессии, которые стали отличительной чертой их лучших работ за последние полдесятилетия, но оно пришло слишком поздно, как и ответный поединок, который почти полностью ликвидировал дефицит в три гола в этот день.
Если бы Эмилиано Мартинес блестяще не спас удар Дэнни Уэлбека за 16 минут до конца матча, вскоре после того, как его бывший партнер по команде забил гол, отбросив "Уотфорд" на два мяча, есть все шансы, что они могли бы совершить возвращение на века.
В итоге они потерпели неудачу, и их временный менеджер Хейден Маллинз может подумать о том, что ему никогда бы не поручили эту самую неблагодарную задачу, если бы его команда ранее демонстрировала сопоставимое стремление.
В течение всего сезона они не были достаточно хороши, но тогда и организация, которая их наняла, тоже.
Одна неудачная кампания не может разрушить империю, но и фундамент, заложенный семьей Поццо, не дает никаких гарантий, что они сразу же поднимутся из второго эшелона.
Трудно отделаться от ощущения, что привычка "Уотфорда" менять менеджеров исчерпала себя.
Их следующее постоянное - возможно, в самом слабом смысле этого слова - назначение будет 12-м за последние восемь лет, и есть только столько свежего воздуха, сколько может вымести новая метла.
Трою Дини грозит понижение в классе, несмотря на то, что он отметился голом на "Эмирейтс".
Игроки будут уходить, Исмаила Сарр снова показал, что не стоит думать, что он будет играть в футбол чемпионата в сентябре, и твердая рука должна быть приоритетом.
В этом матче, который Микель Артета назвал "немного баскетбольной игрой", не было ничего стабильного, хотя он, безусловно, стал отличным развлечением.
После этого Артета сказал, что нападающие "Уотфорда" "жульничали", хотя он быстро уточнил, что это футбольный термин, означающий "играть в азартные игры, держаться впереди".
Им это, безусловно, было необходимо: любые предположения о том, что в конечном итоге будет достаточно очка, были быстро развеяны, и они могли бы задуматься, как бы развивались события, если бы им не пришлось играть в догонялки.
Вместо этого они почти сразу же пропустили пенальти.
Крейг Доусон небрежно сбил Александра Лаказетта в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы с уверенностью назначить штрафной удар, который Пьер-Эмерик Аубамеянг без проблем реализовал.
Уотфорд собрался и начал неустанно прессинговать, Сарр был в отличной форме справа, и приблизился к цели благодаря Роберто Перейре и Трою Дини.
Но затем Аубамеянг навесил на Кирана Тирни и тот пробил с отклонением, и к первому перерыву игра была настолько странно перекошена, что Артета был менеджером, который срывал полоску со своих игроков, несмотря на преимущество "Арсенала".
Затем Аубамеянг контролировал дальний заброс Тирни и исполнил мастерский удар головой, в результате чего ему не хватило одного гола до "золотой бутсы", которую он мог бы разделить с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Уотфорд, казалось, был готов к победе, но они упорствовали, и после того, как Давид Луис совершил еще один необдуманный подкат в штрафной площади за удар Уэлбека, Дини протаранил свой собственный пенальти перед перерывом.
Дини, ходячий раненый большую часть сезона, таскал себя по полю и был в режиме гладиатора на протяжении всего матча.
Он бы наверняка воспользовался шансом, который упустил Адам Масина в начале второго периода, да и другие шансы были упущены.
Уэлбек впервые был остановлен великолепным Мартинесом, который, как подтвердил Артета, начнет субботний финал Кубка Англии, а затем заставил весь состав "Уотфорда" встать на ноги, когда преобразовал шипучий кросс от Сарра.
Но перспективы "Уотфорда" померкли, когда его следующая попытка была отбита, а душевные терзания, сверху донизу, должны быть масштабными.
Знаменитое чистое озеро Тахо загрязнено из-за изменения климата
Южное озеро Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди по-прежнему толпятся на пляже Поуп Бич на озере Тахо.
"Мне нравится ходить в походы, кататься на велосипеде и купаться в озере", - сказала одна девушка по имени Дакота.
"Это прекрасное место, которое все хотят посетить", - говорит Эмерика Бенитас.
Именно поэтому дайверский бизнес Мэтта Менье продолжает развиваться даже в условиях пандемии.
Он говорит, что видит "исключительную чистоту". Озеро Тахо - самое чистое, самое прекрасное озеро, я думаю, в стране".
Теперь плохие новости: Озеро Тахо не такое чистое, не такое прозрачное, как раньше, когда он переехал сюда более двух десятилетий назад.
"Мы все больше и больше замечаем, что на камнях появляется налет", - говорит Менье.
"На камнях появляются странные водоросли".
Изменение климата, по мнению ученых, повлияло на температуру воды и, следовательно, на ее прозрачность.
Ежегодно озеро посещают 15 миллионов человек - вместе с мусором, который они оставляют.
Менье говорит, что во время погружений для очистки дна озера был обнаружен старый мусор.
"Когда я говорю "старый мусор", я имею в виду 60-е, 70-е годы", - сказал Менье.
"Пивные банки, банки из-под газировки, банки из-под церковных ключей старых времен".
Ученые каждый год следят за чистотой озера Тахо, опуская в него белый диск и измеряя, как далеко внизу он виден.
Профессор Калифорнийского университета в Дэвисе Джефф Шладоу сказал, что это "важный показатель того, насколько здоровым является озеро".
Когда в прошлом году проводились измерения, прозрачность озера составляла около 80 футов.
Это означает, что вы можете увидеть диск на глубине 80 футов.
Но, подумайте, около 20 лет назад прозрачность озера составляла 100 футов.
Эту тенденцию ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, застройки вокруг озера и с тем, что было добавлено в озеро в 1960-х годах: Крошечная инвазивная креветка, которую завезли, чтобы кормить рыб.
Это не помогло.
"Как только креветки появились, в озере внезапно не стало естественных очистителей", - говорит Шладоу.
Подобные проблемы стоят перед озерами и водоемами по всему миру.
"Урок заключается в том, что если вы не можете сделать это в Тахо, то какая надежда на все реки, эстуарии, ручьи и озера по всей стране, которым никогда не будет уделено столько же внимания, столько же ресурсов?". сказал Шладоу.
Менье сказал, что он "надеется", потому что "если и есть что-то положительное в нашей пандемии, я думаю, что она показала, что природа вернется и исцелит себя, если мы просто ослабим это давление, давление человека, и позволим этому произойти.  Теперь есть факты".
КБ Герберт в числе четырех игроков, подписанных Зарядными устройствами
КОСТА-МЕСА, Калифорния. (AP) - Лос-Анджелес Чарджерс подписали контракты с четырьмя из своих игроков, включая квотербека Джастина Херберта, и согласовали условия с двумя другими членами своего класса.
Заряжающие смогли заключить контракты со своими участниками драфта в субботу, когда они прибыли в тренировочный лагерь для прохождения медосмотра и экипировки.
Наряду с Гербертом, который был выбран под общим шестым номером, команда объявила о подписании контрактов с широкополосными приемниками Джо Ридом (пятый раунд) и Кей Джей Хиллом (седьмой раунд), а также с защитником шестого раунда Алохи Гилманом.
Команда согласовала условия с полузащитником первого раунда Кеннетом Мюрреем-младшим и бегущим защитником Джошуа Келли, который был выбран в четвертом раунде.
Херберт провел 42 игры в команде Oregon, показав результат 29-13, набрав 10 541 пас ярдов и 108 тачдаунов.
В прошлом сезоне он привел "Уток" к чемпионству в Pac-12, в 14 играх он сделал 32 тачдауна и шесть перехватов.
Он завершил свою карьеру победой над Висконсином в Rose Bowl, где он пробежал с тремя тачдаунами и был назван MVP в нападении.
Герберт будет конкурировать с ветераном Тайродом Тейлором за место стартового игрока.
У "Чарджерс" будет новый квотербек после того, как Филип Риверс ушел через свободное агентство после 14 сезонов в качестве основного игрока.
Мюррей был выбран 23-м по счету после того, как Лос-Анджелес обменялся с Новой Англией, чтобы вернуться в первый раунд.
В прошлом сезоне он был выбран в третью команду Associated Press All-America после того, как возглавил команду Sooners, сделав 102 перехвата, включая 69 одиночных.
Барселоне" нужно продать всю команду этим летом: Коутиньо, Дембеле, Ракитич и Видаль выставлены на трансфер
По сообщениям, этим летом "Барселона" будет известна как клуб-продавец.
Не менее 12 звезд первой команды были включены в трансферные списки гигантов Ла Лиги, утверждает Marca.
Филиппе Коутиньо был выставлен "Барселоной" на продажу.
В их число входят игроки Премьер-лиги Филиппе Коутиньо, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутиньо и Умтити были связаны с переходом в "Арсенал", а на бразильца также положил глаз "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, ведут борьбу за услуги Ракитича.
Обладатель Кубка мира француз Дембеле, который боролся за игровое время на "Камп Ноу", недавно был связан с переходом в ПСЖ в рамках сделки по обмену с Неймаром.
Среди других игроков, которые считаются невостребованными, Нето, Нельсон Семедо, Жуниор Фирпо, Артуро Видаль, Мартин Брейтуэйт, Карлес Алена, Рафинья Алькантара и Жан-Клер Тодибо.
Барселона надеется, что чистка состава не только укрепит их финансы, но и поможет в будущем трансферном бизнесе.
Усман Дембеле также считается излишним.
По данным испанской газеты, "Барселона" уже определилась со своими трансферными целями на следующий сезон - аргентинский нападающий Лаутаро Мартинес возглавляет их список.
Но миланский "Интер" продолжает требовать, чтобы его отступные в размере 101 млн. фунтов стерлингов были выполнены, прежде чем вести переговоры с каталонцами.
Барселоне придется продать, прежде чем купить, но она по-прежнему уверена, что сможет заключить сделку с командой Серии А.
Барселона" предлагает "Арсеналу" Филиппе Коутиньо в обмен на плохого парня Гуэндузи", так как "Оружейники" пытаются избавиться от полузащитника.
Автомобиль проехал по толпе, застрелен протестующий в Колорадо
АВРОРА, Колорадо. (AP) - В пригороде Денвера Авроре во время демонстраций против расовой несправедливости автомобиль проехал через толпу, а протестующий был ранен.
Полицейское управление Авроры сообщило в Твиттере, что демонстранты шли по шоссе 225 в субботу, когда по нему проехал автомобиль.
Полиция сообщила, что один из участников демонстрации выстрелил из оружия, ранив по меньшей мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти сообщили, что автомобиль был отбуксирован, и они проводят расследование.
По словам полиции, протестующие также разбили окна в здании суда, а в одном из офисов начался пожар.
Было объявлено о незаконном собрании, и полиция приказала протестующим покинуть район, сказали власти.
Напряженность усилилась в ходе недавних протестов против расовой несправедливости после того, как федеральные чиновники были направлены для подавления демонстраций в Портленде, штат Орегон.
В субботу полиция объявила о беспорядках в Сиэтле.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего мужчины из Миннесоты, который умер после того, как белый офицер прижал его к земле, ударив коленом в шею, высветили и другие случаи насилия со смертельным исходом со стороны полиции.
В Колорадо протестующие привлекают внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Авроры в августе 2019 года после того, как позвонивший в службу 911 сообщил о его подозрительности.
Полицейские наложили на него удушающий захват, а медики ввели ему 500 миллиграммов кетамина, седативного препарата, чтобы успокоить.
У него произошла остановка сердца, позже его признали мертвым и отключили от аппарата жизнеобеспечения.
Разоблачители антисемитизма в лейбористской партии требуют исключить Корбина из партии или подать на него в суд
По сообщениям, лейбористам придется выплатить ущерб в размере от 3 до 8 миллионов фунтов стерлингов.
Сейчас на лидера партии Кира Стармера оказывается давление с целью исключения г-на Корбина.
Вчера вечером бывшие члены партии заявили, что они откажутся от судебного иска, если господин Корбин будет исключен из партии.
Лейбористская партия пока отказалась комментировать это требование.
Однако член парламента от лейбористов Джон Трикетт сказал: "Это нелепое требование".
Сторонники г-на Корбина заявили, что г-ну Стармеру необходимо сосредоточиться на борьбе с коронавирусом в руках Тори, а не углубляться во внутренние разногласия лейбористов.
Бывший источник в Лейбористской партии сказал Daily Mail, что они предпримут юридические действия, даже если г-н Стармер исключит г-на Корбина.
"Я имею в виду, что он действительно сделал лейбористскую партию снова конкурентоспособной.
"Еще предстоит пройти долгий путь в области политики, но он сделал действительно впечатляющий старт и довел ситуацию до того, что многие люди, которые действительно отказались от лейбористской партии, избиратели, я думаю, теперь снова смотрят на нее с гораздо большей симпатией и рассматривают его как серьезную фигуру".
Г-н Блэр выразил обеспокоенность тем, что лейбористов по-прежнему считают партией, которая повышает налоги.
Он сказал: "Мой опыт работы с налогами, когда вы находитесь в лейбористской партии, заключается в том, что нужно быть очень осторожным, потому что общественность там не сидит и не беспокоится о том, собираетесь ли вы повышать налоги или нет, они, вероятно, беспокоятся о том, что вы собираетесь повышать налоги, так что вам просто нужно помнить об этом".
Ковид-19 навсегда изменит мировую экономику (мнение)
Проверка на вирусы, вероятно, станет частью нашей жизни, так же как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для выявления будущих вирусных вспышек.
Эти инвестиции защищают экономику на случай, если иммунитет к вирусу Covid-19 окажется временным.
Во время пандемии многие страны приняли варианты немецкой субсидии Kurzarbeit (короткая работа).
Эта политика позволяет сохранить занятость работников при сокращенных часах и зарплате, а государство компенсирует часть недостающей заработной платы.
Благодаря сохранению связей между фирмами и работниками экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этой политики и сделать ее постоянной частью нашего набора инструментов экономического восстановления.
Удаленная работа, вероятно, станет более распространенной.
У нас есть некоторые доказательства того, что работа из дома, по крайней мере, столь же продуктивна, как и работа в офисе.
Однако многие компании неохотно принимали удаленную работу.
Теперь, когда многие уже опробовали ее и получили хорошие результаты, удаленная работа, возможно, останется.
Пандемический кризис ускорил темпы цифровых преобразований: электронная коммерция продолжает развиваться, увеличиваются темпы внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с нехваткой и узкими местами.
Вероятно, многие из этих компаний переведут часть своего производства на периферию.
К сожалению, эта тенденция не приведет к созданию большого количества рабочих мест, поскольку большая часть производства, скорее всего, будет автоматизирована.
Правительства будут больше играть роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет раздуваться, создавая финансовые проблемы по всему миру.
Самый важный урок пандемии Ковид-19 - это важность совместной работы над проблемами, которые затрагивают все человечество.
Мы гораздо сильнее объединенных, чем разделенных".
Гиганты рекламных щитов добиваются скидок от аэропортов и советов
Компания oOh! Media привлекла капитал в начале этого года для обеспечения большей финансовой уверенности, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждают способы компенсировать значительный спад за счет снижения арендной платы за объекты, которыми они управляют, или за счет отмены или снижения минимальной гарантии дохода, которая обычно вводится при первом подписании сделки.
Один из источников сообщил, что крупные компании по производству рекламных щитов, возможно, гарантировали арендную плату в размере до 85 процентов от прогнозируемого дохода.
В некоторых контрактах есть пункты, позволяющие снизить минимальную гарантию, если количество людей в районе уменьшится на определенный процент, но неизвестно, есть ли это условие в каком-либо из текущих контрактов между компаниями по производству рекламных щитов и их арендодателями.
В то же время компании предлагают большие скидки рекламодателям, чтобы заполнить свободные места на рекламных щитах и обеспечить им максимальное соотношение цены и качества.
Билборды в Сиднее в центре города и пригородах, на которых обычно размещается шесть рекламных объявлений, с трудом заполняют все свободные места.
Но некоторые объекты - например, рекламный щит 40 х 10 метров в аэропорту Сиднея, принадлежащий компании oOh!media, - были модернизированы.
Компания oOh! Media отказалась от комментариев, но на конференции Macquarie Australia в мае она заявила о более чем 20 миллионах долларов экономии на фиксированной арендной плате.
Компания JC Decaux отказалась от комментариев.
Аэропорты и общественный транспорт являются прибыльными рекламными контрактами для компаний, занимающихся изготовлением рекламных щитов.
Согласно отчету Ассоциации наружной рекламы за 2019 год, доход от транспорта - включая аэропорты - составил 169,4 млн долларов, а доход от уличной мебели и наружной отделки автобусов и трамваев - 266,5 млн долларов.
Бизнес JC Decaux имеет контракты с аэропортом Сиднея, Yarra Trams, аэропортом Перта и Sydney Buses.
oOh! Media имеет рекламные щиты в таких местах, как залы ожидания Qantas, снаружи аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и внутри вокзалов в Сиднее и Мельбурне.
Тендеры для аэропорта Мельбурна и сиднейских поездов проводились во время пандемии, и официальное решение еще не было принято.
Мельбурн - второй по величине контракт аэропорта в Австралии, и до коронавируса его стоимость составляла десятки миллионов в год.
На подведении итогов полного года в феврале компания oOh! Media заявила, что получила 65,9 млн долларов от своей категории "fly", которая в основном состоит из доходов от аэропорта Сиднея.
Доход от "commute", который состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавших компании Adshel до того, как она была куплена oOh!, составил $234,8 млн.
Согласно финансовым результатам компании JC Decaux Australia, поданным в Австралийскую комиссию по ценным бумагам и инвестициям, доход от транспортной деятельности в 2018 году составил 37,7 млн долларов.
Но обе цифры, вероятно, будут значительно меньше в этом году.
Данные Standard Media Index, которые отражают расходы четырех из пяти основных групп рекламных агентств, говорят о том, что рынок наружной рекламы в июне упал на 68 процентов.
Для сравнения, промежуточные июньские результаты показывают, что расходы на цифровые технологии снизились на 37 процентов, а на столичное радио - на 48 процентов.
Столичное телевидение в июне упало на 34 процента, расходы на газеты снизились на 49 процентов, а расходы на журналы упали на 66 процентов.
Коронавирус: Путешественникам из Испании предписано пройти карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны находиться на карантине в течение 14 дней в соответствии с новыми правилами путешествий из-за коронавируса.
Эти правила были объявлены в субботу после всплеска случаев заболевания коронавирусом в Испании: в пятницу было зарегистрировано более 900 новых случаев заболевания.
Испанские чиновники также предупредили, что вторая волна может быть неминуема, поскольку в крупных городах наблюдается резкий рост числа случаев заболевания.
Авиакомпании, включая British Airways, раскритиковали новые меры, назвав их "еще одним ударом" по британским отдыхающим.
Министерство транспорта рекомендовало людям, находящимся в отпуске в Испании, следовать местным правилам, возвращаться домой в обычном режиме и проверять дальнейшую информацию на сайте Министерства иностранных дел.
Министерство иностранных дел рекомендует воздержаться от поездок на материковую часть Испании, однако карантинные меры распространяются на тех, кто возвращается из материковой Испании, Канарских и Балеарских островов, таких как Майорка и Ибица.
Совет Министерства иностранных дел имеет последствия для страхования путешественников.
Среди тех, кого затронут новые правила, - министр транспорта Грант Шаппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит поездку по плану, а по возвращении будет изолирован в соответствии с рекомендациями.
Карантинные меры для британских путешественников были впервые введены в начале июня.
Но после давления со стороны авиационной и туристической индустрии правительство и децентрализованные администрации опубликовали списки стран, на которые не распространяются эти правила.
British Airways заявила, что она "разочарована" последними изменениями в правительственных рекомендациях и правилах путешествий, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
Она заявила, что этот шаг "ввергнет в хаос планы поездок тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "еще больше повредят и без того хрупкому перезапуску авиационного сектора, который продолжает сталкиваться с самым серьезным вызовом в своей истории".
Крупнейший туроператор Великобритании Tui отменил свои рейсы, которые должны были вылететь в материковую Испанию и на Канарские острова в воскресенье.
Клиенты, находящиеся в отпуске, смогут вернуться домой запланированным рейсом.
Однако бюджетная авиакомпания EasyJet заявила, что она "разочарована" и будет выполнять полное расписание в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на сумму стоимости бронирования", - говорится в заявлении компании.
Представитель Ассоциации британских туристических агентов (Abta) сказал, что изменение правительством правил карантина "разочаровывает".
"Мы предлагаем правительству рассмотреть возможность отмены карантинных правил для полетов в определенные регионы с более низким уровнем инфекции или в такие места, как Балеарские или Канарские острова, которые географически отличаются от материковой Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма Великобритании", - сказал он.
На сегодняшний день в Испании зарегистрировано более 28 000 смертей от коронавируса.
В четверг здесь наблюдался самый большой ежедневный рост числа заражений с тех пор, как был снят режим изоляции.
Каталония стала последним регионом, где были введены ограничения на ночную жизнь.
Богатый северо-восточный регион, в котором находится Барселона, приказал закрыть все ночные клубы на две недели и ввел комендантский час для баров в районе Барселоны.
Гай Хеджкоу, корреспондент Би-би-си в Мадриде, говорит, что особую тревогу вызывает распространение инфекции среди молодежи, которая в большом количестве собирается в городах по ночам.
Франция предупредила своих граждан, чтобы они не ездили в Каталонию, а Норвегия заявила, что начнет помещать в карантин людей, прибывающих из Испании.
Правительство призывает работодателей "с пониманием отнестись к тем, кто возвращается из Испании, которым теперь придется самоизолироваться".
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно будет оказывать поддержку пострадавшим, добавив, что эта новость будет "глубоко тревожной для семей, которые находятся в Испании или планируют поездку".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после изучения последних данных ранее в субботу.
"Это еще раз подтверждает тот факт, что ситуация может измениться в кратчайшие сроки, поэтому мой совет - проявлять осторожность в отношении несущественных зарубежных поездок", - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь к своей семье в Испанию вместе с женой и двумя маленькими детьми.
Но из-за новых правил ему пришлось отменить поездку, поскольку работодатель его жены опасается, что она не сможет взять дополнительный двухнедельный отпуск для прохождения карантина по возвращении.
Он сказал, что считает маловероятным, что им вернут деньги за рейс, так как он не был отменен.
"Я опустошен", - сказал он Би-би-си.
"У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества".
Лоис Стотхард из Южного Йоркшира рассказала Би-би-си, что заказала поездку в Севилью в качестве сюрприза на 30-летие своего парня - она должна была вылететь в воскресенье утром - но теперь чувствует, что не может лететь.
"Я работаю по совместительству - я учитель - и у моего парня есть обязательства по работе, поэтому мы не можем сидеть в карантине 14 дней, когда вернемся", - сказала она.
"Мы не можем вернуть деньги, а за смену компания хочет удвоить сумму, которую я уже заплатила. Я очень разочарована и расстроена, так как мы собрали вещи и готовы к поездке".
Лестер" счастлив, что попал в европейский футбол, говорит обладатель "Золотой бутсы" Джейми Варди
Джейми Варди признался, что разочарован тем, что упустил возможность сыграть в Лиге чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона - попасть в Европу.
Лисы" были вторыми в декабре и третьими, когда футбол возобновился после блокировки, но в последних пяти матчах они взяли всего четыре очка и заняли пятое место в Премьер-лиге.
Победа над "Манчестер Юнайтед" в последний день обеспечила бы попадание в четверку сильнейших, но команда Брендана Роджерса проиграла со счетом 2:0, что, по словам Варди, больше всего расстроило команду.
"Это было разочаровывающе, больше то, как мы закончили игру", - сказал он в эфире Sky Sports в перерыве матча.
"Но мы говорили в раздевалке, мы нацелились за закрытыми дверями на попадание в Европу, и мы это сделали".
"У нас был шанс попасть в Лигу чемпионов, и это было даже лучше, но мы подумаем об этом и вернемся сильнее в следующем году".
"Это трудно принять, но нашей главной целью была Европа, и нам это удалось".
В то время как его команда потерпела неудачу, сам Варди завершил сезон в качестве лучшего бомбардира Премьер-лиги в возрасте 33 лет, забив 23 гола.
Получая награду, он отдал должное своим товарищам по команде и сказал, что, несмотря на солидный возраст, ему еще предстоит пройти немало миль на высшем уровне.
"Я в восторге, все дело в команде. Без них я бы не оказался в том положении, в котором оказался, и я забил немало голов".
"Сейчас я немного отдохну и вернусь к следующему сезону готовым к работе.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке, и, что характерно, я не получаю много травм, так что главное - держать себя в тонусе и вернуться в следующем году настолько сильным, насколько смогу".
'Что там произошло?!' Боец UFC Коррейя получила удар после того, как повернулась спиной к сопернице, ошибочно решив, что раунд окончен (ВИДЕО) - Новости спорта RT
Бразильская боец UFC в полусреднем весе Бете Коррейя является ветераном UFC, но совершила любительскую ошибку, повернувшись спиной к сопернице Панни Кианзад и ошибочно решив, что раунд окончен, в их поединке на Fight Island, и в результате получила удар.
В конце первого раунда их поединка в андеркарте в Абу-Даби 37-летняя Коррейя, похоже, приняла 10-секундное предупреждение за окончание раунда, протянула перчатку, после чего повернулась спиной к Кианзад и пошла обратно в свой угол.
Шведский боец, не раздумывая, нанесла сопернице удар правой рукой, а затем нанесла серию ударов, прижав Коррейю к клетке.
Оказавшись в опасности, бразильянка затем восстановила контроль над ситуацией, подавила угрозу и вернула Кианзад в клетку до того, как был объявлен конец раунда.
"Что там произошло? О, Боже!", - раздался возглас комментаторов на ESPN+.
Это была лишь одна часть разочаровывающего вечера для бывшей претендентки на титул в полусреднем весе Коррейи, которая проиграла единогласным решением, что стало ее третьим поражением за последние четыре выхода в октагон, а ее общий рекорд составляет 11-5 при одной ничьей.
Для 28-летней Кианзад, уроженки Ирана, это была вторая победа на ринге после победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве в ноябре этого года.
Теперь Кианзад имеет общий рейтинг 13-5 и 2-1 в UFC, а женщина, известная как "Банзай", стремится подняться в рейтинге 135 фунтов.
В главном событии вечера австралиец Роберт Уиттакер победил англичанина Даррена Тилла в среднем весе, а боец российского происхождения Хамзат Чимаев вошел в историю, выиграв второй поединок за 10 дней на Fight Island, что является самым коротким периодом между победами в современной истории UFC.
Рахул Ганди обращается к людям по вопросу Раджастана
Сегодня Рахул Ганди, представитель Конгресса, опубликовал в Твиттере видеоролик, в котором попытался мобилизовать народ против BJP в связи с событиями в Раджастане.
Используя хэштег #SpeakUpForDemocracy, его пост в Hindia призвал людей "Объединиться и поднять наш голос за демократию".
Конгресс планирует провести в понедельник акцию протеста по всей стране в связи с ситуацией в Раджастане, где правительство Ашока Гелота борется за выживание.
Пока партия заявила, что акция протеста пройдет у Раштрапати Бхаван, официальной резиденции президента Рама Натха Ковинда.
В видеоролике Конгресс обвинил BJP в "разрыве конституции и разрушении демократии", в то время как вся страна борется с коронавирусом.
По словам Конгресса, то же самое он сделал в штате Мадхья-Прадеш.
"Мы требуем немедленно созвать сессию ассамблеи, которая находится в рамках наших конституционных прав", - говорится в видеоролике партии.
Губернатор Раджастхана Калрадж Мишра отклонил одно предложение о начале сессии собрания.
Сегодня было подано второе предложение, которое, по его словам, он рассматривает.
Правительство г-на Гелота находится в глубоком кризисе после того, как его заместитель Сачин Пилот стал мятежником, а часть ОМС поддержала его.
Партия не смогла дисквалифицировать мятежников, чтобы снизить большинство в ассамблее.
Г-н Пилот, лишенный своих постов в партии и правительстве, получил временное освобождение от дисквалификации в Высоком суде Раджастана, который постановил, что спикер не может предпринимать никаких действий, пока не будет решен конституционный вопрос о его полномочиях.
Этот вопрос будет рассмотрен завтра Верховным судом, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс всего лишь на один пункт преодолел отметку большинства в 200-местной ассамблее.
Команда Пилота заявляет о поддержке 30 ОМС, но пока доказательства указывают лишь на 19.
У BJP 72, а с учетом союзников и независимых - 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, сформированных им в штатах, расположенных в сердце страны, после выборов в ассамблею в 2018 году.
В марте он потерял правительство под руководством Камала Натха в штате Мадхья-Прадеш после того, как Джиотирадитья Ссиндия присоединился к BJP вместе с 22 своими MLA.
Протесты в Сиэтле: Пожары и перцовые баллончики, когда тысячи людей проходят маршем по городу
Сиэтл - После нескольких недель эскалации противостояния между протестующими и федеральными властями в Портленде, штат Орегон, толпа из примерно 2000 человек мобилизовалась в Сиэтле в субботу, маршируя по улицам и вступая в столкновения с полицией.
Трое полицейских получили ранения, в том числе один был госпитализирован с травмой ноги, вызванной взрывом, и 16 протестующих были арестованы по состоянию на ранний вечер, сообщила полиция.
С плакатами "Федералы уезжают домой" и криками "Нет справедливости, нет мира", протестующие остановились на месте будущего центра временного содержания молодежи и подожгли здания. Некоторые разбили витрины близлежащих предприятий.
Полиция столкнулась с толпой в районе Капитолийского холма, применив светошумовые гранаты и перцовый аэрозоль, прежде чем начать забирать людей под стражу.
Бипаша Мукерджи, 52 года, из Киркленда, штат Вашингтон, сказала, что она протестует на улицах с мая и что ее беспокоит такая агрессивная тактика полиции.
"Это не та страна, в которую я иммигрировала", - сказала г-жа Мукерджи, которая приехала из Индии более 30 лет назад. "Такое ощущение, что мы быстро превращаемся в фашистское и полицейское государство".
Мишауд Сэвидж из Сиэтла сказал, что протесты были направлены как против местных властей, так и против развертывания федеральных офицеров, которые проводили репрессии против длительного протеста в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, включающая использование слезоточивого газа и боеприпасов для борьбы с толпой, была опасной и неуместной.
"Это очень жесткое скольжение в крайне жестоком направлении", - сказал г-н Сэвидж, промывая глаза от перцового спрея и обрабатывая рану на руке от гранаты-вспышки.
Смерть Джорджа Флойда при задержании полицией в Миннеаполисе в мае вызвала массовые протесты, которые привлекли миллионы людей на улицы десятков городов, но в большинстве городов эти демонстрации сошли на нет.
Однако в Сиэтле и Портленде демонстрации продолжаются. В Сиэтле протестующие в какой-то момент захватили несколько кварталов района Капитолийский холм и объявили автономную зону. После того, как серия перестрелок там заставила полицию очистить район, протесты утихли.
Портленд, тем временем, продолжает протестовать, причем одни из самых тяжелых протестов проходят вокруг федеральных зданий в городе. После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности направило в город тактические группы, что положило начало серии столкновений, которые привели к ранениям протестующих, расследованиям генерального инспектора и призывам местных лидеров к федеральным агентам уйти.
Толпы протестующих в этом городе исчисляются тысячами, и демонстрации там продолжаются. На этой неделе федеральные чиновники направили в Сиэтл тактическую группу, и протестующие назвали это событие одной из причин субботних демонстраций.
Если протесты в Портленде были сосредоточены в центре города, то субботние демонстрации прошли в районах к востоку от центра города, где расположено здание федерального суда.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье поставил под сомнение мотивы президента Трампа, посылающего федеральных агентов в американские города, заявив, что хотя он и приветствовал бы помощь в раскрытии серии убийств в городе на Среднем Западе, он считает, что этот шаг может быть направлен скорее на повышение шансов Трампа на переизбрание.
"На этой неделе я был очень расстроен тем, что президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter", - сказал Лукас, демократ, в программе "Fox News Sunday" о недавних протестах против расового неравенства и жестокости полиции.
"В Канзас-Сити дело обстоит иначе. У нас был рост по сравнению с прошлым годом, [но] что нам нужно, так это помощь в раскрытии некоторых нераскрытых убийств".
Лукас добавил: "Давайте попробуем сконцентрироваться на раскрытии убийств... Я думаю, если вы послушаете недавние заявления... мы рады работать с федеральными агентами в ограниченных масштабах".
Несмотря на готовность федеральных агентов работать с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, примененной федеральными агентами в Портленде, штат Орегон, - заставила многих его избирателей выразить беспокойство по поводу присутствия агентов на улицах города.
"Нам не нужно больше топлива в огонь от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он.
В среду Трамп объявил, что направляет 100 федеральных агентов в Чикаго, чтобы помочь бороться с растущим уровнем некоторых преступлений - этот шаг знаменует собой расширение вмешательства Белого дома в деятельность местных правоохранительных органов, поскольку Трамп продолжает позиционировать себя как президента "закона и порядка".
Объявленный в среду "приток" агентов в Чикаго и другие американские города является частью операции "Легенда", названной в честь 4-летнего Легенда Талиферро, который был смертельно застрелен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя направление федеральных агентов для помощи местным правоохранительным органам не является беспрецедентным - генеральный прокурор Билл Барр объявил о подобной акции в декабре для семи городов, где наблюдался всплеск насилия, - тип направляемых федеральных агентов и некоторые их тактические приемы вызвали озабоченность среди законодателей штатов и местных органов власти.
Ряд законодателей от Нью-Йорка до Портленда выступили против того, чтобы администрация Трампа направляла агентов в их города, особенно после сообщений о том, что в Портленде неизвестные федеральные агенты задерживали протестующих и увозили их на автомобилях без опознавательных знаков.
В Портленде почти ежедневно проходят демонстрации против жестокости полиции и системного расизма после гибели Джорджа Флойда в полиции Миннеаполиса 25 мая.
Местные власти также жалуются, что эти акции только усугубили напряженность, а эксперты в области уголовного правосудия говорят, что эти действия не поддаются объяснению, поскольку Америка переживает беспрецедентный момент - пандемию, историческую безработицу и массовое осуждение расизма и отношения полиции к цветным людям.
Создан фонд в 10 миллионов фунтов стерлингов для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий будет предложена финансовая поддержка, пока они остаются под влиянием ограничений, связанных с блокировкой.
Пакет финансирования правительства Шотландии в размере 10 млн фунтов стерлингов также направлен на помощь поставщикам мероприятий.
Правительство заявило, что оно изучает возможности безопасного возобновления мероприятий в будущем.
Министр экономики Фиона Хислоп сказала, что пандемия коронавируса оказала "разрушительное воздействие" на сектор.
Фестивальная сцена Шотландии и спортивные мероприятия, такие как игры горцев, оказались в числе тех, на которые повлияли ограничения, введенные для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: "Несмотря на то, что мы сделали положительный шаг к возобновлению работы заездных мероприятий, большая часть сектора не сможет работать в течение некоторого времени.
Мы тесно и конструктивно работали с представителями сектора над проблемами, с которыми они сталкиваются, и они предложили несколько творческих идей о том, как они могут начать работать безопасно".
"Помимо оказания немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и содействие долгосрочному восстановлению индустрии мероприятий".
Консультативная группа по вопросам индустрии событий заявила, что сектор одним из первых попал в режим блокировки и одним из последних полностью выйдет из него.
Председатель Питер Дьюти, который также является исполнительным директором SEC в Глазго, сказал, что мероприятия приносят экономике Шотландии около 6 млрд. фунтов стерлингов в год.
Он сказал: "Дополнительное финансирование от правительства для этого важного сектора очень приветствуется и крайне необходимо, как организаторам мероприятий, так и более широкой цепочке поставщиков, которые исключительно сильно страдают от продолжающегося эффекта длительного периода блокировки".
Шиврадж Сингх Чоухан о положительном тесте на ковидон
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что его тест на COVID-19 оказался положительным, в воскресенье утром написал в Твиттере, что он "в порядке", и похвалил работников передовой линии в войне с коронавирусом.
Главный министр также повторил свои вчерашние предупреждения, когда он призвал людей следовать рекомендациям, таким как социальное дистанцирование и использование защитных масок.
"Я в порядке, друзья мои. Самоотверженность воинов коронавируса, которые самоотверженно рискуют своей жизнью, достойна похвалы. Я приветствую всех борцов с коронавирусом в штате", - написал г-н Чоухан в Твиттере из больницы Чирайу в Бхопале, куда он был госпитализирован вчера.
"Держитесь на расстоянии двух метров, часто мойте руки и носите маски - это самое большое оружие, которое у нас есть, чтобы избежать коронавируса. Я обращаюсь ко всем людям - используйте это оружие для себя и своих близких", - сказал он.
"Все вы будьте осторожны, оставайтесь в безопасности и будьте здоровы. Вот о чем я молю Бога", - добавил г-н Чоухан.
В субботу г-н Чоухан написал в Твиттере, что, несмотря на все усилия избежать заражения, его тест на вирус оказался положительным, и предупредил, что "всего лишь небольшая неосторожность приглашает коронавирус".
Сегодня утром г-н Чоухан написал в Твиттере, что, несмотря на угрозу заражения, "не стоит бояться", и призвал тех, у кого проявляются симптомы, пройти обследование.
"Если вы инфицированы, не нужно бояться. Не скрывайте симптомы, а немедленно сообщите врачам, чтобы можно было начать лечение. Своевременное лечение сделает вас здоровыми", - сказал он.
В штате Мадхья-Прадеш зарегистрировано около 27 000 случаев заболевания COVID-19, из которых более 7600 - активные, а 799 - смертельные случаи, связанные с этим вирусом.
В последние недели в Индии зафиксирован всплеск заболеваемости COVID-19: с 23 июля ежедневно выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев коронавируса стремительно приближается к 14 тысячам; из них более 4,67 тысяч - это активные случаи, а более 32 тысяч смертей связаны с вирусом.
Всплеск заболеваемости, совпавший с поэтапным ослаблением режима изоляции в неконтейнерных зонах страны, вывел Индию на третье место в списке наиболее пострадавших стран.
Только Соединенные Штаты (41,78 лакхов) и Бразилия (23,94 лакхов) находятся в худшем положении.
Канье Уэст заявил, что может победить Джо Байдена "по записи" - Новости США RT
После обнародования грязного белья своей семьи в Твиттере, рэп-загадка Канье Уэст снова вдохнул жизнь в свою президентскую заявку, заявив, что он может победить Джо Байдена только за счет голосов, поданных в письменном виде.
Спустя несколько дней после анонса нового альбома и заявления о том, что он уже два года пытается развестись с женой Ким Кардашьян, Канье Уэст в субботу вновь обратил внимание на свою президентскую кампанию 2020 года, сделав объявление, набранное крупным шрифтом: "I CAN BEAT BIDEN OFF OF WRITE INS".
Если Уэст все еще серьезно настроен баллотироваться в президенты, то голоса, поданные в письменном виде, могут стать его единственным путем к победе или вообще к какому-либо проявлению.
Рэпер объявил о своей кандидатуре 4 июля, после того, как истек срок подачи документов в качестве кандидата по крайней мере в шести штатах.
Тем не менее, Уэст не стал медлить и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось включить свое имя в избирательные бюллетени в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого выступил перед толпой в пуленепробиваемом жилете, произнося свою речь без микрофона и трибуны.
Уэст выступил против абортов, плача, когда он произносил прохристианское послание, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший".
Это было правдой, и митинг Уэста был описан на новостных сайтах и в журналах сплетен как рекламный трюк, свидетельство психического заболевания или и то, и другое.
Однако недавний опрос показал, что Уэст набирает два процента по всей стране, находясь на одном уровне с Джо Йоргенсеном от Либертарианской партии и на один пункт опережая Хоуи Хокинса от Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти 48 процентов Джо Байдена, теоретически он может оттянуть у Байдена достаточно голосов, чтобы президент Дональд Трамп получил второй срок, что, как подозревают эксперты с обеих сторон, может быть его планом.
Камень с Марса отправляется домой после 600 000 лет пребывания на Земле
На этой неделе небольшой кусок породы будет отправлен в космос в одно из самых странных межпланетных путешествий, которые когда-либо предпринимались.
Крошечный кусочек марсианского базальта размером с 10-пенсовую монету будет запущен в четверг на борту американского робота-зонда и отправится к красной планете в семимесячное путешествие к своему родному миру.
Эта необычная одиссея - межпланетный эквивалент отправки углей в Ньюкасл - станет ключевой частью предстоящей экспедиции Nasa "Марс-2020".
По словам космических инженеров, камень, подаренный Музеем естественной истории в Лондоне, будет использован для калибровки детекторов на борту робота-вездехода Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые из марсианских метеоритов, которые мы имеем, очень хрупкие, но мы выбрали именно этот, потому что он прочный, как старые ботинки.
"Когда вы включаете приборы и начинаете настраивать их перед использованием для исследований, вы калибруете их на материалах, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
А что может быть лучше для изучения камней на Марсе, чем глыба, которая возникла там?" - говорит профессор Кэролайн Смит, куратор метеоритов в Музее естественной истории.
Ученые были уверены, что камень, который они вернули на Марс, возник на планете, добавила Смит, которая также является членом научной команды проекта "Марс-2020".
"Крошечные пузырьки газа, запертые внутри метеорита, имеют точно такой же состав, как и атмосфера Марса, поэтому мы знаем, что наш камень пришел оттуда".
Считается, что марсианский метеорит был создан, когда астероид или комета врезались в планету около 600 000 - 700 000 лет назад, выбрасывая обломки в космос.
Один из этих обломков пронесся по Солнечной системе и в конце концов упал на Землю.
Этот метеорит, известный сегодня как SAU 008, был обнаружен в Омане в 1999 году и с тех пор хранится в Музее естественной истории.
Среди приборов, установленных на марсоходе Perseverance, есть высокоточный лазер Sherloc, который будет использоваться для расшифровки химического состава пород и определения того, содержат ли они органические материалы, которые указывают на то, что на Марсе когда-то существовала - или все еще существует - жизнь.
Включение куска SAU 008 призвано обеспечить максимальную точность этого процесса.
"Кусок породы, который мы отправляем, был выбран специально, потому что это подходящий материал с точки зрения химии, а также это очень прочная порода", - добавил Смит.
"Некоторые из марсианских метеоритов, которые мы имеем, очень хрупкие. Этот метеорит прочный, как старые ботинки".
После того, как Perseverance отберет наиболее перспективные породы, которые он сможет найти, он сбросит их в тайники на марсианской поверхности.
Затем они будут извлечены последующими роботами и отправлены в космос на Землю для анализа.
Мужчина найден с огнестрельными ранениями в Мамбурине недалеко от Верриби
Мужчина был доставлен в больницу после того, как в него стреляли на западе Мельбурна ночью.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 часов вечера, где они обнаружили мужчину в возрасте 20 лет с подозрением на огнестрельные ранения нижней части тела на улице Ярд.
Мужчина был доставлен в больницу с травмами, не угрожающими жизни.
Полиция сообщила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду наряжаться, воскресенье - для одежды для отдыха".
Как начинается воскресенье?
С того, что я спотыкаюсь на лестнице и падаю на собаку, когда иду приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы будем сидеть вдвоем и молча смотреть на воду.
Звучит безмятежно...
Так и есть, до 8 утра, когда двое или трое наших мальчиков стучат в дверь, требуя завтрак.
Для них это яичница с беконом, для нас - шпинат и грибы; затем, если погода хорошая, мы выгоняем мальчиков на улицу.
Мы плаваем, катаемся на досках или прогуливаемся вокруг прекрасного аббатства Куарр, которое выглядит как что-то из "Игры престолов".
А во время изоляции?
Первые две недели я был в полном отрицании, я не мог поверить, что мой бизнес закрыли.
Я отвлекала себя, зацикливаясь на жизни или смерти моего недавно посаженного сада.
В остальное время я экспериментировал на кухне: бульон из угря и шиитаке с интенсивным вкусом и бриошь с двойным кремом были моими выдающимися блюдами.
Как вы отдыхаете?
Я не наряжаюсь, по воскресеньям я одеваю одежду для отдыха, полуобрезанные спортивные штаны и белую футболку.
После обеда из жареной курицы я дремлю с газетами в шезлонге в саду.
Я стараюсь не пить: это помогает проветрить голову перед тем, как наступит понедельник.
Воскресенье, которое выделяется?
После долгой субботней ночи на праздновании 40-летия моей невестки в Нью-Йорке, около полуночи моя сильно беременная жена решила, что нам пора ехать.
Она была полна решимости повеселиться, говоря людям, что это, в конце концов, ее третий ребенок.
Мы ушли с вечеринки, и у нее начались схватки.
А в воскресенье вечером?
К семи вечера мы упаковали машину и сели на паром в Портсмут.
Поездка по шоссе A3, и мы снова в Лондоне на неделю: дети в кроватях, я выгуливаю собаку и ем миску хлопьев.
Я не против уехать с острова Уайт, чтобы вернуться в город, я знаю, что если я этого не сделаю, то у меня вообще не будет дома".
Кенийские полицейские арестованы после смертельной стрельбы в Гариссе
Два офицера полиции в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нг'омбе в восточном округе Гарисса в субботу во время протеста против ареста человека, подозреваемого в убийстве.
Жертвы были названы Аден Абди Мадобе и Мухиядин Адоу Шибин.
Полицейский надзорный орган Кении начал расследование по факту стрельбы.
Оно будет включать "криминалистическую экспертизу" оружия офицеров.
Член парламента от Гариссы Аден Дуале назвал эти смерти "чудовищными" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Участники кампании выражают обеспокоенность по поводу работы полиции во время пандемии.
По данным Amnesty International, с марта кенийские полицейские убили 21 человека за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала несколько демонстрантов, участвовавших в ежегодном марше Саба-Саба - акции протеста, которая началась 30 лет назад против автократического режима тогдашнего президента Даниэля арапа Мои.
Корреспонденты говорят, что в этом году мероприятие получило дополнительный импульс из-за гнева по поводу полицейских репрессий во время блокирования Ковид-19.
Жесткий режим безопасности у консульства США в Чэнду, Китай
В воскресенье у здания консульства США в городе Чэнду (Китай) была усилена охрана, поскольку американский персонал готовился покинуть здание.
На территорию консульства въехали три грузовика, а полицейские в форме и в штатском выстроились по обе стороны улицы, обнесенной металлическими барьерами.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду было дано 72 часа на закрытие или до 10 часов утра (0200GMT) понедельника, 27 июля.
Китай обвинил некоторых сотрудников консульства в Чэнду в том, что они "ведут деятельность, не соответствующую их личности".
Не сообщая никаких подробностей, официальный представитель Министерства иностранных дел Китая Ван Вэньбинь заявил, что такая деятельность вмешивалась в дела Китая и вредила его интересам безопасности.
Приказ Китая о закрытии консульства в Чэнду был издан в пятницу в ответ на приказ США о закрытии китайского консульства в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне "для защиты американской интеллектуальной собственности и частной информации американцев".
В пятницу, когда закрытие китайского консульства в Хьюстоне вступило в силу, группа мужчин, которые представлялись американскими чиновниками, была замечена ворвавшейся в здание через черный ход.
Ванг заявил в субботу, что это нарушает международные и двусторонние соглашения, и Китай примет ответные меры, не уточнив, каким образом.
Закрытие объектов по принципу "око за око" еще больше обострило напряженность в отношениях между двумя странами по вопросам от торговли и промышленного шпионажа до прав человека.
В сафари-парке бабуины вооружены ножами, отвертками и бензопилой: "шутники дали им оружие, чтобы они крушили машины".
Приматы из сафари-парка Ноусли, Мерсисайд, давно известны тем, что набрасываются на всех, кто останавливается в вольере, и отрывают стеклоочиститель или зеркало.
В сафари-парке Ноусли, Мерсисайд, бабуины вооружаются ножами, отвертками и даже бензопилами.
Работники опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто остановится, и отрывают стеклоочистители и зеркала.
Работники теперь опасаются, что посетители "ради смеха" вооружают их смертоносным оружием, чтобы усилить их нападения, а обезьян даже видели роющимися в ящиках с инструментами.
Один из работников парка рассказал The Sunday Times: "Мы не уверены, дают ли им оружие некоторые гости, которые хотят посмотреть, как они нападают на машины, или они вылавливают его из пикапов и фургонов".
Они буквально залезают в ящики с инструментами и носят их с собой". Один из бабуинов был замечен с бензопилой".
Другой работник сказал: "У бабуинов находили ножи и отвертки. Интересно, может, это кто-то из гостей раздает их?".
Нападения бабуинов настолько неизбежны, что механики по всему северо-западу Англии хорошо знают этот вольер.
Один механик из Сейла, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что в этом году жертвами бабуинов стали два его клиента.
Они добавили, что в один момент дети хотят, чтобы на машине были обезьяны, а в другой у нее нет регистрационного знака - но этот вопрос приносит гаражу "хорошие деньги".
Ноусли вновь открылся 15 июня, приняв меры безопасности Covid-19, после того как было заявлено, что он так же безопасен, как проезжая часть McDonald's, поскольку посетители не оставляют свои машины на пятимильной дороге сафари.
Парк площадью 550 акров, где обитают львы, тигры, носороги, дикие животные и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Представитель сказал: "Мы считаем, что многие из этих историй стали преувеличенными, поскольку их пересказывали, приукрашивая, чтобы предметы, которые иногда находят в вольере, казались более захватывающими и невероятными".
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на 10 часов на свою модель i30 нового поколения, чтобы доказать, что она подходит для семей с маленькими детьми.
Юнайтед", "Челси" вышли в КЛ; "Борнмут", "Уотфорд" выбыли из EPL
Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в бешеный заключительный день сезона Премьер-лиги в воскресенье, а "Борнмут" и "Уотфорд" были понижены в классе, завершив пятилетнее пребывание в высшей лиге.
Юнайтед" выиграл 2:0 у "Лестера" благодаря голам Бруну Фернандеша и Джесси Лингарда, что позволило команде Оле Гуннара Солскьяера занять третье место.
Челси" обыграл "Вулверхэмптон" со счетом 2:0 после гола и ассиста Мейсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов над "Лестером", который был в четверке лучших большую часть сезона.
Вместо этого "Лестер" будет играть в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью 1:1 с "Кристал Пэлас" и занял шестое место - выше "Вулверхэмптона" по разнице мячей.
Борьба за то, чтобы избежать двух оставшихся мест в таблице выбывания, шла до последнего: "Астон Вилла" забила на 84-й минуте, пропустила минуту спустя, а затем удержала ничью 1:1 с "Вест Хэмом", чтобы выжить.
Капитан Джек Грилиш забил гол "Виллы" в, возможно, последней игре за свой клуб.
Борнмут сделал то, что должен был сделать, и победил Эвертон со счетом 3:1, но в итоге отстал от Виллы на одно очко.
Уотфорд" также выбыл из турнира как предпоследняя команда, проиграв "Арсеналу" со счетом 3:2.
Манчестер Сити" одержал победу со счетом 5:0 над занимающим последнее место и уже выбывшим "Норвичем", которая стала последней в Премьер-лиге для Давида Сильвы после 10 лет работы в "Сити".
Кевин Де Брюйне сделал рекордную 20-ю передачу в сезоне, а также забил дважды.
Ливерпуль завершил свой сезон завоевания титула победой 3:1 над Ньюкаслом и набрал рекордные для клуба 99 очков.
Кроме того, "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3:1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его на один мяч позади Джейми Варди из "Лестера", который получил "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "достойная этика
Гвинет Пэлтроу заявила, что она хочет воспитать в своих детях хорошую этику, так как старается "не давать им просто так вещи".
У Пэлтроу двое детей, Эппл (16 лет) и Мозес (14 лет), от бывшего мужа Криса Мартина, и она хочет, чтобы у них были хорошие ценности и чтобы они не жили за счет славы своих родителей.
"Вот почему я думаю, что это так важно... вырастить ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным ощущением того, кто они есть, и т.д.", - сказала она Робу Лоу в его подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы подумаете обо всех людях, которые пытаются, но этого не происходит".
Она добавила: "Как родитель, вы думаете: "Все, что я могу сделать для этих детей, - это научить их правильному и неправильному и рассказать им, что такое работа. Я действительно старалась не давать им ничего просто так".
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более приватно, и следит за тем, чтобы они держали свои аккаунты в социальных сетях в тайне.
"Я не позволяю им публиковаться в социальных сетях или что-то в этом роде, я стараюсь держать их подальше от глаз общественности, насколько это возможно", - сказала она.
"Знаете, сейчас все по-другому, потому что дети спрашивают: "Можно мне завести канал на YouTube?", а я отвечаю: "Нет, нельзя. Ни в коем случае".
Министр внутренних дел Туниса назначен новым премьер-министром, правительство будет сформировано через месяц
Министр внутренних дел Туниса Хишем Мечичи был назначен на пост премьер-министра, чтобы сформировать следующее правительство, сообщили в офисе президента, на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний юрист сменил на этом посту Элиеса Фахфаха, который ушел в отставку с поста премьер-министра в начале этого месяца.
Однако Мечичи не был в числе имен, предложенных президенту Каису Саиду правящими политическими партиями.
В заявлении, сделанном после субботнего объявления, Мечичи сказал, что он будет "работать над формированием правительства, которое отвечает ожиданиям всех тунисцев".
Тунис получил высокую оценку как редкая история успеха демократических преобразований после региональных восстаний "арабской весны", вызванных революцией 2011 года.
Но его лидеры изо всех сил стараются оправдать ожидания тунисского народа, а и без того хрупкая экономика была подорвана закрытием границ страны из-за пандемии COVID-19.
От этой болезни в Тунисе погибло около 50 человек и заразилось более 1400.
Помимо должности министра внутренних дел в уходящем правительстве, Мечичи был советником президента Саида, занимаясь юридическими вопросами.
Ранее он был начальником штаба в Министерстве транспорта, а также работал в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которому затем предстоит парламентский вотум доверия и для успеха которого необходимо абсолютное большинство.
В противном случае парламент будет распущен, и в течение трех месяцев будут проведены новые выборы.
На последних выборах, состоявшихся в октябре, партия Ennahdha заняла первое место, но ей не хватило большинства, и в итоге она согласилась войти в коалиционное правительство.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания на посту, поставила под угрозу новый политический тупик в стране, которая борется с экономическими последствиями пандемии.
Отставка углубила политический спор с Эннахдхой из-за обвинений Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и Эннахдхой были напряженными после выборов в законодательное собрание в октябре.
Фахфах ушел в отставку в тот же день, когда партия выдвинула против него вотум недоверия.
Эннахдха первоначально выдвинула независимого кандидата на пост премьер-министра, но он не смог заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, Эннахдха в конце концов согласился войти в коалиционное правительство.
Тед Круз говорит, что цели Пелоси заключаются в "выгребании денег на проблему и закрытии Америки"
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в продвижении пакета мер по борьбе с коронавирусом, целью которого является "разгребание проблемы и закрытие Америки", поскольку переговоры о следующей мере продолжаются.
В интервью программе "Face the Nation" в воскресенье Круз сказал, что страна одновременно противостоит двум кризисам: глобальной пандемии, унесшей жизни более 600 000 человек по всему миру, и "абсолютной экономической катастрофе" в США.
Но Круз сказал, что Пелоси, которая появилась в программе "Лицом к нации" раньше сенатора, "не сосредоточена ни на том, ни на другом".
"Ее цели - загребание денег в проблему и закрытие Америки", - сказал республиканец из Техаса.
"И в частности, если посмотреть на законопроект на 3 триллиона долларов, который она пытается протолкнуть, то это просто разгребание денег для ее друзей, а не реальное решение проблемы. Наша цель должна заключаться в том, чтобы американцы хотели вернуться к работе. Они хотят быть в состоянии обеспечить свою семью".
Республиканцы Сената и Белый дом провели на прошлой неделе переговоры об условиях четвертого этапа борьбы с коронавирусом, который, по их ожиданиям, обойдется в 1 триллион долларов.
В выходные глава аппарата Белого дома Марк Мидоу и министр финансов Стивен Мнучин вернулись на Капитолийский холм для проведения дополнительных переговоров с сотрудниками Сената, и Мнучин сказал в интервью Fox News в воскресенье, что детали будут представлены лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самым насущным вопросом для законодателей - и предметом разногласий между республиканцами и демократами - является истечение срока действия расширенных пособий по безработице, которые начали выплачиваться в эти выходные.
В то время как демократы хотят, чтобы в рамках "четвертой фазы" пакета коронавируса была сохранена прибавка к пособиям в размере 600 долларов, республиканцы призывают урезать ее и утверждают, что некоторые американцы зарабатывают на безработице больше, чем на зарплате.
Круз сказал, что более половины американцев, получающих повышенное пособие по безработице, сейчас получают больше, чем когда они работали, и отметил, что он разговаривал с владельцами малого бизнеса в Техасе, которые испытывают трудности с повторным наймом сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег за то, что они остаются дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении экономики, который облегчит американцам возвращение к работе путем ослабления налогов и регулирования малого бизнеса:
"Вместо того, чтобы просто выгребать триллионы за дверь, законопроект о восстановлении приостановит действие налога на заработную плату, что позволит повысить зарплату всем работающим американцам. Это действительно вернет людей к работе", - сказал он.
На прошлой неделе президент Трамп потребовал включить в следующий пакет помощи снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, поскольку это предложение было плохо воспринято республиканцами.
Г-н Трамп признал, что снижение налога на заработную плату не будет включено в следующий законопроект, но попытался свалить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не согласен с мерой своих коллег-республиканцев из Сената.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в намеренной разработке меры, которая наносит ущерб президенту в преддверии ноябрьских выборов.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - это закрыть каждый бизнес в Америке, закрыть каждую школу в Америке", - сказал он.
"Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах. А она предлагает не давать работать работающим мужчинам и женщинам".
Канье Уэст публично извинился перед женой Ким Кардашьян после откровений о браке
Канье Уэст извинился перед женой Ким Кардашьян за то, что предал огласке "частный вопрос".
Во время мероприятия в Южной Каролине рэпер рассказал, что пара подумывала об аборте своего первого ребенка.
После бурной недели, в течение которой он выдвинул ряд претензий к своей жене и ее семье, Уэст извинился в Твиттере.
По сообщениям, Уэст также нанес визит в больницу через несколько часов после того, как его навестил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: "Я хотел бы извиниться перед своей женой Ким за то, что предал огласке то, что было личным делом. Я не покрывал ее так, как она покрывала меня".
"Ким я хочу сказать: "Я знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда была рядом со мной".
Непостоянный твит Уэста, включая заявления его жены о том, что врачи пытались запереть его, вызвал ряд обвинений в адрес своей тещи, Крис Дженнер.
Он также заявил, что пытался развестись с Кардашьян Уэст, на которой женился в 2014 году.
Опасаясь за душевное состояние мужа, Кардашьян Уэст, мать четырех детей Уэста, выступила с пространным заявлением о том, что она и ее семья были "бессильны" вмешаться, и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который, помимо давления, оказываемого на него как на артиста и чернокожего мужчину, пережил болезненную потерю матери и вынужден справляться с давлением и изоляцией, которые усиливаются из-за его биполярного расстройства".
Она добавила, что раньше не обсуждала его состояние, потому что "очень оберегает наших детей и право Канье на частную жизнь, когда речь идет о его здоровье".
Она добавила: "Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и неправильных представлений о психическом здоровье".
Уэст сделал заявление об аборте во время мероприятия 19 июля.
Мужчина арестован за предполагаемое убийство брата-алкоголика в Большой Ноиде: Полиция
37-летний мужчина был арестован в воскресенье за предполагаемое убийство своего брата, тело которого было найдено выброшенным в изолированном районе неделю назад, в Уттар-Прадеш в Большом Нойда, сообщила полиция.
Обвиняемый рассказал полиции, что его раздражал алкоголизм брата и его плохое поведение с женщинами - членами их общей семьи, что и привело его к преступлению, по словам официальных лиц.
Тело Бхишама Сингха, жителя деревни Бисрах в Большом Нойда, было найдено около недели назад возле кустов в уединенном месте.
На теле были следы ножевых ранений, и в полицейском участке Бисраха было возбуждено уголовное дело и начато расследование, сказал представитель полиции.
"В ходе расследования улики привели полицию к погибшему мужчине, его брату Дипаку, и он был допрошен.
На допросе Дипак признался, что зарезал своего брата до смерти.
Он рассказал полиции, что Бхишам часто употреблял алкоголь, устраивал дома беспорядки и плохо вел себя с женщинами - членами семьи, из-за чего он решил убить своего брата", - сказал представитель полиции.
Обвиняемый был арестован и обвинен в убийстве и других связанных с ним обвинениях, сообщили в полиции.
Тони Блэр клянется никогда не прекращать вмешательство в британскую политику, несмотря на серьезную реакцию на Brexit
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании, после того как его участие в Лейбористской партии и кампании против Brexit вызвало резкую реакцию.
Г-н Блэр, который уже более десяти лет не работает, сказал Софи Ридж в эфире Sky News, что он "никогда" не перестанет выступать в британской политике.
Однако противоречивый политический деятель признал, что "многие люди, которые смотрят это, могут подумать, что я должен прекратить говорить об этом".
Софи Ридж сказала г-ну Блэру: "У меня всегда возникает ощущение, что вы не можете оторваться от политики.
Вы постоянно публикуете отчеты о коронавирусе или придумываете аргументы по Brexit".
"Мне просто интересно, думают ли люди, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь заниматься политикой?
"Не пора ли взять тайм-аут и заняться игрой в гольф?".
Бывший премьер-министр отверг это и поклялся оставаться в британской политике столько, сколько сможет.
Он сказал: "Это не то, что я хочу делать. Многие из тех, кто смотрит, могут подумать, что именно это он и должен сделать и перестать говорить о вещах, но я забочусь о стране".
"Мы находимся на огромном этапе перемен в мире, и институт, который я создал, работает по всему миру.
"Я знаю, что сделал то, чего не делали предыдущие премьер-министры, но в будущем, я предсказываю, многие другие попытаются это сделать".
Ранее в интервью г-н Блэр сказал, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: "Они могут заключить сделку. Но даже та сделка, которую мы заключим, будет плохой".
"По сути, это будет хорошо для Европы, потому что это позволит упростить торговлю товарами, но очень затруднит для нас торговлю услугами".
Бывший лидер лейбористов также сказал Sky News, что Великобритания в обозримом будущем будет жить с COVID-19, а не ликвидировать его.
Во время чествования героев Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался "ударить в спину" Индии
Пакистан пытался "ударить в спину" Индии, несмотря на ее попытки сохранить дружественные отношения, заявил сегодня премьер-министр Нарендра Моди в своем обращении к вооруженным силам по случаю 21-й годовщины Каргильской войны.
В своем ежемесячном радиообращении "Манн ки Баат" премьер-министр Моди сказал: "Пакистан предпринял эту злодейскую авантюру со зловещими планами захватить земли Индии и отвлечь ее от текущих внутренних конфликтов".
"Пакистан имел наглость попытаться захватить индийскую землю и отвлечь внимание от своих внутренних беспорядков", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла - бороться со всеми без причины.
Люди с такой природой могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан нанес удар по Индии, несмотря на попытки Индии наладить теплые отношения", - сказал он.
"Вы можете себе представить: враг находился высоко в горах, а наши войска сражались с ним снизу. Но высокий боевой дух и правда наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия показала большую силу в Каргиле", - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас отмечается каждый год, в день, когда индийская армия вернула все индийские посты в Каргиле в Ладакхе, которые были оккупированы пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешном завершении операции "Виджай".
Почти трехмесячная битва на ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнат Сингх, его младший министр Шрипад Найк, начальник штаба обороны генерал Бипин Рават, главком сухопутных войск генерал М М Нараване, главный маршал авиации Р К С Бхадаурия и главком ВМС адмирал Карамбир Сингх также почтили память погибших в Амар Джаван Джьоти в Национальном военном мемориале.
За десятилетия, прошедшие после Каргила, отношения между Индией и Пакистаном были напряженными после серии террористических актов.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистан должен ликвидировать все лагеря террористов, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования малого и среднего бизнеса может не сработать
Сектор малого бизнеса, который часто не обслуживается крупными банками, все чаще обращается к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Однако г-н Каллаган сказал, что онлайновые кредиторы находятся в невыгодном положении по сравнению с крупными банками, поскольку не имеют доступа к финансированию по более низким ценам, и предупредил, что в результате схема гарантий для МСП не получит развития.
"Я думаю, что она, вероятно, не достигла цели, когда все люди, которые звонят нам, звонят в расчете на то, что они смогут получить очень дешевое финансирование, а не на то, что правительство поддержит 50 процентов кредита", - сказал он.
"Так что они звонят и очень разочаровываются, потому что ожидают, что будут скидки, а мы смотрим на нашу стоимость финансирования, которая нисколько не изменилась".
Г-н Каллаган добавил, что если бы финтех смог получить доступ к более дешевому финансированию и передать его малому бизнесу, схема стала бы "беспроигрышной".
"Это была своего рода ловушка 22: крупные банки получили доступ к дешевому финансированию, но они более склонны к риску, поэтому они не идут на кредитование таким же образом, они не могут получить доступ к данным и не могут чувствовать себя комфортно, если у вас нет недвижимости", - сказал он. "Пока мы не сможем получить доступ к более дешевому финансированию, я думаю, что на рынке существует фикция о том, насколько популярной будет эта схема".
Мельбурнская компания Moula также участвует в этой схеме, и ее генеральный директор Арис Аллегос сказал, что преимущества 50-процентной гарантии, заложенные в правительственной схеме, должны быть переданы малому бизнесу, но разные кредиторы решают эту проблему по-разному.
"Я могу понять, что есть и другие кредиторы, которые не передают эту структуру затрат", - сказал он.
"Это может быть функцией того, как структурировано их финансирование, а также функцией того, в какие категории они выдают кредиты и как они оценивают риск в этих категориях".
Г-н Аллегос не предоставил подробностей о количестве кредитов, выданных Moula по схеме, но сказал, что обновленная схема - это "основное признание того, что необходимо изменить", чтобы предложить большую гибкость кредиторам и заемщикам.
Тем не менее, он сказал, что его основное беспокойство вызывает "двухскоростная экономика", которая действует, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутый обрыв и то, как в него попасть", - сказал он.
"В целом, что касается спроса, то мы не вернулись к уровню, существовавшему до вступления в силу закона COVID, хотя аппетит растет".
Зарегистрированный на ASX онлайн-кредитор Prospa также не стал подробно описывать сумму кредитов, выданных им по схеме, поскольку, по его словам, эта информация является коммерческой тайной, но главный исполнительный директор Грег Мошал сказал, что расширение схемы правительством приветствуется.
"Мы поддерживаем любые усовершенствования схемы, которые позволят малому бизнесу получить доступ к широкому спектру финансовых продуктов, отвечающих его требованиям, включая гибкие продукты, обеспечивающие движение денежных средств в более короткие сроки, - сказал он.
Вирджиния Бич демонтирует памятник конфедератам
ВИРДЖИНИЯ БИЧ, штат Вирджиния. -- Город Вирджиния-Бич убрал 115-летний памятник Конфедерации с общественной территории в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие убрали памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял у старого здания суда округа Принцессы Анны, на том самом месте, где когда-то проводились аукционы рабов.
В четверг вечером совет единогласно проголосовал за начало процесса демонтажа.
Совет выслушал десятки ораторов и решил, что многие считают памятник вызывающим разногласия и болезненным напоминанием о прошлом.
После недавних протестов и актов вандализма в отношении других памятников Конфедерации статуя недавно была полностью закрыта, а ворота вокруг нее заперты.
Пока что памятник будет храниться на складе.
Теперь город должен ждать предложений от исторических групп или других организаций, которые захотят забрать памятник.
Полиция пробует новые, менее смертоносные средства в условиях продолжающихся протестов
По мере того как в Портленде и по всей стране продолжаются ожесточенные столкновения между правоохранительными органами и протестующими, разгораются дебаты о том, как полиция может сократить применение смертоносной силы.
Некоторые компании предлагают новые высокотехнологичные средства, такие как дистанционные наручники, которые полиция может использовать вместо более опасных средств, таких как перцовый аэрозоль, резиновые пули и световые гранаты.
Правозащитная группа Amnesty International проанализировала 500 видеозаписей протестов с 26 мая по 5 июня и обнаружила 125 случаев чрезмерного применения силы в 40 штатах и округе Колумбия.
"Мы увидели, что слезоточивый газ, перцовый аэрозоль, перцовые шарики, 40-миллиметровые ударные патроны, практически все виды менее смертоносного оружия используются не по назначению", - сказал следователь по оружию Amnesty International Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для того, чтобы избежать необходимости применения огнестрельного оружия.
"Все эти средства должны быть под рукой у полицейских, чтобы они могли использовать их вместо смертоносной физической силы с помощью огнестрельного оружия, потому что это единственная профессия в Америке, где граждане дают вам право лишить себя жизни", - сказал Кори Пегес, бывший заместитель инспектора департамента полиции Нью-Йорка.
Одно из новейших средств называется Bola Wrap, это портативное устройство, которое выстреливает 8-футовый кевларовый шнур, который обматывается вокруг подозреваемого.
Существуют акустические устройства дальнего действия, также известные как звуковые пушки, оружие направленной энергии, использующее лазеры для нагрева кожи человека, новые снаряды из пенопласта и мела, бомбы-вонючки и, конечно, электрошокер.
Акции компании Axon, которая производит электрошокер, выросли более чем на 18%, достигнув рекордного уровня, когда протесты переросли в насилие через несколько дней после убийства Джорджа Флойда полицией.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет 11,85 миллиарда долларов.
Смотрите видео, чтобы получить представление о новых высокотехнологичных средствах, которые полиция использует для применения менее смертоносного оружия, о том, как они регулируются и что стоит на кону для будущего полиции и общества, которому она служит.
ООН заявляет о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД -- В докладе ООН говорится, что более 6000 пакистанских боевиков скрываются в Афганистане, большинство из них принадлежат к запрещенной группировке "Пакистанский Талибан", ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группировка, известная как Техрик-и-Талибан (ТТП), связалась с афганским филиалом группы "Исламское государство".
Некоторые члены ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится в восточном Афганистане.
Правительство Афганистана не ответило в воскресенье на просьбу Ассошиэйтед Пресс о комментарии.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от действий афганских сил безопасности, а также сил США и НАТО, и даже иногда от действий афганских талибов.
Доклад был подготовлен группой ООН по анализу и мониторингу санкций, которая отслеживает террористические группы по всему миру.
По оценкам авторов доклада, число членов ИГ в Афганистане составляет 2 200 человек, и хотя руководство группировки поредело, среди ее лидеров по-прежнему числится гражданин Сирии Абу Саид Мохаммад аль-Хорасани.
В докладе также говорится, что группа мониторинга получила информацию о том, что два старших командира "Исламского государства", Абу Кутайба и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление, (Исламское государство) по-прежнему способно совершать громкие нападения в различных частях страны, включая Кабул.
Оно также стремится привлечь бойцов "Талибана", которые выступают против соглашения с США", - говорится в докладе, где имеется в виду мирное соглашение, подписанное США с "Талибаном" в феврале.
Это соглашение было заключено, чтобы позволить США прекратить свое 19-летнее участие в Афганистане, и призывает талибов гарантировать, что их территория не будет использоваться террористическими группами.
Ожидается, что соглашение также гарантирует полное участие Талибана в борьбе с ИГ.
Вторая и, возможно, самая важная часть соглашения призывает к переговорам между Талибаном и политическим руководством Кабула.
В конце субботы Госдепартамент США опубликовал заявление о том, что его посланник по мирному урегулированию Залмай Халилзад снова совершает поездки по региону, пытаясь начать эти переговоры, которые неоднократно откладывались, поскольку обе стороны спорили по поводу программы освобождения заключенных.
Соглашение, поддерживаемое США, предусматривает, что афганское правительство должно освободить 5000 заключенных талибов, а талибы - 1000 правительственных и военных служащих в качестве так называемого жеста доброй воли в преддверии переговоров.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет высокопоставленными преступниками, и предложило освободить альтернативные варианты.
Талибы отказались.
"Стороны как никогда близки к началу внутриафганских переговоров, ключевому следующему шагу к прекращению 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Хотя был достигнут значительный прогресс в обмене пленными, для полного решения этого вопроса требуются дополнительные усилия".
Политический представитель Талибана ранее на этой неделе заявил, что он готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенных будет завершено.
Большую тревогу у Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП, Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за громкие нападения в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
В этом месяце в юго-западной провинции Белуджистан в боях с повстанцами погибли несколько пакистанских военнослужащих.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда была атакована школа пакистанской армии и 140 человек были убиты.
Большинство из них были студентами, а некоторым было всего 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается в 6 000 - 6 500 человек, большинство из которых состоят в ТТП", - говорится в докладе.
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской компании Huawei в рамках расследования США - RT Business News
Базирующийся в Лондоне транснациональный банк HSBC вышел в социальные сети, чтобы заявить, что он не занимался, как утверждают китайские СМИ, "фабрикацией доказательств" против Huawei, что привело к аресту главного финансового директора компании в Канаде.
В недоступном сейчас сообщении на WeChat кредитор заявил, что его действия не спровоцировали расследование США в отношении крупнейшего в мире поставщика оборудования для телекоммуникационных сетей, поскольку проверка Huawei на предмет нарушения американских санкций в отношении Ирана началась задолго до вмешательства банка в конце 2016 года.
"HSBC не испытывает никакой враждебности к Huawei и не "подставлял" Huawei", - заявил банк в субботу, добавив, что он никогда не искажает факты о своих клиентах.
"В ответ на запросы Минюста США [Министерство юстиции США] о предоставлении информации, HSBC Group просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты".
Сообщение было заблокировано на платформе с пометкой, что оно "нарушает правила" и сейчас недоступно.
Заявление последовало вскоре после того, как многочисленные китайские СМИ, включая газеты, связанные с государством, обвинили HSBC в "сговоре" с Вашингтоном, чтобы устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала уже более полутора лет, с тех пор как финансовый директор Huawei Мэн Ваньчжоу была арестована в декабре 2018 года в Канаде по ордеру США.
Мэн грозят обвинения в мошенничестве за якобы использование подставной компании для нарушения санкций против Ирана и якобы ложь банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым доказательствам, приведенным Global Times, HSBC был хорошо осведомлен о связи китайской компании со Skycom.
Сообщается, что банк пошел на "сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать отмывание денег и нарушение санкций, включая ограничения в отношении Ирана.
Тогда ему было предписано выплатить около 1,9 миллиарда долларов в виде штрафов и не допускать подобных нарушений.
"Доказательства указывают на то, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло не замечать проступков самого британского банка и не наказывать его в рамках соглашения об отложенном судебном преследовании 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении газета, контролируемая Пекином, добавила, что кредитор, если будет доказана его вина в этом "сговоре", может понести "суровое наказание" в Китае, одном из основных рынков для HSBC.
Это не первый раз, когда известный банк попадает под огонь за последние недели.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности для Гонконга, города, где начинался его бизнес и на который приходится более половины его прибыли.
Банк подвергся критике с двух сторон - с Запада, где госсекретарь США Майк Помпео назвал поддержку "корпоративным поклоном", и с Востока, где китайская сторона, по сообщениям, заявила, что поддержка была "запоздалой".
Ангола: Больница Педале передана в ведение Министерства здравоохранения
Луанда - Президент Республики Жуан Луренсу в эту пятницу принял решение о передаче контроля над строящейся в Луанде больницей Педро Мария Тонха Педале в ведение Министерства здравоохранения.
В своей записке пресс-служба президента Республики сообщает, что эта мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественного медицинского обслуживания и медикаментов для населения.
"В данном конкретном случае речь идет о том, чтобы сделать доступной для ангольцев эталонную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который вызвал "огромный спрос" на качественные медицинские услуги самых разных специальностей.
Этот спрос, говорится далее в записке, оправдывается включением в состав больницы, специализирующейся на лечении сложных заболеваний, преподавании и исследованиях, мероприятий, связанных с офтальмологией и медициной матери и ребенка, областей, стратегия и управление которыми заслуживают того, чтобы находиться в ведении Министерства здравоохранения.
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, преданного боевика, говорит президент Теббун.
Алжир - Президент Республики Абдельмаджид Теббуне направил послание соболезнования членам Народного национального собрания (ННА) Муджахеду Махмуду Гемаме, который умер в пятницу, в котором он сказал, что Алжир "потерял патриота и боевика, преданного делу своего народа и своей нации".
Сегодня Алжир потерял в результате смерти Муджахеда Махмуда Гемамы патриота и боевика, преданного делу своего народа и своей страны, человека, который никогда не дрогнул и чья решимость оставалась неизменной с того момента, как он взял в руки оружие вместе со своими доблестными братьями-моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только покориться Божьей воле", - написал президент Теббун в своем соболезновании.
"Покойный Махмуд Гемама, мир ему, принадлежал к уникальному поколению верных патриотов-боевиков, которые пожертвовали собой ради своей родины", - добавил президент Республики.
"Покойный посвятил свою жизнь освобождению Алжира от мук жестокого колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI".
"Покойный президент известен всем своей доказанной воинственностью и стремлением укрепить образ процветающего и единого Алжира", - сказал президент Теббун.
"На далеком юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешивающийся для примирения братьев в одной стране всякий раз, когда разгорается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности принесли покойному Махмуду Гемаме уважение и доверие жителей Таманрассета, которые выбрали его представителем в Народном национальном собрании (ННА) на несколько сроков, в течение которых он был послом и защитником проблем региона и чаяний его народа, и даже представителем и выразителем интересов всех алжирцев", - написал президент Республики.
"Всех выражений соболезнования будет недостаточно, чтобы воздать должное моджахеду Махмуду Гемаме, мир ему.
Он покидает нас сегодня в то время, когда Алжир нуждается в нем", - сказал президент.
"Я молю Всемогущего Бога окружить покойного своей святой милостью, принять его в своем огромном раю вместе с шухадаа и добродетельными людьми.
Я также молю Бога дать его семье и близким терпение и утешение... нет силы и власти, кроме как в Боге", - заключил президент Республики.
Обновленная информация о поездках из-за коронавируса: какие страны ввели ограничение на въезд для болгар
Число стран, вводящих ограничения на поездки, растет. С этой недели Чешская Республика требует проведения тестов на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только в том случае, если они имеют там адресную регистрацию, трудовой договор или документ, подтверждающий деловую поездку.
С сегодняшнего дня люди, посетившие Болгарию и Румынию в течение последних 14 дней, подлежат обязательному карантину в Италии. В Финляндию въезд только по "уважительной причине".
Обязательный домашний карантин в Австрии, несмотря на отрицательный тест ПЦР. Это уже требуется для въезжающих в Германию. В течение следующих 14 дней без уважительной причины закрыт доступ в южную Румынию. А Греция еще больше ужесточила меры вдоль своих сухопутных границ.
Со вторника те, кто путешествует самолетом из Болгарии в Грецию, должны будут предъявить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, проведенного за 72 часа до въезда к нашему южному соседу, объявило Министерство иностранных дел.
Они добавили, что в страну будут пропускать только тех пассажиров, у которых есть сертификат о прохождении такого теста. Она должна быть выдана на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не примут сертификаты, не отвечающие этим требованиям
"Путешественники должны пройти лабораторное тестирование методом RT-PCR, взяв выделения изо рта или носа. Тесты на коронавирус будут признаны, если они выполнены в национальных референс-лабораториях, национальных лабораториях здравоохранения или частных лабораториях, аккредитованных соответствующими национальными аккредитационными органами (не обязательно конкретно на COVID-19).
Эта мера не распространяется на граждан Греции, граждан, проживающих в Греции, и путешественников по важным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, не успевшие пройти тестирование до поездки, будут тестироваться компетентными греческими органами по прибытии в Грецию.
Требование к гражданам, путешествующим самолетом в Грецию, заполнять не менее чем за 24 часа электронную форму Passenger Location Form (PLF), генерирующую QR-код, который они предъявляют греческим властям при въезде в страну, остается в силе. Более подробная информация опубликована на сайте travel.gov.gr
На данный момент нет никаких изменений в требованиях к пересечению сухопутных границ между Болгарией и Грецией. "Путешественники в Грецию через сухопутную границу, независимо от их гражданства, должны также заполнить электронную форму локализации пассажира (PLF), генерирующую QR-код, не менее чем за 24 часа до прибытия", - пояснили в МИДе.
Закрытие контрольно-пропускных пунктов Илинден, Капитан Петко Войвода и Макаца привело к увеличению интенсивности движения через границу в районе Петрича. Проблем с переходом нет. Очередей из грузовиков нет. Все ожидающие отправляются на море в Грецию. Путешественники ждут около полутора часов, чтобы пересечь Башню.
Три пункта на болгаро-греческой границе работают. Закрыты только "Илинден - Эксохи" и эта часть Ивайловграда.
Доминик Каммингс взят в заложники SAS... во время экскурсии на базу
Главный советник премьер-министра испытал это на прошлой неделе во время экскурсии по базе.
Мысль о том, что Доминика Каммингса держат в заложниках с винтовками, направленными ему в голову, может показаться некоторым затравленным государственным служащим тайно приятной.
Но бескомпромиссный главный советник премьер-министра именно это испытал на прошлой неделе во время экскурсии по штаб-квартире SAS, Стерлинг Лайнс.
The Mail on Sunday может сообщить, что часть его визита в среду включала посещение "Дома убийств", где элитные солдаты оттачивают свое мастерство в борьбе с террористами.
Экскурсия по базе в Херефорде также включала осмотр военной техники полка и брифинг о последних операциях, в том числе об усилиях по уничтожению террористов "Исламского государства" в Ираке.
Высокопоставленным гостям "Линии Стирлинга" предлагается необычный прием - очередь в "Убийственный дом", двухэтажное здание, где SAS практикует бой в ближнем бою.
Среди предыдущих гостей - принцесса Диана, чьи волосы загорелись из-за искры от гранаты, брошенной во время учений в 1983 году.
Предполагается, что г-н Каммингс прибыл на базу, названную в честь основателя полка, полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний полигон Понтрилас, где базируются другие сверхсекретные подразделения.
Этот визит был частью его турне по особо секретным объектам британской системы безопасности, которое вызвало недоумение среди политиков и военных начальников.
Когда в начале этого месяца стало известно о его планах, Тобиас Эллвуд, член партии Тори и председатель комитета по обороне, заявил, что члены парламента должны иметь такую же возможность задать ему вопросы по вопросам обороны и безопасности, как и министрам и гражданским служащим.
Специальные советники, назначаемые политиками, редко обязаны давать показания комитетам.
Предполагается, что старшие офицеры SAS использовали мероприятие в среду, чтобы подчеркнуть важность сохранения численности личного состава Королевской морской пехоты и Парашютного полка.
Сообщалось, что эти подразделения, которые обеспечивают большинство военнослужащих спецназа, могут быть сокращены или объединены в целях экономии средств.
"Более половины солдат в SAS, состоящей из 250 человек, ранее были парашютистами, а еще более малочисленная Специальная лодочная служба (SBS) не могла существовать без поддержки Королевской морской пехоты", - сказал источник в оборонном ведомстве.
"Поэтому Каммингсу было сказано, что эти подразделения должны быть сохранены в полном составе".
Г-н Каммингс, который жаловался, что военные закупки "продолжают растрачивать миллиарды фунтов", недавно посетил встречи в штаб-квартирах MI5 и MI6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, а также сверхсекретные лаборатории правительства в Портон-Дауне в Уилтшире.
Вчера вечером Министерство обороны не ответило на просьбу о комментарии.
Утренник "Воскресное утро": Празднование Роджерса и Харта
В 2020 году исполняется сто лет со дня дебюта на Бродвее первой профессиональной работы одного из самых легендарных дуэтов музыкального театра - Ричарда Роджерса и Лоренца Харта.
В честь их авторского наследия бродвейские звезды Джелани Алладин ("Frozen", "Hercules") и Кристиани Питтс ("King Kong", "A Bronx Tale"), а также танцор Ричард Риаз Йодер ("Hello, Dolly!", "Shuffle Along") представляют современную версию стандарта Роджерса и Харта "The Lady Is a Tramp", записанную специально для "Sunday Morning".
Музыкальное руководство и аранжировки - за барабанщиком Брайаном Картером, который выступает вместе с басистом Расселом Холлом.
Пожарные добиваются успеха в борьбе с пожарами в округе Лассен
Пожарные одерживают верх в борьбе с двумя лесными пожарами, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Пожар Голд, начавшийся к югу от Адина, локализован на 40% и продолжает угрожать жилым домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам, сообщили представители Cal Fire в обновленном сообщении в субботу утром.
После четырех дней горения огонь прожевал 21 000 акров, уничтожил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и укрепить контрольные линии.
Но порывистые ветры и низкая влажность ожидаются до субботы.
К западу от Сюзанвилля меньший пожар, известный как пожар Хог, уничтожил два строения и занял около 10 000 акров.
По данным Калифорнийского департамента лесного хозяйства и пожарной охраны, за ночь пожар утих, пока пожарные проводили зачистку и укрепляли линии контроля.
К утру субботы пожар был локализован на 45% и горел уже шесть дней.
В условиях дневной жары, когда температура в районе Сюзанвилля превышала 90 градусов, тлеющие очаги рисковали вспыхнуть.
Хотя некоторым жителям разрешили вернуться в свои дома, некоторые районы в обеих зонах пожара остаются под действием приказа об обязательной эвакуации.
Два пожарных, пострадавших во время пожара в Голде, были выписаны из больницы.
Цепному мосту между Шотландией и Англией исполнилось 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет после реконструкции стоимостью 10 млн. фунтов стерлингов.
Цепной мост Юнион пересекает реку Твид от Фишвика в Шотландских границах до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, это был самый длинный кованый подвесной мост в мире с пролетом 449 футов (137 м).
Он также был первым автомобильным мостом такого типа в Великобритании.
Мост был спроектирован офицером английского королевского флота капитаном Сэмюэлем Брауном.
Он запатентовал и изготовил кованые цепи после того, как пережил гибель кораблей Королевского флота, которые сорвались с канатов.
Друзья цепного моста Юнион и Институт гражданских инженеров (Ice) Шотландии отмечают двухсотлетие переправы.
Роберт Хантер, представитель группы друзей, сказал: "Это действительно один из самых исторических мостов в мире и захватывающее произведение инженерного искусства.
"Мы планировали провести ряд торжественных мероприятий по этому случаю, но, к сожалению, их пришлось отложить.
"Однако тот факт, что в ближайшее время начнутся работы по реконструкции стоимостью 10 миллионов фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут наслаждаться мостом во всем его великолепии".
Директор Ice Scotland Ханна Смит назвала мост "часто упускаемой из виду" частью инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это фантастика, что скоро начнутся работы по его обновлению".
В Северной Корее объявлено чрезвычайное положение в связи со случаем заболевания ковид-19
Лидер Северной Кореи Ким Чен Ын созвал чрезвычайное заседание политбюро после того, как человек, подозреваемый в заражении вирусом Ковид-19, вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
В случае подтверждения, это будет первый случай заболевания, официально признанный властями Северной Кореи, которые до сих пор заявляли, что в стране нет подтвержденных случаев заболевания коронавирусом.
Ким объявил чрезвычайное положение и ввел изоляцию в приграничном городе Кэсон, назвав его "критической ситуацией, когда можно сказать, что вирус проник в страну", сообщило государственное информационное агентство KCNA.
По данным KCNA, человек, дезертировавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, позволяющими предположить наличие вируса Ковид-19.
"В городе Кэсон произошло чрезвычайное происшествие, когда беглец, ушедший на юг три года назад, человек, который, как предполагается, был заражен вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии", - говорится в сообщении KCNA.
KCNA не уточнило, был ли этот человек протестирован, но сообщило, что по результатам нескольких медицинских обследований выделений из верхних дыхательных органов и крови этого человека был получен "неопределенный результат", что побудило чиновников поместить этого человека в карантин и проверить всех, с кем он мог контактировать.
Северная Корея получила тысячи комплектов для тестирования на коронавирус из России и других стран и ввела строгое закрытие границ.
Тысячи людей в этой скрытной стране были помещены в карантин, но недавно ограничения были ослаблены.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как "человеческие отбросы" и призывающую Южную Корею пресечь деятельность групп, отправляющих на Север пропагандистские послания и продовольственную помощь.
Ким приказал провести расследование в воинских частях вдоль границы, где, как подозревается, переходил человек, чтобы "применить суровое наказание и принять необходимые меры".
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидающих принятия мер в парламенте Австралийского Союза заставляет задуматься о нашем собственном авторитаризме.
Они включают в себя развертывание технологии распознавания лиц, принуждение технологических компаний к расшифровке информации, хранящейся в компьютерных системах их клиентов, принуждение технологических компаний к предоставлению доступа к облачной информации их клиентов без уведомления владельца информации и расширение полномочий ASIO по проведению обязательных допросов.
Эти меры поднимают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особую тревогу.
В отличие от других стран "пяти глаз" - США, Канады, Великобритании и Новой Зеландии - после 11 сентября ASIO получило право принудительно допрашивать людей в течение семи дней в связи с преступлениями терроризма.
Хотя можно согласиться с тем, что крайняя жестокость, связанная с преступлениями терроризма, оправдывает чрезвычайные полномочия - крайняя жестокость, по крайней мере, предлагает яркую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать об "огульных и расплывчатых" определениях, используемых в данном законопроекте для запуска полномочий по принудительному допросу: работа с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая является тайной или обманной и "наносит ущерб интересам Австралии".
Трудно представить себе более "огульное и расплывчатое законодательство о "национальной безопасности", чем это.
ASIO будет разрешено принудительно допрашивать любого человека о таких вещах - не только подозреваемых в совершении преступлений.
Сюда входят журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, жители и посетители.
ASIO просто должно будет доказать, что допрос будет "существенно способствовать сбору разведывательной информации" об иностранном вмешательстве, что, по-видимому, является основной целью законопроекта.
Затем человека можно будет допрашивать в течение 40 часов (без учета перерывов).
Если человек отказывается присутствовать на допросе, его арестовывают.
Отказ от ответа или дача ложных или вводящих в заблуждение ответов влечет за собой максимальное наказание в виде пяти лет лишения свободы.
Этим законопроектом отменяются правила, которые являются основополагающими в наших правовых системах - более того, в Соединенных Штатах они защищены конституцией.
Людей - включая тех, кому уже предъявлены обвинения - будут принуждать к предоставлению доказательств, которые затем могут быть использованы для судебного преследования.
Они могут иметь адвоката, но его присутствие будет ограничено разъяснением двусмысленных или неясных вопросов.
Согласно новому законопроекту решение о выдаче ордера на допрос передается от судьи Генеральному прокурору.
Как отметил Генеральный инспектор разведки и безопасности, это "расходится с тенденцией повышения требований к внешнему разрешению в других юрисдикциях "Пяти глаз".
Это также нарушает принцип разделения властей, согласно которому суды тщательно проверяют действия исполнительной власти.
Новый законопроект также предлагает распространить полномочия по допросу на детей, достигших 14 лет, но только на тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и населения от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, наделение полномочиями принудительно допрашивать любого человека об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной" или деятельности, которая "наносит ущерб интересам Австралии", выходит за рамки допустимого.
Мы стоим особняком.
Ни одна страна "Пяти глаз" не заходит так далеко, даже в отношении преступлений, связанных с терроризмом.
Подлинно либеральные демократии защищаются от авторитарных мер.
Поведение наших спецслужб в связи с прослушиванием парламента Восточного Тимора, судебные процессы над Свидетелем К и Бернардом Коллери, тайный суд и тюремное заключение бывшего офицера разведки, недавние ордера на обыск двух журналистов и перспектива предъявления обвинений одному из них в связи с материалами о предполагаемых убийствах австралийскими солдатами в Афганистане показывают, почему мы не должны ослаблять бдительность.
Тела матери, двух младенцев найдены в машине, погруженной в пруд
АВГУСТА, штат Джорджия - Власти вытащили из пруда затопленный автомобиль и обнаружили в нем тела женщины и ее 10-месячных детей.
Офис шерифа округа Ричмонд сообщил, что экипажи обнаружили автомобиль в пруду Мэра в Огасте в пятницу днем, пишет The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти опознали тела 25-летней Шакии Филпот и ее малолетних детей Кайсена и Кассиуса Уильямсов.
Власти не сообщили подробностей о том, как семья оказалась в пруду.
По словам Боуэна, машину обнаружил свидетель, который рыбачил в этом районе.
Тела погибших собирались отправить в Бюро расследований Джорджии для вскрытия.
Дело остается в стадии расследования.
Обзор "Персов": Античный портрет поражения Эсхила
В "Персах" мало действия, почти нет сюжета. Люди просто мельтешат вокруг, разговаривая (правда, довольно интенсивно) о событиях (правда, трагических), произошедших далеко-далеко.
Однако в постановке Национального театра Греции звуки и ярость вырываются наружу с огромной силой. На пике спектакль бьет как удар в солнечное сплетение, перехватывая дыхание, и это воздействие лишь немного притупляется при просмотре онлайн.
Впервые поставленная в 472 году до нашей эры, пьеса Эсхила "Персы" считается самой старой из сохранившихся греческих пьес. Эта постановка Димитриса Лигнадиса транслировалась в субботу в прямом эфире из древнего амфитеатра Эпидавра; в духе театра, записи в Интернете не существует. Это место изначально задумывалось как часть городского асклепейона (центра врачевания), поскольку греки считали баланс между телом и душой необходимым для хорошего здоровья. Давайте все с тоской подумаем об этой философии.
В сериале рассказывается о последствиях Саламиса, морского сражения, в котором 2 500 лет назад греки, превосходящие по численности, разгромили могущественную персидскую армию. В то время, когда наши горизонты сужаются, это просто головокружительно - виртуально присоединиться к живой аудитории и наблюдать (с субтитрами) за живыми актерами в Греции, исполняющими пьесу тысячелетней давности.
Эсхил сам сражался при Саламине, но в его пьесе есть изюминка: этот ветеран победившей стороны излагает свою историю среди побежденных, бросая довольно сочувственный взгляд на бедствия своих недавних врагов.
Хор персидских мужчин, одетых в длинные юбки цвета загара и белые рубашки на пуговицах, открывает спектакль. Они находятся в своей столице и с тревогой ждут вестей от своего царя Ксеркса, который уехал на войну с Афинами.
Входит овдовевшая мать Ксеркса, царица Атосса (Лидия Кониорду), в довольно большом черном платье, которое, кажется, надето на нее, а не наоборот; она - человек в экзоскелете из ткани, одновременно уязвимый и грозный. Кониорду, которая является одной из величайших греческих актрис, знает эту роль изнутри - она была режиссером и исполнителем главной роли в предыдущей постановке Национального театра Греции "Персы", которая шла в Нью-Йоркском Сити-центре в 2006 году. Большую часть времени она стоит в центре круглой сцены, без труда изображая тлеющую ярость и мучительную скорбь по мере того, как раскрываются масштабы катастрофы, постигшей домашние войска.
Опасения, которые все испытывали, подтверждает в ужасающих подробностях гонец (Аргирис Пандазарас), вернувшийся с фронта. В совершенно невероятной сцене он рассказывает о сражении, доводя себя до исступления, в то время как члены хора танцуют вокруг него, а дроноподобная партитура Гиоргоса Пулиоса разрастается до, должно быть, оглушительного уровня.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Ксафис), который каким-то образом выбрался живым из-под обломков. Кусочки ниток на его тунике - следы крови (изысканные костюмы Евы Нафины всегда вносят свой вклад в повествование). Персонажи вместе оплакивают потерянные жизни и разрушения в акте общей скорби.
Довольно много классического театра, который мы видим в Соединенных Штатах, пытается сделать его более доступным тем или иным способом. Часто это делается с помощью относительно натуралистичного чтения строк, в попытке сделать текст менее чужим, более легким для восприятия. Но Лигнадис и его труппа полностью используют декламацию, которая, возможно, звучит несколько принужденно для современных ушей, но подчеркивает ритмическую силу текста. Хотя технически они не поют, например, четыре ведущих актера по сути исполняют арии, достигая заклинательной силы, которая кажется потусторонней.
Однако мы никогда не забываем, что в основе пьесы лежат слишком человеческие эмоции.
Египет начинает регистрацию данных избирателей за рубежом для участия в выборах в Сенат
Национальное управление по выборам (NEA) в субботу начало регистрацию данных избирателей, находящихся за границей, чтобы начать голосовать на выборах в сенат, которые пройдут 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны зарегистрировать свои данные и данные дипломатического представительства, связанного с их местом жительства за рубежом, на сайте NEA с 25 июля по 31 июля.
NEA также опубликовало видео, объясняющее шаги, которые избиратели могут предпринять для дистанционного голосования по электронной почте в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидатов в сенат длится с 26 июля по 8 августа, заявили в NEA.
Министр по делам эмиграции и египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в качестве их конституционного права.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон прошел большинством в две трети голосов при возражении четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100 - по индивидуальной системе, а 100 - назначаются президентом республики.
Срок членства в Сенате составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
200 с лишним пожарных реагируют на пожар Карен, горящий в Юрупа-Вэлли - CBS Los Angeles
JURUPA VALLEY (CBSLA) - В субботу днем в Jurupa Valley вспыхнул пожар в дикой природе, что привело к реагированию более 200 пожарных.
Сообщение о пожаре Karen Fire поступило сразу после 15:00 на Sierra Avenue и Karen Lane.
По состоянию на 20:00 площадь пожара увеличилась с 5-10 акров до 250 акров.
По последним данным, площадь пожара составляла 50%, на месте происшествия работали 225 пожарных из Cal Fire, пожарной службы округа Риверсайд, пожарной службы города Корона и пожарной службы округа Сан-Бернардино.
Дальнейшее продвижение пожара остановлено, но ожидается, что силы и средства останутся на ночь для наблюдения за обстановкой.
Сообщений о травмах и повреждениях строений не поступало, эвакуация не проводилась.
Сьерра-авеню между Армстронгом и границей округа Сан-Бернардино была закрыта.
Число случаев коронавируса в Израиле достигло 60 000, так как число заражений резко возросло
ИЕРУСАЛЕМ (Рейтер) - Число людей, у которых был обнаружен коронавирус в Израиле, превысило 60 000 в субботу, так как правительство пытается сдержать возрождающийся рост заболеваемости.
Последний ежедневный подсчет показал 1 770 новых случаев заражения, в результате чего общее число заболевших достигло 60 496, сообщило министерство здравоохранения страны.
В Израиле, население которого составляет девять миллионов человек, зарегистрировано 455 смертельных случаев от пандемии.
Израиль был одной из первых стран, которая ввела общенациональный режим изоляции, и вначале ей удалось успешно сдержать вспышку.
Ежедневное количество случаев заболевания, исчислявшееся сотнями, снизилось до двузначных цифр.
Обеспокоенное экономическим ущербом, правительство ослабило эти ограничения - слишком быстро, как признали впоследствии некоторые чиновники, - и уровень заболеваемости возобновился.
Возобновившиеся спорадические закрытия различных секторов экономики усугубили недовольство населения, вызывая ежедневные демонстрации.
Опасайтесь садовых уловок, которые выглядят слишком хорошо
Может быть, для ученого-растениевода это и стыдно признать, но я просто балдею от садовых диковинок.
Мне хочется думать, что это потому, что я непредвзятый человек или, может быть, просто иррациональный оптимист, особенно потому, что многие вещи в мире растений часто бывают крайне контринтуитивными.
Но мне не стыдно признаться, что за свою жизнь в садоводстве я попался на десятки из них.
Хотя я твердо верю в ценность самостоятельных проб, если вы не хотите учиться на собственном опыте, вот некоторые из наиболее распространенных садовых уловок, с которыми я сталкивался.
Первое, и, вероятно, самое страшное преступление - привитые растения томатов и картофеля.
Прививка томатов на корни картофеля, которую называют революционным прорывом, на самом деле является старым ботаническим курьезом, восходящим, по крайней мере, к 1920-м годам.
Поскольку они относятся к одному семейству и имеют в целом схожий внутренний "водопровод", вы действительно можете создавать такие хирургически усовершенствованные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как плоды и корни, требует много метаболической энергии, и если растения пытаются сделать и то, и другое, их ограниченные ресурсы неизбежно расщепляются.
Это означает, что урожайность таких привитых растений ужасна и совсем не похожа на то, что вы видите на рекламных картинках.
Кроме того, культуры созревают с разной скоростью, поэтому, чтобы собрать урожай картошки, нужно уничтожить растения до того, как созреют помидоры.
Что касается маркетинговых изображений, то здесь тоже много сомнительной работы.
В некоторых крупных каталогах я видел розы, окрашенные в небесно-голубой цвет, и фруктовые деревья с физиологически невозможным количеством плодов на ветвях.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Instagram и использованные торговыми сетями в качестве изображений своих пробных площадок.
К сожалению, работа небольшого меньшинства бесцеремонных компаний означает, что вы должны смотреть на рекламные изображения, особенно в Интернете, очень скептически.
Если это выглядит слишком хорошо, чтобы быть правдой, то, скорее всего, так оно и есть.
Кстати говоря, синий цвет относительно редок в ботаническом мире, поэтому если вы видите ослепительный новый вереск, орхидею или кактус, сияющий самым интенсивным "дезинфицирующим" оттенком синего, то почти наверняка его опрыскали или покрасили.
Это было бы прекрасно, если бы продавцы ясно давали это понять, но они редко это делают.
Орхидеи с синей молью вернутся к своему первоначальному белому цвету, но опрысканные кактусы и верески, покрытые слоем краски, подавляющей свет, вряд ли проживут долго.
Наконец, я должен отметить наборы для бонсай или, что еще хуже, семена бонсай, которые обещают, что из их пакетов прорастут миниатюрные деревья.
Бонсай - это не вид растений.
Это техника обучения, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Их почти всегда начинают со зрелых кустарников, которые обрезают, а новый прирост прикрепляют проволокой.
Я знаю, что буду и дальше попадаться на уловки, это часть удовольствия от экспериментов.
Но обойдите эти диковинки стороной, и, возможно, вы найдете ту, у которой действительно есть шанс оправдать свое обещание.
Карантин в Испании: Нужно ли вам проходить карантин в Испании?
Нет, но если вы вернетесь из Испании после полуночи сегодня вечером, вам придется изолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсаф сказал: "Решение об исключении Испании из карантина, принятое ранее на этой неделе, было принято, когда данные свидетельствовали об улучшении ситуации с распространением вируса.
Но, очевидно, последние данные дали нам повод для беспокойства, чтобы отменить это решение.
"Мы понимаем, что это будет разочарованием. Однако мы всегда четко заявляли, что внимательно следим за ситуацией с пандемией во всех странах и что мы можем потребовать исключить страну из списка мест, освобожденных от карантина, если вирус вновь проявит себя".
"Он по-прежнему активен и по-прежнему смертельно опасен. Подавление вируса, предотвращение его передачи и защита здоровья населения - наша приоритетная задача".
Никаких правил в отношении британских путешественников, прибывающих в Испанию, объявлено не было, однако если вы едете в Испанию, вам следует ознакомиться с местными правилами в вашем регионе.
Заместитель директора по чрезвычайным ситуациям здравоохранения Испании Мария Хосе Сьерра сказала:
"У нас есть важные вспышки. Это может быть вторая волна. Посмотрим, что произойдет в ближайшие несколько недель".
Имам-Уль-Хак из Пакистана признан годным к игре после травмы на разминке
Пакистан и Англия встретятся друг с другом в трех тестах и стольких же T20I.
Пакистанский бэтсмен Имам-уль-Хак был признан врачом команды годным к игре после того, как он получил удар по левой руке во время разминочного матча внутри команды в Дерби.
"Леворукий бэтсмен принял участие в разминке перед началом второго игрового дня", - говорится в заявлении Пакистанского совета по крикету (PCB).
Имам из команды PCB Whites получил удар по левой руке во время игры против Насима Шаха из команды PCB Greens в первый день матча.
В пятницу вечером Имам был вынужден уйти из игры после того, как получил удар мячом от Шаха по левой руке, но смог принять участие в утренней разминке и возобновит игру в третий день.
Более 30 сотрудников с положительным результатом на коронавирус в одном отделении банка в штате Тамилнад
По меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, штат Тамилнад, сдали анализы на коронавирус, сообщили представители банка и местного городского совета.
По словам чиновников, клиентам, посетившим банк, также было рекомендовано добровольно сдать анализы на коронавирус.
Ранее от COVID-19 умер старший сотрудник филиала, страдавший от других осложнений.
По словам чиновников, положительные случаи выявились после того, как недавно в банке был проведен массовый медицинский скрининг.
Старшие должностные лица банка сообщили, что процесс дезинфекции завершен, и банк может возобновить работу с завтрашнего дня.
Представители корпорации по вопросам здравоохранения поддерживают связь с клиентами, посетившими банк.
По состоянию на субботу в штате Тамилнад, где зарегистрировано больше всего случаев заболевания вирусом в стране после Махараштры, было зарегистрировано 2 06 737 положительных случаев заболевания вирусом.
Премьер-министр Индии примет участие в закладке храма на спорном месте
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном участке на севере Индии, где в 1992 году индуистские приверженцы жесткой линии снесли мечеть XVI века, сообщает фонд, контролирующий строительство храма.
Церемония назначена на 5 августа - дату, которую организаторы назвали астрологически благоприятной для индусов, но которая также знаменует год с тех пор, как индийский парламент отменил полуавтономный статус единственного штата Джамму и Кашмир, где большинство составляют мусульмане.
Символизм невозможно было не заметить как сторонникам, так и противникам индуистской националистической партии Моди "Бхаратия Джаната Парти", или BJP, чей манифест на протяжении десятилетий включал обещания лишить неспокойный Кашмир автономии и построить храм индуистскому богу Раме на месте мечети времен Великих Моголов, в городе Айодхья в штате Уттар-Прадеш, который верующие считают местом рождения Рамы.
Поскольку коронавирус все еще свирепствует в Индии, которая занимает третье место в мире по числу заболевших, церемония будет транслироваться в прямом эфире по государственному телевидению, а число участников и зрителей будет ограничено, сообщает Vishwa Hindu Parishad, или Всемирная индуистская организация, индуистская националистическая группа, союзная BJP.
Храм будет служить "вечным и бессмертным центром социальной гармонии, национального единства и интеграции и пробуждения чувства хиндутвы", или индуистского образа жизни, заявил в субботу в пресс-релизе представитель организации Винод Бансал.
Столетний спор вокруг этого места был разрешен в прошлом году после победы BJP на выборах.
В ноябре Верховный суд вынес решение в пользу храмового треста, заявив, что мусульманам будет предоставлено пять акров земли на альтернативном участке.
Приверженцы жесткой линии индуизма давно утверждают, что мусульманские захватчики Моголы построили мечеть на месте ранее существовавшего храма в древнем городе Айодья.
В декабре 1992 года после разрушения мечети начались беспорядки, в результате которых погибло около 2 000 человек, в основном мусульмане.
Тем временем судебное разбирательство по делу о сносе храма продолжается в специальном суде.
Архитектор из Ахмадабада, Гуджарат, родного штата Моди, предложил возвышающееся сооружение из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йоги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил провести в Айодхье специальную церемонию очистки и очищения, а также зажечь масляные лампы во всех храмах города перед визитом Моди, сообщило информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие знаменует собой окончание "500-летней борьбы", сообщает PTI.
