Доминик Рааб: Правительство не может извиниться за решение Испании о карантине
Доминик Рааб выступил в защиту решения правительства о повторном введении карантинных мер в Испании в кратчайшие сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран «туристического коридора», которые считались безопасными для посещения Даунинг-стрит, но недавний всплеск случаев коронавируса вызвал опасения по поводу второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений как «реакции в режиме реального времени» на тревожный всплеск инфекций, зарегистрированных в регионе.
Он сказал, что ситуация была оценена вчера днем, «и мы приняли решение так быстро, как только могли».
«Мы не можем принести извинения за это», — добавил он.
«Мы должны быть в состоянии предпринять быстрые, решительные действия, особенно в отношении локализованных или международных действий в отношении Испании или конкретной страны, где, как мы видим, мы должны принять меры».
«В противном случае мы рискуем повторно заразиться в Великобритании, потенциально вторая волна здесь, а затем еще один локдаун».
Министра транспорта среди отдыхающих Испании заставили уйти на карантин
Решение было принято после того, как Испания зафиксировала более 900 новых ежедневных случаев Covid-19 в течение двух дней подряд.
Министр иностранных дел признал, что у многих туристов не осталось времени, чтобы отменить или изменить свои планы.
«Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или рассматривает возможность поехать, но мы должны быть в состоянии предпринять быстрые, решительные действия для защиты Великобритании», - сказал он.
«Мы добились такого прогресса в подавлении вируса и предотвращении повторного захвата вируса в Великобритании».
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за его «откровенно беспорядочные» действия с этой мерой.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих «смущенными и расстроенными».
Лейбористский депутат сказал Софи Ридж: «Я понимаю, почему они приняли это решение, но, конечно, способ, которым это решение было принято за последние 24 часа, откровенно беспорядочный.
«В Испании сейчас есть отдыхающие, растерянные и расстроенные, есть люди, которые собираются отправиться в отпуск в Испанию и на такие острова, как Тенерифе, которые в замешательстве, и они не знают, позволят ли их работодатели взять двухнедельный карантин.
«Правительство просто говорит: «Мы надеемся, что работодатели будут сотрудничать».
«То, как это решение было принято за последние 24 часа, откровенно шатким».
Что означает для отдыхающих пребывание Испании в карантинном списке?
Он призвал министров внести «ясность» в вопрос о том, получат ли те, кого просят о карантине, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что четкая информация также необходима «для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом накопили весь год для своего семейного отдыха, которые смущены и расстроены».
«Способ, которым это решение было сообщено, очевидно, вызывает беспокойство», — подчеркнул он.
Г-н Рааб сказал, что ни один работник, следующий новому руководству, не должен быть наказан работодателями, в том числе путем выплаты больничных.
Он сказал: «Мы меняем правила - закон изменен в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которые должны будут пройти карантин из-за закона, гибкость, в которую они нуждаются.
«Если кто-то следует закону в отношении карантина и самоизоляции так, как он должен, он не может быть наказан против него».
«Провалы» США сдерживают поиск лекарств от коронавируса
Глобальные усилия по производству полезных лекарств против Covid сдерживаются США, потому что исследователи тестируют лекарства «произвольным, волей-неволей способом», предупредил эксперт, возглавляющий программу Великобритании.
Британская программа Recovery Trial, в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один многообещающий новый препарат для борьбы с болезнью, а также выделила два других, которые ранее считались потенциальными спасателями, как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату означала, что другие перспективные методы лечения, которые могли бы быть очищены для широкого использования, все еще должны быть оценены.
В частности, реконвалесцентная плазма (плазма крови, которая берется у пациентов с Covid-19 и которая содержит антитела, которые могут защитить других от заболевания) еще предстоит должным образом протестировать в крупномасштабном рандомизированном исследовании.
«Десятки тысяч людей уже получили реконвалесцентную плазму в США, но эти методы лечения не были рандомизированы», - сказал профессор Мартин Ландрей, один из основателей программы восстановления.
«Они просто дают людям выздоравливающая плазма в надежде, что она будет работать. Было дано огромное количество, и они до сих пор понятия не имеют, помогает ли это или вредит, или не оказывает никакого влияния», — добавил Ландрей, эксперт по организации крупномасштабных испытаний лекарств.
США не проводят больших рандомизированных испытаний, и это в конечном итоге приводит к плохим лекарствам.
Рандомизированные испытания лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют бессознательные предубеждения, которые могут омрачить суждения клиницистов.
Тысячи людей получают лекарство, а тысячи других получают плацебо.
Никто не знает, что им дано.
Затем сравниваются результаты и выявляется эффективность лечения.
Таким образом, Recovery смогла продемонстрировать, что стероид дексаметазон снизил смертность на треть у пациентов с Covid-19 на аппаратах ИВЛ.
Он также показал, что широко разрекламированный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не оказали никакого влияния на спасение жизни пациентов.
Важно отметить, что эти испытания требовали очень большого количества пациентов, и ни одна больница не имеет достаточного количества для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
Напротив, служба здравоохранения США фрагментирована, и ее единственным успехом в указании на возможное лечение было подчеркнуть полезность очень дорогого препарата ремдесивир для ускорения выздоровления некоторых пациентов с Covid-19.
«В США проходит множество небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но ничего из какого-либо вещества», — добавил Лэндрей.
«Они не могут провести крупные рандомизированные испытания, и это в конечном итоге дает плохие лекарства. Это делает медицинскую практику беднее, а результаты для пациентов беднее».
Ландрей сказал, что эта неудача была особенно раздражающей, когда дело дошло до использования реконвалесцентной плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
«Если вы посмотрите на США, огромное количество этого лечения использовалось на произвольной основе волей-неволей. Великобритания превосходит сверх меры по сравнению с тем, что там происходит», — добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы «Восстановление», сказал:
«Были сообщения о том, что 20 000 пациентов получали выздоравливающая плазма в когорте, но ни один из этих пациентов не был рандомизирован. Если бы они поместили этих пациентов в рандомизированные испытания, у нас теперь был бы четкий ответ об эффективности выздоравливающей плазмы».
Хорби добавил, что UK Recovery в настоящее время запустила рандомизированное исследование выздоравливающей плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы заболела 212 человек в 23 штатах
25 июля (UPI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, которая заболела 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что 87 человек заболели с момента последнего обновления вспышки во вторник.
Агентство сообщило, что у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, который может занять от двух до четырех недель, чтобы проявить симптомы, в период с 19 июня по 11 июля.
Тридцать один человек был госпитализирован с начала вспышки, но о смертельных случаях не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не был идентифицирован.
Он не выпустил никаких рекомендаций против употребления в пищу или потребления определенных продуктов, а также не назвал розничных торговцев, которые могут продавать загрязненные продукты.
В Орегоне было больше всего случаев сальмонеллы, с 51 инфекцией, а Юта следует за ним с 40 зарегистрированными случаями.
По данным CDC, сальмонелла является бактериальным заболеванием пищевого происхождения, которое вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей каждый год.
Наиболее распространенными симптомами инфекции сальмонеллы являются диарея, лихорадка и спазмы желудка, которые могут начаться между шестью часами и шестью днями после воздействия.
Болезнь обычно длится четыре-семь дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пара MACED в калифорнийском собачьем парке за то, что не носила маски во время обеда (ВИДЕО) - RT США News
Есть позор масок, а затем есть полный штурм.
Калифорнийская пара, обедающая со своим щенком в собачьем парке, пережила второе, когда разъяренная женщина распылила на них перцовый баллончик за отказ замаскироваться... во время еды.
Эш О'Брайен и его муж Джарет Келли говорят, что они перекусывали в собачьем парке Дасти Роудс в Сан-Диего в четверг со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда подошла «случайная старушка», назвав их «идиотами» за то, что они не маскируются, хотя «вы не можете носить маску и есть одновременно».
О'Брайен велел женщине покинуть парк и прекратить преследовать ее, после чего женщина выпустила в пару баллонку с булавой.
Видеозапись, снятая сторонним наблюдателем, начинается с того, что Келли борется с баллончиком с распылителем у женщины и получает дозу булавы в лицо за свои проблемы.
Можно услышать, как О'Брайен плачет на заднем плане, когда нападавший уходит со своими собаками.
О'Брайен поделилась видео в Facebook и сказала ABC 10, что хочет, чтобы женщина «села в тюрьму».
Маски для лица обязательны по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно снимать только в несколько раз, в том числе во время еды или питья.
Тем не менее, нигде в руководящих принципах штата по коронавирусу не говорится, что прохожие могут использовать нелетальное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху «позора масок» это все еще преступление, весящего наказание в виде штрафа в размере 1000 долларов США или до трех лет в государственной тюрьме.
Плоское, бесплатное образование для продавца яиц в Индоре Параса Райкара, чья тележка была перевернута якобы за взятку в размере 100 рупий
Тележка Параса Райкара, перевозившую яйца, якобы была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история о том, что тележка 13-летнего продавца яиц была опрокинута гражданскими чиновниками, стала вирусной в социальных сетях, мальчик из Индора нашел подавляющую поддержку со стороны людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес.
Семья мальчика также утверждала, что политики, включая лидера Конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложение позаботиться об образовательных расходах детей в семье.
Тележка Параса Райкара с яйцами якобы была опрокинута в четверг гражданскими чиновниками в Индоре, где администрация внедрила правило «левые-правые» для поэтапного открытия магазинов на фоне пандемии коронавируса.
Видео, на котором мальчик утверждал, что чиновники предупредили его утром, чтобы он убрал тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждал мальчик.
Мальчик также утверждал, что его ежедневные продажи снизились из-за пандемии, и потеря его акций создаст для него дополнительное финансовое бремя.
С четверга семья мальчика была перегружена поддержкой людей по всей стране, многие из которых предлагали помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь, чтобы дети поступили в колледж, BJP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом под Прадханом Мантри Авас Йоджана.
Indore Press Club также предоставил мальчику пайки и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
«Мы ошеломлены поддержкой людей по всей стране.
(БДП МЛА) Рамеш Мендола обеспечил квартиру под Прадханом Мантри Авас Йоджана.
Он также предоставил цикл и 2 500 рупий.
Дигвиджая Сингх предоставил 10 000 рупий и гарантии того, что будет следить за образованием этих двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Позвонила женщина из Дели, главный министр Арвинд Кеджривал, которая предложила помощь.
Джотирадитья Скиндия также предложила поддержку», — сказал дедушка Параса.
Однажды зимним утром, пару лет назад, я ехал на работу в Йоханнесбург, Южная Африка, и заметил дымку, нависшую над городом.
Я делаю эту поездку в большинстве дней, поэтому было необычно, что я не замечал этого раньше.
Йоханнесбург известен своим характерным горизонтом, который я едва мог видеть в то утро.
Мне не потребовалось много времени, чтобы понять, что я смотрю на огромное облако загрязнения воздуха.
Контраст между живописной средой, которую я знал, и этим покрытым смогом горизонтом всколыхнул что-то во мне.
Я был потрясен возможностью того, что этот город ярких и ярких закатов будет наводнен тусклой дымкой.
В тот момент я почувствовал желание что-то с этим сделать, но я не знал, что.
Все, что я знал, это то, что я не мог просто стоять сложа миок.
Основная проблема заключалась в том, что я мало что знал об управлении качеством воздуха или химии атмосферы.
Я компьютерный инженер, и я был почти уверен, что не смогу наурядить свой путь выхода из этой проблемы загрязнения воздуха.
(Смех) Кто я такой, чтобы что-то делать с этим вопросом?
Я был только гражданином.
В последующие годы я усвоил очень важный урок, урок, который мы все должны принять во внимание, если мы хотим работать над лучшим будущим.
Даже если вы не являетесь экспертом в определенной области, ваш внешний опыт может стать ключом к решению больших проблем в этой области.
Иногда уникальная перспектива, которую вы имеете, может привести к нетрадиционному мышлению, которое может сдвинуть иглу, но вам нужно быть достаточно смелым, чтобы попробовать.
Это единственный способ, который вы когда-либо узнаете.
Тогда я знал, что если я даже собираюсь попытаться что-то изменить, я должен сначала разобраться в загрязнении воздуха, и поэтому я снова стал студентом.
Я провел небольшое фундаментальное исследование и вскоре узнал, что загрязнение воздуха является самым большим в мире экологическим риском для здоровья.
Данные Всемирной организации здравоохранения показывают, что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха домашними хозяйствами и окружающей средой, причем большинство из них произошло в странах с низким и средним уровнем дохода.
Загрязнение воздуха само по себе ежегодно приводит к большему числом смертей, чем от малярии и ВИЧ/СПИДа.
В Африке преждевременная смертность от небезопасных санитарных условий или недоедания среди детей бледнеет по сравнению со смертностью из-за загрязнения воздуха, и это приводит к огромным экономическим издержкам: более 400 миллиардов долларов США по состоянию на 2013 год, согласно исследованию Организации экономического сотрудничества и развития.
Теперь, в своей работе, я исследую новые границы для искусственного интеллекта, где симбиотические отношения между человеком и машиной могут найти благотворную основу и помочь нам принимать лучшие решения.
Когда я думал о проблеме загрязнения воздуха, стало ясно, что нам нужно найти способ принимать лучшие решения о том, как мы управляем загрязнением воздуха, и, учитывая масштаб проблемы, необходимо делать это совместно.
Поэтому я решил, что мне лучше познакомиться с некоторыми людьми, работающими в этой области.
Я начал разговаривать с официальными лицами из Йоханнесбурга и других близлежащих городов, и я привлек местное научное сообщество, и я также сделал несколько холодных звонков.
Процесс взаимодействия, к который я приступил, помог мне развить более глубокое понимание проблемы.
Это также помогло мне избежать ловушки, в которую люди в моей профессии иногда попадают, пытаясь внедрять инновации, когда мы быстро применяем технологию, прежде чем мы твердо осознаем проблему.
Я начал развивать идею о том, что я могу сделать, чтобы улучшить ситуацию.
Я начал с того, что просто спросил себя, как я могу каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта, а также опыт людей, к которым я обратился.
Я хотел создать онлайн-платформу управления качеством воздуха, которая бы раскрывала тенденции в области загрязнения и проект в будущем, чтобы определить, каких результатов можно ожидать.
Я был полон решимости увидеть, как моя идея претворяется в практическое решение, но я столкнулся с неопределенностью и не имел никаких гарантий успеха.
У меня был очень специфический набор инженерных навыков, навыков, которые я приобрел за свою карьеру (Смех), которые были новыми для людей, которые работали над проблемой загрязнения воздуха в течение стольких лет.
Я пришел к пониманию, что иногда только одна свежая перспектива, один новый набор навыков могут создать условия для чего-то замечательного.
Наша сила воли и воображение являются путеводной звездой, позволяющей нам прокладывать новые пути и преодолевать препятствия.
Вооружившись более твердым пониманием проблемы загрязнения воздуха и сумев получить более десяти лет данных об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях, мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха, которая живет в облаке.
Эта программная система анализирует исторические данные и данные в режиме реального времени, чтобы выявить пространственно-временные тенденции загрязнения.
Затем мы использовали новую технологию машинного обучения, чтобы предсказать будущие уровни загрязнения для нескольких различных загрязняющих веществ за несколько дней вперед.
Это означает, что граждане могут принимать более эффективные решения о своих повседневных передвижениях и о том, где поселить свои семьи.
Мы можем заранее прогнозировать неблагоприятные события загрязнения, выявлять сильных загрязнителей, и соответствующие органы могут приказать им свернуть свою деятельность.
Благодаря вспомогательному планированию сценариев градостроители также могут принимать более эффективные решения о том, как расширить инфраструктуру, такую как населенные пункты или промышленные зоны.
Мы завершили пилотный проект нашей технологии, который был запущен в течение 120 дней, охватывая всю Южную Африку.
Наши результаты были подтверждены, когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными, которые мы получали на местах.
Благодаря нашему лидерству мы привезли передовые, ведущие в мире активы, которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью, принося пользу городу, в который я въехал в одно зимнее утро не так давно и подумал про себя: «Здесь что-то не так. Интересно, что можно сделать?»
Итак, вот в чем дело: что, если бы я не исследовал проблему загрязнения воздуха дальше?
Что, если бы я не проявлял какой-то заботы о состоянии окружающей среды и просто надеялся, что кто-то где-то позаботится об этом?
Я узнал, что, приступая к сложному начинанию, которое продвигает дело, в которое мы твердо верим, важно сосредоточиться на возможности успеха и подумать о последствиях бездействия.
Мы не должны отвлекаться на сопротивление и противостояние, но это должно мотивировать нас дальше.
Поэтому, где бы вы ни находились в мире, в следующий раз, когда вы обнаружите, что у вас есть какое-то естественное любопытство, которое возбуждается, и речь идет о чем-то, что вас волнует, и у вас есть некоторые сумасшедшие или смелые идеи, и, возможно, это выходит за рамки вашего опыта, спросите себя: почему бы и нет?
Почему бы просто не пойти дальше и не решить проблему как можно лучше, по-своему?
Вы можете быть приятно удивлены.
Спасибо.
(Аплодисменты)
Министр внутренних дел Прити Патель требует объяснений от Twitter и Instagram по поводу «отвратительных» твитов Уайли
Прити Патель потребовала объяснений от Twitter и Instagram за то время, которое потребовалось для удаления «отвратительных» постов, сделанных Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, размещенных в социальных сетях художника Grime.
Министр внутренних дел написал в Твиттере в воскресенье: «Антисемитские посты от Уайли отвратительны.
«Они не должны были оставаться в Twitter и Instagram так долго, и я попросил их дать полное объяснение.
«Компании социальных сетей должны действовать намного быстрее, чтобы удалить такую ужасающую ненависть со своих платформ».
Twitter был обвинен в «игнорировании антисемитизма», поскольку твиты Уайли все еще были видны через 12 часов после того, как они были впервые опубликованы.
С тех пор ряд твитов был удален, и 41-летний мужчина был издан семидневным запретом сайта.
Twitter ранее заявил, что аккаунт Уайли был временно заблокирован «за нарушение нашей политики ненавистнических действий», в то время как Facebook заявил, что «в Instagram нет места для языка вражды».
Столичная полиция заявила в субботу: «Метрополитен чрезвычайно серьезно относится ко всем сообщениям об антисемитизме. Соответствующий материал находится на оценке».
Тем временем управляющая компания Уайли, A-List Management, «разорвала все связи» со звездой.
Теперь уже бывший менеджер художника Джон Вулф, который является евреем, написал в Twitter: «После антисемитских твитов Уайли сегодня мы в @A_ListMGMT разорвал все связи с ним. В обществе нет места антисемитизму».
Ранее он сказал, что не поддерживает и не оправдывает то, что опубликовал Уайли, но что он поговорит с ним наедине и «поможет ему обучить».
Однако в видео в Instagram Уайли, похоже, сказал, что именно он разорвал связи со своим руководством.
Другие депутаты раскритиковали Twitter за то, что он позволил твитам оставаться видимыми.
Лейбористский депутат Джесс Филлипс сказал в субботу: «Только что видел все вещи Уайли. С какой стати @Twitter оставили такой вопиющий антисемитизм и ненависть? Это бьет по всем опасным ударам, евреи получают то, что вы не получаете, они контролируют, они думают, что их лучше... Это опасная вещь. Конечно, он должен сойти».
Член парламента Нил Койл добавил: «Его руководство, похоже, способно действовать быстрее, чем @Twitter еще раз подчеркнув, что законодательство (включая законопроект об онлайн-вреде) должно гарантировать, что платформы социальных сетей не используются для распространения ненависти».
Джон Манн, независимый советник правительства по антисемитизму, сказал, что твиты «продемонстрировали, почему закон нуждается в изменении, чтобы привлечь их к разумной ответственности».
Между тем, Кампания против антисемитизма попросила полицию расследовать контент Уайли и призвала закрыть его учетные записи в социальных сетях, «чтобы предотвратить дальнейшее излияние антиеврейского яда».
Уайли, известный как Крестный отец Грайма и чье настоящее имя Ричард Коуи, получил MBE за заслуги перед музыкой в 2018 году.
Кудлоу говорит, что следующий законопроект о стимулировании коронавируса будет включать в себя больше проверок, продлевать мораторий на выселения
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и отправит еще один раунд проверок в рамках следующего пакета стимулов для борьбы с коронавирусом.
Комментарии Кудлоу появились после недели, когда надежда Белого дома на снижение налогов на заработную плату была сбита Конгрессом.
«Грядет чек на 1 200 долларов. Это будет частью нового пакета. Я бы предпочел снижение налога на заработную плату, в дополнение к этому чеку», — сказал Кудлоу в программе CNN «Состояние Союза.
«Но, как бы то ни было, политически это не работает».
Хотя официально не было объявлено о сделке, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами Конгресса.
Отменяя дополнительные 600 долларов в пособиях по безработице, которые поставляло федеральное правительство, Кудлоу утверждал, что дополнительные деньги наносят ущерб малому бизнесу от найма работников.
«У нас был поток запросов, телефонных звонков и жалоб на то, что малые магазины и предприятия, рестораны не могут нанять людей обратно», - сказал он.
«Они зашли слишком далеко. Может быть, в марте прошлого года это было необходимо, но, действительно, есть последствия того, что люди не возвращаются на работу».
Ранее в тот же день Мнучин в эфире «Fox News Sunday» сказал об этом немного более прямо: «Я думаю, что рабочие и американцы понимают концепцию, что вам не должны платить больше, чтобы оставаться дома, чем работать».
Мнучин сказал, что новый законопроект обеспечит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выданные в соответствии с Законом CARES.
Он сказал, что некоторые работники собирают больше, чем они зарабатывают на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула возвращаться на работу.
Госсекретарь сказал, что администрация Трампа и республиканцы в Сенате находятся на одной волне с пакетом в 1 триллион долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые сложнее обсуждать с демократами, могут быть отсырежены для другого законопроекта.
Королева и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда Queen делит свой день рождения сегодня с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отпраздновал свой 73-й день рождения в прошлые выходные 19 июля и поблагодарил поклонников за поздравления с днем рождения.
Рок-звезда написал рядом со снимком его и его жены Аниты Добсон: «Ужин на день рождения для меня - созданный Анитой - мы нарядились, чтобы остаться дома!»
Суд Египта направляет мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор прокуратуры Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования того, почему он убил своих троих детей, а также направил его в психиатрический комитет.
24 июля 56-летний Мохамед Али бросил своих детей Хадигу, четырех лет, Мену, восемь лет, и Омара, шесть, перед движущимся поездом на железнодорожной станции Маллави.
Было установлено, что Али бессвязно лепетал во время расследований, что привело к подозрению, что у него был психический срыв.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и приписывала его поведение психологическим проблемам.
Жители деревни Массарт Маллави воздержались от разговоров об инциденте, выражая лишь свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по вопросам детства и материнства еще в октябре.
Судебное преследование является одним из наиболее важных столпов в искоренении жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP раскритиковало пресс-секретаря Белого дома Кейли Макинэни за «политические» брифинги, но журналисты продолжают задавать политические вопросы - RT США News
Associated Press обвинило пресс-секретаря Белого дома Кейли Макэнани в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными, по-видимому, забывая, что репортеры выбирают вопросы.
В субботней статье AP, крупнейшего информационного агентства США, говорится, что брифинги для прессы в Белом доме могут быть «нарушенной традицией», поскольку Макинэни сделал их «упорядоченной, полной рекламой президента, которому грозит переизбрание, местом для атак на СМИ и форумом относительно легкой информации» о том, что делает правительство.
Последнее из этих утверждений бесспорно, так как на брифингах практически не раскрывается никакой новой информации.
Что АП не упомянуло, так это то, что на брифингах практически не запрашивается какая-либо новая информация.
Репортеры часто используют пресс-секретарей Белого дома, чтобы привлечь к себе внимание, форма искусства, усовершенствованная Джимом Акостой из CNN.
Они выходят за рамки типичных враждебных отношений между СМИ и администрацией, повторяя друг друга, задавая готовые вопросы, направленные только на то, чтобы подать под сомнение президента Дональда Трампа.
В некоторых случаях они делают себя новостями, например, когда репортер CBS News Вэйцзя Цзян ответил на реплику Трампа «спроси Китай», сделав не очень тонкий намек на расизм: «Сэр, почему вы говорите это специально мне?»
Брифинг 6 июля привел яркий пример разрыва по поводу того, как брифинги перестали быть источником значимой информации для американцев.
В то утро Трамп написал в Твиттере, что телевизионные рейтинги NASCAR пострадали от ложного обвинения в преступлении на почве ненависти против водителя Буббы Уоллеса и его решения запретить демонстрацию флага Конфедерации на своих мероприятиях.
Как и ожидалось, большинство вопросов были о твите, когда репортер за репортером задавал Макинэни вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинэни не предоставила ответа, который хотели журналисты - звуковой укус, который повредил бы Трампу - но она неоднократно отвечала, говоря, что президент не занимает позицию на флаге Конфедерации и что суть его сообщения заключалась в том, что фанаты NASCAR ошибочно изображались как расисты.
AP заявила, что она выглядела «раздраженной» во время брифинга.
История AP перекликается с колонкой Washington Post в начале этого месяца репортера ABC News Джонатана Карла, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что «отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия».
Тем не менее, быстрый ум и воинственный стиль Макинэни сделали ее героем некоторых сторонников Трампа, поскольку она дала свой первый брифинг 1 мая после вступления в должность пресс-секретаря в апреле.
Пресс-центры отсутствовали более года до ее назначения.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Это изменение произошло с обеих сторон и предшествовало приходу Макинэни.
Жаркое бывшего пресс-секретаря Сары Хакаби Сандерс комиком Мишель Вульф на ужине «Корреспонденты Белого дома» в апреле 2018 года было настолько порочным, что даже ведущая MSNBC Мика Бжезинский назвала его «прискорбным».
Репортер AP в Белом доме Джилл Колвин поприветствовала Макинэни на ее первом брифинге, спросив: «Пообещаете ли вы никогда не лгать нам с этой трибуны?»
Политический аналитик Fox News Брит Хьюм, ветеран журналистики более 50 лет, который в 1989-1996 годах был главным корреспондентом ABC в Белом доме, сказал, что журналисты сегодня демонстрируют «агрессивное поведение» в зале брифингов из-за своего презрения к Трампу.
Именно из-за их антитрамповской направленности, сказал он на этой неделе в программе Fox Tucker Carlson Tonight, журналисты пренебрегают сбором политических новостей.
«Это не просто игра в готчу», — сказал Хьюм о предполагаемой цели пресс-релизеров.
«Это не просто попытка поставить в неловкое лицо. Это для извлечения информации.
Здание суда подожгли во время акции протеста в Калифорнии
Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на офицеров после того, как мирная демонстрация усилилась поздно вечером в субботу, сообщила полиция Окленда.
Демонстранты разбивали окна, распыляли граффити, стреляли фейерверками и направляли лазеры на офицеров, сообщили в Twitter департамент Окленда.
Несколько твитов призывали к миру и просили организаторов «помочь нам обеспечить безопасные места и безопасные места для демонстрантов».
Протест начался ранее в субботу вечером с таких групп, как «Стена мам», похожих на группу, которая сформировалась в Портленде, штат Орегон, когда протестующие столкнулись с агентами США, развернутыми в этом городе для охраны здания федерального суда.
Президент Дональд Трамп послал федеральных агентов подавить протесты, которые происходили ночью после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но перерос в насилие позже ночью.
Около 23:3.m 0 полиция объявила «незаконное собрание», и офицеры попросили толпу разойтись.
Пожар вспыхнул в здании Верховного суда округа Аламеда и был локализован вскоре после этого, сообщают новостные агентства.
Полиция заявила, что протестующие в какой-то момент «разбивали окна и скандировали расовые оскорбления в их жизнь».
Фотографии, опубликованные департаментом в Твиттере, показали разбитое стекло и краску, разбрызганные в здании полиции.
Высокопоставленный чиновник ООН пропустил визит в Пакистан, сославшись на проблему с рейсом
Исламабад (AP) - Новый президент Генеральной Ассамблеи Организации Объединенных Наций объявил в воскресенье, что он откладывает запланированный визит в Пакистан «из-за некоторых технических проблем с полетами».
Турецкий дипломат Волкан Бозкир был избран председателем 75-й сессии Генеральной Ассамблеи Организации Объединенных Наций в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в своем посте в Twitter он сказал, что визита в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ Бозкиру: «Я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита».
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что обсудит ряд вопросов с Бозкиром, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют оба в целом.
Пакистан и Индия вели две из трех своих войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто обмениваются огнем в Кашмире, что приводит к войскам и жертвам среди гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в урегулировании вопроса о Кашмире в соответствии с его резолюциями, позволив людям, живущим в Гималайском регионе, решать, хотят ли они слияния с Индией, с Пакистаном или они предпочитают независимость.
Поль Погба намекнул на свое будущее после того, как «МЮ» занял место в Лиге чемпионов
Звезда «Манчестер Юнайтед» Поль Погба предположил, что останется в клубе этим летом после того, как «красные дьяволы» закрепили за собой место в первой четверке.
Победа над «Лестером» со счетом 2:0 означала, что «Юнайтед» финишировал третьим, опередив «Челси» Фрэнка Лэмпарда .
«Юнайтед» был на 14 очков от «Лестера» всего 12 матчей назад, но сенсационная форма привела к тому, что «красные дьяволы» финишировали в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил об уходе за последние два года.
Тем не менее, пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет покупателя, который мог бы объединить трансферную плату и зарплату Погба, чтобы побудить его уйти с «Олд Траффорд».
Это разъяснение помогло Погба в последние недели, поскольку его выступления, а также его язык тела улучшились.
И француз намекнул на то, что он намерен остаться в клубе, опубликовав пост в своем Instagram после победы своей команды со счетом 2:0.
В то время как Погба, возможно, просто праздновал возвращение клуба в соревнование, многие болельщики интерпретируют это как сильное предположение, что он все еще будет в клубе, поскольку они снова конкурируют с лучшими в Европе.
У Погба есть год, чтобы работать по его существующему контракту, хотя клуб может продлить его на 12 месяцев, что означает, что у него фактически есть два года, чтобы баллотироваться.
«Юнайтед» заинтересован в продлении сделки с Погба, и они хотят ясности в его ситуации до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был воодушевлен приходом Бруну Фернандеша.
Португальский плеймейкер стал откровением на «Олд Траффорд», и его приход позволил Погба играть на более глубокой позиции центрального полузащитника, что также улучшило его настроение.
«Уотфорд» вылетел из Премьер-лиги, когда Обамеянг уволил «Арсенал»
Некоторые из игроков «Уотфорда» опустились на колени; другие сделали для туннеля без ни минуты задержки.
Свисток только что прозвучал за пять лет в Премьер-лиге, и никто не мог сказать, что, когда случай потребовал от них бросить кухонную раковину в «Арсенал», они упали без боя.
Это было выступление, полное четкости, срочности и агрессии, которые стали отличительной чертой их лучшей работы за последние полдесятилетия, но это было слишком поздно, как и борьба, которая почти полностью пересмотрела дефицит в три гола в тот день.
Если бы Эмилиано Мартинес блестяще не спас пятку Дэнни Уэлбека на 16-й минуте, вскоре после того, как его бывший товарищ по команде забил два гола в безопасное место, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов, они потерпели неудачу, и их временной менеджер, Хейден Маллинс, может подумать, что ему никогда бы не дали эту самую неблагодарную задачу, если бы его команда показала сопоставимое применение ранее.
На протяжении всего сезона они не были достаточно хороши, но и организация, которая их нанимает, не была достаточно хорошей.
Одна бедная кампания не может разрушить империю, но и основы, заложенные семьей Поццо, не дают никакой гарантии, что они отплывут прямо со второго эшелона.
Трудно отделаться от ощущения, что привычка «Уотфорда» переворачивать менеджеров закончилась.
Их следующее постоянное - возможно, в самом свободном смысле - назначение будет 12-м за восемь лет, и есть только столько свежего воздуха, сколько может пронести новый веник.
Трою Дини грозит вылет, несмотря на то, что он попал в таблицу результатов на «Эмирейтс».
Игроки уйдут, Исмаила Сарр снова покажет здесь, что немыслимо, что он будет играть в футбол Чемпионшипа в сентябре, и твердая рука должна быть приоритетом.
Не было ничего стабильного в буме или спаде в встрече, которую Микель Артета описал как «немного баскетбольную игру», хотя это, безусловно, было прекрасным развлечением.
Артета сказал впоследствии, что форварды «Уотфорда» «обманывали», хотя он быстро уточнил, что в качестве футбольного термина для «азартных игр, оставаясь впереди».
Им, конечно, нужно было: любое предположение о том, что боевого очка может в конечном итоге хватить, было быстро вычеркнуто, и они могли задаться вопросом, как бы все могло сработать, если бы их не заставили играть в догонялки.
Вместо этого они пропустили пенальти почти сразу.
Крейг Доусон небрежно подкатил Александра Ляказетта в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в том, что он нанес пенальти, который Пьер-Эмерик Обамеянг отправил неуверенно.
«Уотфорд» собрался, чтобы неустанно прессинговать, с Сарром в электрической форме справа, и приблизился к Роберто Перейре и Трою Дини.
Но затем Обамеянг подставил Кирана Тирни на секунду, и в первый перерыв на выпивку игра была настолько странно искажена, что Артета был менеджером, срывающим полосу со своих игроков, несмотря на преимущество «Арсенала».
Затем Обамеянг контролировал длинный бросок Тирни и реализовал мастерский удар сверху, который оставил его на один гол до золотой бутсы, награду, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
«Уотфорд», казалось, закончил, но они выстояли, и после того, как Давид Луис создал еще один опрометчивый вызов штрафной площади для альбома на Уэлбеке, Дини протаранил свой собственный пенальти до перерыва.
Дини, ходячий раненый большую часть сезона, тащил себя по полю и был в режиме гладиатора на протяжении всего сезона.
Вероятно, он бы сожрал шанс, который Адам Масина упустил в начале второго периода, и дальнейшие открытия также были отвергнуты.
Уэлбеку впервые помешал превосходный Мартинес, который, как подтвердил Артета, начнет субботний финал Кубка Англии, а затем весь контингент «Уотфорда» оказался на ногах после того, как перевел шипящий прострел от Сарра.
Но перспективы Уотфорда исчезли, когда его следующая попытка была отбита, и самоанализ, сверху донизу, должен быть обширным.
Известное, что чистое озеро Тахо было загрязнено изменением климата
Южное озеро Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Поуп-Бич на озере Тахо.
«Мне нравится кемпинг, езда на велосипеде и купание на озере», — сказала одна девушка по имени Дакота.
«Это что-то прекрасное, что все хотят посетить», - сказала Эмерика Бенитас.
Вот почему дайв-бизнес Мэтта Менье по-прежнему силен, даже в условиях пандемии.
Он говорит, что видит «исключительную ясность. Озеро Тахо — самое чистое, самое замечательное озеро, я думаю, в стране».
Теперь плохая новость: озеро Тахо не такое чистое, не такое ясное, как это было раньше, когда он переехал сюда более двух десятилетий назад.
«То, что мы замечаем все больше и больше, — это падение на скалы», — сказал Менье.
«Вы получаете эти странные водоросли на скалах».
Изменение климата, считают ученые, повлияло на температуру воды и, следовательно, на чистоту.
А 15 миллионов человек посещают озеро ежегодно — вместе с мусором, который они оставляют.
Менье сказал, что в дайв-поездках, чтобы очистить дно озера, обнаружили старый мусор.
«И когда я говорю старый мусор, я имею в виду 60-е, 70-е», — сказал Менье.
«Пивные банки, газировки, церковные баночьи ключи из старых времен».
Ученые следят за прозрачностью озера Тахо каждый год, опуская белый диск, а затем измеряя, как далеко они могут его видеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладоу сказал, что это «важный показатель того, насколько здорово озеро».
Когда он был измерен в прошлом году, прозрачность озера составляла около 80 футов.
Это означает, что вы можете видеть этот диск на 80 футов вниз.
Но, учтите это, около 20 лет назад прозрачность озера составляла 100 футов.
Это тенденция, которую ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, развитием вокруг озера и чем-то, добавленным в озеро в 1960-х годах: крошечная инвазивная креветка, привезенные для кормления рыбы.
Это не сработало.
«Как только появились креветки, в озере внезапно не появилось естественных чистящих средств», — сказал Шладоу.
Аналогичные проблемы стоят перед озерами и водоемами по всему миру.
«Урок здесь заключается в том, что если вы не можете сделать это в Тахо, то какая надежда есть для всех рек и эстуариев, ручьев и озер по всей стране, которые никогда не будут иметь такую же степень внимания, тот же уровень ресурсов?» — сказал Шладоу.
Менье сказал, что он «надеется», потому что «если есть серебряная подкладка нашей пандемии, я думаю, что она показала, что природа вернется и исцелит себя, если мы просто снимем это давление, это человеческое давление, с него и позволим этому случиться.  Сейчас там есть факты».
QB Герберт среди 4 драфт-пиков, подписанных «Чарджерс»
КОСТА МЕСА, Калифорния (AP) - "Лос-Анджелес Чарджерс" подписали четырех своих драфт-пиков, включая квотербека Джастина Герберта, и согласились на условия с двумя другими членами своего драфт-класса.
«Чарджерс» смогли получить контракты со своим драфт-классом в субботу, когда они отчитались о тренировочном лагере для физической подготовки и снаряжения.
Наряду с Гербертом, который был выбран с шестым общим выбором, команда объявила о подписании широких приемников Джо Рида (пятый раунд) и Кей Джей Хилла (седьмой раунд) вместе с безопасностью шестого раунда Алохи Гилманом.
Они договорились об условиях с лайнбэкером первого раунда Кеннетом Мюрреем-младшим и бегущим назад Джошуа Келли, который был выбран в четвертом раунде.
Герберт начал 42 игры в Орегоне, составив рекорд 29-13 с 10 541 проходным ярдом и 108 тачдаунами.
В прошлом сезоне он привел «Дакс» к чемпионату Pac-12, забросив 32 тачдауна и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в Роуз Боул, где он пробежал три тачдауна и был назван MVP атаки.
Герберт будет конкурировать с ветераном Тайродом Тейлором за стартовую работу.
У «Чарджерс» будет новый квотербек после того, как Филип Риверс ушел через свободное агентство после 14 сезонов в качестве стартового игрока.
Маррей стал 23-м в общем зачете после того, как «Лос-Анджелес» обменялся с «Новой Англией», чтобы вернуться в первый раунд.
В прошлом сезоне он был выбран третьей командой Associated Press All-America после того, как возглавил Sooners со 102 подборами, в том числе 69 соло.
Этим летом у «Барселоны» есть целая команда, которую можно продать», поскольку Коутиньо, Дембеле, Ракитич и Видаль перечислены для трансферов
Согласно сообщениям, «Барселона» будет известна как продающий клуб этим летом.
Не менее 12 звезд первой команды были переведены в список гигантов Ла Лиги, утверждает Marca.
Филиппе Коутиньо, как сообщается, был переведен «Барселоной»
И к ним относятся Филиппе Коутиньо, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутиньо и Умтити были связаны с переходом в «Арсенал», а бразилец также был присматриваем к «Челси».
В то время как «Манчестер Юнайтед» и «Тоттенхэм», как говорят, находятся в битве за услуги Ракитича.
Победитель чемпионата мира во Франции Дембеле, который боролся за игровое время на «Камп Ноу», недавно был связан с переходом в ПСЖ в сделке по обмену с Неймаром.
Другие игроки, которые считаются избыточными для удовлетворения потребностей, включают Нето, Нельсона Семедо, Джуниора Фирпо, Артуро Видаля, Мартина Брейтуэйта, Карлеса Алену, Рафинья Алькантару и Жана-Клера Тодибо.
«Барселона» надеется, что прояснит их финансы не только увеличит их финансы, но и поможет их будущему трансферному бизнесу.
Усман Дембеле также считается избыточным для потребностей.
По данным испанской газеты, «Барселона» уже определила свои трансферные цели на следующий сезон — аргентинский форвард Лаутаро Мартинес возглавляет их хит-лист.
Но миланский «Интер» продолжает просить, чтобы его пункт об освобождении в размере 101 миллиона фунтов стерлингов был выполнен до начала переговоров с каталонцами.
«Барселоне» придется продать, прежде чем они смогут купить, но по-прежнему уверены, что они могут заключить сделку с командой Серии А.
«Барселона» «предлагает «Арсеналу» Филиппе Коутиньо в обмене на плохого парня Гендузи», поскольку «канониры» пытаются разгрузить полузащитника
Автомобиль проезжает через толпу, протестующий застрелен в Колорадо
Автомобиль проехал через толпу, а протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Департамент полиции Авроры сообщил в Twitter, что протестующие шли по межштатной автомагистрали 225 в субботу, когда через нее проехал автомобиль.
Полиция заявила, что протестующий выстрелил из оружия, ударив по крайней мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что транспортное средство было отбуксировано, и они проводят расследование.
Протестующие также разбили окна в здании суда, и в офисе начался пожар, сообщила полиция.
Было объявлено о незаконном собрании, и полиция приказала протестующим покинуть этот район, сообщили власти.
Напряженность усилилась в связи с недавними протестами против расовой несправедливости с тех пор, как федеральные чиновники были отправлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила о беспорядках в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего мужчины в Миннесоте, который умер после того, как белый офицер удержал его на земле коленом на шее, также выявили другие случаи насилия со смертельным исходом со стороны полиции.
В Колорадо протестующие привлекают внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Аврора в августе 2019 года после того, как звонивший 911 сообщил о его подозрении.
Полиция поместила его в удушающий прием, и парамедики ввели 500 миллиграммов кетамина, седативного средства, чтобы успокоить его.
У него остановилось сердце, позже его объявили мертвым мозгом и отключили от жизнеобеспещенности.
Разоблачители лейбористского антисемитизма требуют, чтобы Корбин был исключен или предстал перед судом
Согласно отчетам, лейбористам может быть пришлось бы возместить ущерб в размере от 3 до 8 миллионов фунтов стерлингов.
Теперь лидер Кейр Стармер находится под давлением, чтобы исключить Корбина.
Вчера вечером бывшие сотрудники партии заявили, что они откажутся от судебного иска, если Корбин будет исключен из партии.
Лейбористская партия до сих пор отказывалась комментировать это требование.
Однако лейбористский депутат Джон Трикетт сказал: «Это нелепое требование».
Сторонники Корбина заявили, что Стармер должен сосредоточиться на борьбе с коронавирусом, а не углубляться во внутренние разногласия лейбористов.
Бывший источник в Лейбористской партии сообщил Daily Mail, что они пойдут в суд, даже если Стармер выгоняет Корбина.
«Я имею в виду, что он действительно сделал Лейбористскую партию снова конкурентоспособной.
«Еще предстоит пройти долгий путь в политике, но он сделал действительно впечатляющее начало, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, избирателей, я думаю, что теперь они смотрят на это снова гораздо более сочувственно, и они считают его серьезной фигурой».
У Блэра были опасения, что лейбористы по-прежнему рассматриваются как партия, которая повышает налоги.
Он сказал: «Мой опыт работы с налогами, когда вы состоите в Лейбористской партии, заключается в том, чтобы быть очень осторожным, потому что общественность там не беспокоится о том, собираетесь ли вы повышать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь повысить налоги, поэтому вы просто должны помнить об этой проблеме».
Covid-19 навсегда изменит мировую экономику (мнение)
Скрининг на вирусы, вероятно, станет частью нашей жизни, так же, как меры безопасности стали повсеместными после 9/11.
Важно инвестировать в инфраструктуру, необходимую для выявления будущих вирусных вспышек.
Эти инвестиции защищают экономику в случае, если иммунитет к Covid-19 окажется временным.
Многие страны приняли варианты субсидии Германии Kurzarbeit (короткая работа) во время пандемии.
Эта политика удерживает работников на сокращенном рабочем месте и заработной плате, а правительство компенсирует часть дефицита заработной платы.
Сохраняя матчи между фирмами и работниками нетронутыми, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить осуществление этой политики и сделать ее постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, вероятно, станет более распространенной.
У нас были некоторые доказательства того, что работа на дому, по крайней мере, так же продуктивна, как и работа в офисе.
Однако многие компании неохотно принимают удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может остаться.
Пандемический кризис ускорил темпы цифровой трансформации, с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с нехваткой и узкими местами.
Мы, вероятно, увидим, что многие из этих компаний перерегирируют часть своего производства.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, вероятно, будет автоматизирована.
Правительства станут больше после того, как будут играть роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы во всем мире.
Самым важным уроком пандемии Covid-19 является важность совместной работы над проблемами, которые затрагивают всю человеческую расу.
Мы гораздо сильнее объединены, чем разделены.
Гиганты Billboard настаивают на скидках от аэропортов, советов
ух! СМИ привлекли капитал в начале этого года, чтобы обеспечить большую финансовую определенность, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждают способы компенсировать значительное снижение за счет снижения арендной платы за участки, которыми они управляют, или путем удаления или сокращения гарантии минимального дохода, которая обычно вводится при первом подписании сделки.
Один из источников указал, что крупные рекламные компании, возможно, гарантировали до 85 процентов своих прогнозируемых доходов в виде арендной платы.
В некоторых контрактах есть пункты, которые позволяют им уменьшить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в каком-либо из текущих контрактов между рекламными компаниями и их арендодателями.
В то же время компании предлагают рекламодателям большие скидки, чтобы заполнить доступные слоты на билбордах и дать им максимально возможное соотношение цены и качества.
Рекламные щиты в Сиднее CBD и внешних пригородах, которые обычно размещают шесть объявлений, изо всех сил пытаются заполнить все доступные слоты.
Но некоторые сайты, такие как рекламный щит oOh!media 40 x 10 метров в аэропорту Сиднея, были модернизированы.
ух! СМИ отказались от комментариев, но на конференции Macquarie Australia в мае они отметили более 20 миллионов долларов экономии фиксированных расходов на аренду.
JC Decaux отказался от комментариев.
Аэропорты и общественный транспорт являются выгодными рекламными контрактами для рекламных компаний.
Согласно отчету Ассоциации наружных СМИ за 2019 год, доход от транспорта, включая аэропорты, составил 169,4 миллиона долларов, в то время как доход от уличной мебели и автобусов и трамваев составил 266,5 миллиона долларов.
Компания JC Decaux имеет контракты с аэропортом Сиднея, трамваями Ярра, аэропортом Перта и автобусами Сиднея.
ух! У СМИ есть рекламные щиты в таких местах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и внутри железнодорожных станций в Сиднее и Мельбурне.
Тендеры на мельбурнский аэропорт и поезда Сиднея проходили во время пандемии, и официальное решение не было принято.
Мельбурн является вторым по величине контрактом аэропорта в Австралии, и до коронавируса он стоил десятки миллионов каждый год.
По итогам всего года в феврале, oOh! СМИ заявили, что они получили 65,9 миллиона долларов от своей категории «мух», которая в основном состоит из доходов от аэропорта Сиднея.
Доход от «commute», который состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh!, составил 234,8 миллиона долларов.
JC Decaux Australia заработала $37,7 млн выручки от транспорта в 2018 году, согласно финансовым результатам 2018 года, поданным в Австралийскую комиссию по ценным бумагам и инвестициям.
Но обе цифры, вероятно, будут значительно меньше в этом году.
Данные Standard Media Index, которые сообщают о расходах четырех из пяти основных групп рекламных агентств, говорят, что рынок наружной рекламы упал на 68 процентов в июне.
Для сравнения, промежуточные июньные результаты показывают, что расходы на цифровые технологии снизились на 37 процентов, в то время как столичное радио упало на 48 процентов.
Столичное телевидение упало на 34 процента в июне, расходы на газеты упали на 49 процентов, а расходы на журналы упали на 66 процентов.
Я работаю над тем, чтобы помочь компьютерам общаться об окружающем нас мире.
Есть много способов сделать это, и мне нравится сосредотачиваться на том, чтобы помочь компьютерам говорить о том, что они видят и понимают.
Учитывая такую сцену, современный алгоритм компьютерного зрения может сказать вам, что есть женщина и есть собака.
Это может сказать вам, что женщина улыбается.
Он может даже сказать вам, что собака невероятно милая.
Я работаю над этой проблемой, думая о том, как люди понимают и обрабатывают мир.
Мысли, воспоминания и истории, которые такая сцена может вызвать у людей.
Все взаимосвязи связанных ситуаций.
Может быть, вы видели такую собаку раньше, или вы проводили время, бегая по пляжу, как этот, и это еще больше вызывает мысли и воспоминания о прошлом отпуске, прошлых временах на пляже, времени, проведенном беготней с другими собаками.
Один из моих руководящих принципов заключается в том, что, помогая компьютерам понять, каково это — иметь этот опыт, понять, что мы разделяем, верим и чувствуем, мы находимся в отличном положении, чтобы начать развивать компьютерные технологии таким образом, чтобы они дополняли наш собственный опыт.
Итак, углубляясь в это, несколько лет назад я начал работать над тем, чтобы помочь компьютерам генерировать человеческие истории из последовательностей изображений.
Итак, однажды я работал со своим компьютером, чтобы спросить его, что он думает о поездке в Австралию.
Он взглянул на фотографии и увидел коалу.
Он не знал, что такое коала, но сказал, что думает, что это интересно выглядящее существо.
Затем я поделился с ним последовательностью изображений о горящем доме.
Он взглянул на изображения и сказал: «Это потрясающий вид! Это впечатляет!»
Это послало озноб по моему позвоночнику.
Он увидел ужасное, изменяющее жизнь и разрушающее жизнь событие и подумал, что это что-то позитивное.
Я понял, что он распознает контраст, красные, желтые, и подумал, что это что-то, что стоит отметить положительно.
И одна из причин, почему он это делал, заключалась в том, что большинство изображений, которые я ему дал, были положительными изображениями.
Это потому, что люди склонны делиться положительными образами, когда они говорят о своем опыте.
Когда вы в последний раз видели селфи на похоронах?
Я понял, что, работая над улучшением ИИ, задача за задачей, набор данных за набором данных, я создавал огромные пробелы, дыры и слепые пятна в том, что он мог понять.
И при этом я кодировал всевозможные предубеждения.
Предубеждения, которые отражают ограниченную точку зрения, ограниченную одним набором данных - предубеждения, которые могут отражать человеческие предубеждения, обнаруженные в данных, такие как предрассудки и стереотипы.
Я вспомнил эволюцию технологии, которая привела меня туда, где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины, а это означало, что цветная фотография была предвзята к черным лицам.
И та же самая предвзятость, то же самое слепое пятно продолжалось и в 90-х годах.
И то же самое слепое пятно сохраняется даже сегодня в том, насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц.
Я только об современном состоянии исследований, где мы склонны ограничивать наше мышление одним набором данных и одной проблемой.
И что при этом мы создавали больше слепых зон и предубеждений, которые ИИ мог бы еще больше усилить.
Тогда я понял, что мы должны глубоко задуматься о том, как технология, над которой мы работаем сегодня, выглядит через пять лет, через 10 лет.
Люди развиваются медленно, со временем, чтобы исправить проблемы во взаимодействии людей и их окружающей среды.
Напротив, искусственный интеллект развивается невероятно быстрыми темпами.
И это означает, что действительно важно, чтобы мы тщательно подумали об этом прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах, наших собственных предубеждениях и думали о том, как это информирует технологию, которую мы создаем, и обсуждали, что технология сегодня будет означать для завтрашнего дня.
Генеральные директора и ученые взвесили то, чем, по их мнению, будет технология искусственного интеллекта будущего.
Стивен Хокинг предупреждает, что «искусственный интеллект может покончить с человечеством».
Илон Маск предупреждает, что это экзистенциальный риск и один из самых больших рисков, с которыми мы сталкиваемся как цивилизация.
Билл Гейтс сказал: «Я не понимаю, почему люди не больше обеспокоены».
Но эти взгляды — они являются частью истории.
Математика, модели, основные строительные блоки искусственного интеллекта — это то, что мы называем доступом и с которым все работаем.
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта, в которые мы можем внести свой вклад.
И кроме того, мы можем поделиться своим опытом.
Мы можем поделиться своим опытом работы с технологиями и тем, как они нас касаются и как они нас волнуют.
Мы можем обсуждать то, что мы любим.
Мы можем общаться с предвидением об аспектах технологии, которые могут быть более полезными или могут быть более проблематичными с течением времени.
Если мы все сосредоточимся на том, чтобы начать дискуссию об ИИ с предвидением будущего, это поможет создать общий разговор и осведомленность о том, что такое ИИ сейчас, чем он может стать и все, что нам нужно сделать, чтобы обеспечить тот результат, который лучше всего подходит нам.
Мы уже видим и знаем это в технологии, которую используем сегодня.
Мы используем смартфоны и цифровых помощников и Roombas.
Являются ли они злыми?
Может быть, иногда.
Выгодны ли они?
Да, они тоже.
И они не все одинаковые.
И там вы уже видите свет, сияющий на то, что ждет нас в будущем.
Будущее продолжается от того, что мы строим и создаем прямо сейчас.
Мы привели в движение эффект домино, который вырезает эволюционный путь ИИ.
В наше время прямо сейчас мы формируем ИИ завтрашнего дня.
Технология, которая погружает нас в дополненные реальности, воплощая в жизнь прошлые миры.
Технология, которая помогает людям делиться своим опытом, когда у них возникают трудности с общением.
Технология, построенная на понимании потоковых визуальных миров, используемых в качестве технологии для самоуправляемых автомобилей.
Технология, построенная на понимании изображений и создании языка, превращается в технологию, которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру.
И мы также видим, как технологии могут привести к проблемам.
Сегодня у нас есть технология, которая анализирует физические характеристики, с которыми мы рождаемся, такие как цвет нашей кожи или внешний вид нашего лица, чтобы определить, можем ли мы быть преступниками или террористами.
У нас есть технология, которая обрабатывает наши данные, даже данные, относящиеся к нашему полу или нашей расе, чтобы определить, можем ли мы получить кредит.
Все, что мы видим сейчас, это снимок в эволюции искусственного интеллекта.
Потому что то, где мы сейчас находимся, находится в пределах момента этой эволюции.
Это означает, что то, что мы делаем сейчас, повлияет на то, что произойдет в будущем и в будущем.
Если мы хотим, чтобы ИИ развивался таким образом, чтобы помогать людям, то нам нужно определить цели и стратегии, которые обеспечивают этот путь сейчас.
То, что я хотел бы видеть, это то, что хорошо вписывается в людей, в нашу культуру и в окружающую среду.
Технология, которая помогает и помогает тем из нас, у кого есть неврологические состояния или другие нарушения, чтобы сделать жизнь одинаково сложной для всех.
Технология, которая работает независимо от вашей демографии или цвета вашей кожи.
И поэтому сегодня я фокусировка сосредоточена на технологиях завтрашнего дня и на 10 лет спустя.
ИИ может получиться по-разному.
Но в данном случае это не самоуправляемый автомобиль без какого-либо пункта назначения.
Это машина, на которую мы ездим.
Мы выбираем, когда ускоряться, а когда замедляться.
Мы выбираем, нужно ли нам сделать поворот.
Мы выбираем, каким будет ИИ будущего.
Существует огромное игровое поле из всех вещей, которыми может стать искусственный интеллект.
Это станет многим.
И теперь это дело нас, чтобы выяснить, что нам нужно сделать, чтобы убедиться, что результаты искусственного интеллекта будут лучше для всех нас.
Спасибо.
(Аплодисменты)
Коронавирус: путешественников из Испании попросили пройти карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны находиться на карантине в течение 14 дней в соответствии с новыми правилами поездок с коронавирусом.
Они были объявлены в субботу после всплеска случаев коронавируса в Испании, причем в пятницу было зарегистрировано более 900 новых случаев вируса.
Испанские чиновники также предупредили, что вторая волна может быть неизбежной, поскольку в крупных городах наблюдается всплеск случаев заболевания.
Авиакомпании, включая British Airways, раскритиковали новые меры как «еще один удар» по британским отдыхающим.
Министерство транспорта посоветовало людям, которые в настоящее время находятся в отпуске в Испании, следовать местным правилам, вернуться домой в обычном режиме и проверить веб-сайт туристических консультаций Министерства иностранных дел для получения дополнительной информации.
Министерство иностранных дел советует не путешествовать во все, кроме основных, поездок в материковую Испанию, однако карантинные меры применяются к тем, кто возвращается из материковой Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Консультации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кого коснутся новые правила, министр транспорта Грант Шаппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит свою поездку, как и планировалось, и изолируется в соответствии с указаниями по возвращении.
Карантинные меры для британских путешественников были впервые введены в начале июня.
Но после давления со стороны авиационной и туристической отраслей правительство и переданные администрации опубликовали списки стран, освобожденных от правил.
British Airways заявила, что «разочарована» последними изменениями в правительственных рекомендациях и правилах путешествий, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорится, что этот шаг «бросает планы поездок тысяч британцев в хаос».
Ассоциация операторов аэропортов заявила, что новые меры «еще больше повредят тому, что уже является хрупким перезапуском авиационного сектора, который продолжает сталкиваться с самой большой проблемой в своей истории».
Крупнейший туроператор Великобритании Tui отменил свои рейсы из-за вылета в материковую Испанию и на Канарские острова в воскресенье.
Клиенты, которые в настоящее время находятся в отпуске, смогут вернуться домой по назначению.
Тем не менее, бюджетная авиакомпания EasyJet заявила, что «разочарована» и будет работать по полному расписанию в ближайшие дни.
«Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без сбора за изменение или получить ваучер на стоимость бронирования», — говорится в заявлении компании.
Представитель Ассоциации британских туристических агентов (Abta) сказал, что изменение правительством правил карантина было «разочаровывающим».
«Мы предлагаем правительству повести вопрос об отмене карантинных правил для полетов в и из определенных регионов с более низким уровнем заражения или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма Великобритании», - сказал он.
В Испании до сих пор зарегистрировано более 28 000 смертей от коронавируса.
В четверг наблюдался самый большой ежедневный рост инфекций с момента окончания локдауна.
Каталония стала последним регионом, который расправляется с ночной жизнью.
Богатый северо-восточный регион, в котором находится Барселона, приказал закрыть все ночные клубы на две недели и ввести полуночный комендантский час в барах в районе Большой Барселоны.
Корреспондент Би-би-си Гай Хеджко в Мадриде говорит, что заражение среди молодых людей вызывает особое беспокойство, поскольку они собираются в больших количествах в городах по ночам.
Франция предупредила своих граждан не ездить в Каталонию, в то время как Норвегия заявила, что начнет карантин людей, прибывающих из Испании.
Правительство призывает работодателей «с пониманием отнестись к тем, кто возвращается из Испании, кому теперь придется самоизолироваться».
Но теневой министр внутренних дел лейбористов Ник Томас-Симондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что эта новость будет «глубоко тревожной для семей, которые находятся в Испании или планируют поездки».
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
«Это подтверждает тот момент, что эти вопросы могут быть изменены в кратчайшие сроки, и поэтому мой совет заключается в том, чтобы быть осторожным в отношении несущественных зарубежных поездок», - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь к своей семье в Испанию со своей женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отменить, опасаясь, что работодатель его жены не сможет принять ее, взяв дополнительные две недели на карантин по возвращении.
Он сказал, что, по его мнению, маловероятно, что они получат возмещение за рейс, так как он не был отменен.
«Я опустошен», — сказал он Би-би-си.
«У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества».
Лоис Стотард из Южного Йоркшира рассказала Би-би-си, что забронировала отпуск в Севилье в качестве сюрприза на 30-летие своего бойфренда - из-за вылета в воскресенье утром - но теперь чувствует, что она не может путешествовать.
«Я работаю на работе - я учитель - и у моего парня есть рабочие обязательства, поэтому мы не можем поместить в карантин на 14 дней, когда вернемся», - сказала она.
«Мы не можем получить никаких денег обратно, и чтобы изменить компанию, нужно удвоить то, что я уже заплатил в виде сборов. Я очень разочарован и расстроен, так как мы упакованы и готовы к работе».
«Лестер» рад попасть в цель европейского футбола: обладатель «Золотой бутсы» Джейми Варди
Джейми Варди признал свое разочарование тем, что пропустил Лигу чемпионов, но сказал, что «Лестер Сити» достиг своей цели в начале сезона по квалификации в Европу.
«Лисы» были вторыми в декабре и третьими, когда футбол возобновился после локдауна, но они взяли всего четыре очка из последних пяти игр, чтобы финишировать пятыми в Премьер-лиге.
Победа в последний день над «Манчестер Юнайтед» обеспечила бы финиш в первой четверке, но команда Брендана Роджерса потерпела поражение со счетом 2:0, что, по словам Варди, было самым расстраивающим аспектом.
«Это было разочаровывающе, больше похоже на то, как мы в конечном итоге проиграли игру», - сказал он на Sky Sports в полный рабочий день.
Но мы сказали в раздевалке, что мы нацелились за закрытыми дверями, чтобы квалифицироваться в Европу, и мы это сделали.
У нас был шанс квалифицироваться в Лигу чемпионов, и это было еще лучше, но мы поразмышляем над этим и вернемся сильнее в следующем году.
«Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать».
В то время как его команда потерпела неудачу, сам Варди закончил сезон как лучший бомбардир Премьер-лиги в возрасте 33 лет, забив 23 гола.
Он отдал должное своим товарищам по команде в получении награды и сказал, что у него все еще много миль осталось на высшем уровне, несмотря на его преклонный возраст.
«Я в восторге, все дело в команде. Без них я бы не был в том положении, в которое я был для голов, и я отложил довольно много.
Сейчас я немного отдохну и вернусь в следующем сезоне готовым к работе.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке и касаются дерева, я не беру много травм, так что речь идет о том, чтобы быть на вершине и вернуться настолько сильным, насколько смогу в следующем году».
«Что там произошло?!» Боец UFC Коррейя получил удар после того, как повернулся назад к сопернику, ошибочно думая, что раунд окончен (ВИДЕО) - RT Sport News
Бразильская легчайший вес Бет Коррейя является ветераном UFC, но допустила любительскую ошибку, отвернувшись от соперницы Панни Кианзад и ошибочно поверив, что раунд закончился в их поединке на Бойцовском острове, и в результате была помечена.
Подойдя к концу первой строфы их противостояния в андеркарде в Абу-Даби, 37-летняя Коррейя, похоже, ошибочно перепутала 10-секундное предупреждение с фактическим окончанием раунда, протянув перчатку, прежде чем повернуться спиной к Кианзаду и вернуться в свой угол.
Шведский боец без колебаний воспользовалась этим, пометив свою соперницу правой рукой, прежде чем нанести серию ударов, чтобы поддержать Коррейю против клетки.
На мгновение появившись в опасности, бразилец восстановил контроль, чтобы подавить угрозу и поддержать Кианзада до фактического конца раунда.
«Что там произошло? О, мое слово», — воскликает команда комментаторов на ESPN+.
Это была всего лишь часть разочаровывающей ночи для бывшей претендентки на титул в легчайшем весе Коррейи, которая потерпела поражение единогласным решением судей, которое является ее третьим поражением в последних четырех восьмиугольных выходах и оставляет ее общий рекорд 11-5, с одной ничьей.
Для 28-й уроженки Ирана Кианзад это была вторая победа на спине после ее победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве в ноябре.
Кианзад теперь 13-5 в общем зачете и 2-1 в UFC, так как женщина, известная как «Банзай», стремится подняться вверх по рейтингу 135 фунтов.
В другом месте вечером австралиец Роберт Уиттакер опередил англичана Даррена Тилла в главном событии среднего веса, в то время как российский боец Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на Бойцовском острове, самый короткий период между победами в UFC современной эпохи.
Рахул Ганди обращается к людям по вопросу Раджастхана
Рахул Ганди из Конгресса опубликовал сегодня в Твиттере видео, пытаясь мобилизовать людей против БДП из-за событий в Раджастхане.
Используя хэштег #SpeakUpForDemocracy, его пост на хинди призвал людей «объединиться и поднять наш голос за демократию».
Конгресс планирует общенациональную акцию протеста в понедельник по поводу ситуации в Раджастхане, где правительство Ашока Гехлота борется за выживание.
В то время как партия заявила, что акция протеста будет проведена возле Раштрапати Бхавана, официальной резиденции президента Рама Натха Ковинда.
В видео Конгресс обвинил БДП в «разрушении конституции и разрушении демократии», в то время как вся страна борется с коронавирусом.
Он сделал то же самое в штате Мадхья-Прадеш, сказал Конгресс.
«Мы требуем немедленно созвать сессию собрания, что входит в наши конституционные права», — говорится в видео партии.
Губернатор Раджастхана Калрадж Мишра отклонил одно предложение о начале сессии ассамблеи.
Сегодня был представлен второй, который, по его словам, он изучает.
Правительство Гехлота оказалось в глубоком кризисе после того, как его заместитель Сачин Пилот превратился в мятежника с частью MLA, поддерживающей его.
Партия не смогла дисквалифицировать повстанцев, чтобы сбить отметку большинства в ассамблее.
Г-н Пилот, который был лишен своих постов в партии и правительстве, получил временное освобождение от дисквалификации Высоким судом Раджастхана, который постановил, что спикер не может предпринимать никаких действий до тех пор, пока не будет решен более широкий конституционный вопрос о его полномочиях.
Этот вопрос будет рассмотрен завтра Верховным судом, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс стоит только на один балл после отметки большинства в собрании из 200 членов.
Team Pilot заявляет о поддержке 30 MLA, но пока доказательства указывают только на 19.
BJP имеет 72 и включая союзников и независимых, она составляет 97.
Если суд примет решение в пользу Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в штатах хартленда после выборов в ассамблею 2018 года.
В марте она потеряла правительство во главе с Камаля Натхом в штате Мадхья-Прадеш после того, как Джотирадитья Скиндия присоединился к БДП с 22 его MLA.
Протесты в Сиэтле: пожары и перцовый баллончик, когда тысячи людей маршируют по городу
Сиэтл - После нескольких недель эскалации столкновений между протестующими и федеральными властями в Портленде, штат Орегон, толпа из около 2000 человек мобилизовалась в Сиэтле в субботу, маршируя по улицам и сталкиваясь с полицией.
Трое полицейских получили ранения, в том числе один, который был госпитализирован с травмой ноги, вызванной взрывчаткой, а 16 протестующих были арестованы рано вечером, сообщила полиция.
Неся плакаты, такие как «Федералы идут домой» и выкрикивая лозунги «Нет справедливости, нет мира», протестующие остановились на месте будущего молодежного центра содержания под стражей и подожгли там здания. Некоторые разбили окна близлежащих предприятий.
Полиция столкнулась с толпой в районе Капитолийского холма, развернув гранаты и перцовый баллончик, прежде чем они начали брать людей под стражу.
Бипаша Мукерджи, 52 года, из Киркленда, штат Вашингтон, сказала, что она протестует на улицах с мая и сказала, что ей было тревожно видеть такую агрессивную тактику со стороны полиции.
«Это не та страна, в которую я иммигрировала», — сказала г-жа Мукерджи, которая прибыла из Индии более 30 лет назад. «Такое чувство, что мы быстро становимся фашистским государством и полицейским государством».
Мишо Сэвидж из Сиэтла сказал, что протесты были направлены как на местные власти, так и на развертывание федеральных офицеров, которые начали репрессии против длительного протеста в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для борьбы с толпой, была опасной и неуместной.
«Это очень жесткое скольжение в чрезвычайно жестоком направлении», — сказал г-н Сэвидж, промыв глаза перцовым баллончиком и выхажив рану на руке от светошумовой гранаты.
Смерть Джорджа Флойда в полицейском участке в Миннеаполисе в мае вызвала массовые протесты, которые привлекли миллионы людей на улицы в десятках городов, но эти демонстрации ослабли в большинстве городов.
Сиэтл и Портленд, однако, стали свидетелями продолжительных демонстраций. Протестующие в Сиэтле в какой-то момент претендовали на несколько кварталов района Капитолийского холма и объявили автономной зоной. После того, как серия перестрелок заставила полицию очистить район, протесты утихли.
Портленд, тем временем, продолжает протестовать, с одними из самых тяжелых протестов вокруг федеральных зданий в городе. После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности развернуло тактические группы в городе, начав серию столкновений, которые привели к ранениям протестующих, расследованиям генерального инспектора и призывам местных лидеров к федеральным агентам уйти.
Протестные толпы в этом городе разрослись до тысяч, и демонстрации там продолжались. На этой неделе федеральные чиновники развернули тактическую группу в Сиэтле, и протестующие назвали это событие одной из причин субботних демонстраций.
В то время как протесты в Портленде были сосредоточены в центре города, демонстрации в субботу бродили по районам к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас поставил под сомнение в воскресенье мотивы президента Трампа для отправки федеральных агентов в города США, заявив, что, хотя он будет приветствовать помощь в раскрытии множества убийств в городе среднего Запада, он считает, что этот шаг может быть больше связан с поддержкой шансов Трампа на переизбрание.
«На этой неделе я был очень разочарован тем, что президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter», — сказал демократ Лукас в эфире «Fox News Sunday» о недавних протестах против расового неравенства и жестокости полиции.
«В Канзас-Сити это не так. У нас был рост в годовом исчислении, [но] нам нужна помощь, так это на самом деле очистить некоторые из нераскрытых убийств».
Лукас добавил: «Давайте попробуем сосредоточиться на раскрытии убийств... Я думаю, если вы послушаете последние заявления... мы рады работать с федеральными агентами в ограниченном объеме».
Несмотря на свою готовность к тому, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, используемой в Портленде, штат Орегон, федеральными агентами - заставила многих из его избирателей выразить обеспокоенность по поводу присутствия агентов на улицах города.
«Что нам не нужно, так это больше масла в огонь от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос», - сказал он.
Трамп в среду объявил, что он направляет 100 федеральных агентов в Чикаго, чтобы помочь бороться с ростом числа преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президента «закона и порядка».
«Всплеск» агентов, объявленных в среду в Чикаго и других американских городах, является частью операции «Легенда», названной в честь 4-летнего ЛеГенда Талиферро, который был смертельно ранен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов для оказания помощи местным правоохранительным органам не является беспрецедентной - генеральный прокурор Билл Барр объявил об аналогичных усилиях в декабре для семи городов, в которых наблюдался всплеск насилия - тип отправляемого федерального агента и некоторые из их тактик вызвали обеспокоенность среди законодателей штатов и местных законодателей.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправляла агентов в свои города, особенно после сообщений о том, что неизвестные федеральные агенты задерживали протестующих в Портленде и увезали их на автомобилях без опознавательных знаков.
Портленд был поражен почти ежедневными демонстрациями против жестокости полиции и системного расизма после смерти Джорджа Флойда во время содержания под стражей в полиции Миннеаполиса 25 мая.
Местные власти также жаловались, что всплески только усугубили напряженность, и эксперты по уголовному правосудию говорят, что усилия не поддаются объяснению из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовым расплатой за расизм и то, как полиция обращается с цветными людьми.
Фонд в размере 10 миллионов фунтов стерлингов, создан для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий должна быть предложена финансовая поддержка, пока они остаются затронутыми ограничениями локдауна.
Пакет финансирования шотландского правительства в размере 10 миллионов фунтов стерлингов также направлен на то, чтобы помочь поставщикам мероприятий.
Правительство заявило, что рассматривает вопрос о том, как события могут безопасно возобновиться в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала «разрушительное воздействие» на сектор.
Шотландская фестивальная сцена и спортивные мероприятия, такие как игры в Хайленде, были среди тех, кто пострадал от ограничений, ввести для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: «Несмотря на то, что у нас был позитивный шаг, что мероприятия по вождению могут возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
«Мы тесно и конструктивно работали с сектором над проблемами, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать безопасно работать.
«В дополнение к оказанию немедленной поддержки, часть этого финансирования будет стремиться поддержать инновации и помочь долгосрочному восстановлению индустрии мероприятий».
Консультативная группа по индустрии мероприятий заявила, что сектор был одним из первых, кто вошел в локдаун и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дати, который также является исполнительным директором SEC в Глазго, сказал, что мероприятия ежегодно вносят около 6 миллиардов фунтов стерлингов в экономику Шотландии.
Он сказал: «Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо, как организаторами мероприятий, так и более широкими предприятиями цепочки поставок, которые особенно сильно страдают от продолжающегося эффекта длительного периода локдауна».
В последнее время мы наблюдаем влияние кибератак на деловой мир.
Утечки данных в таких компаниях, как JP Morgan, Yahoo, Home Depot и Target, привели к потерям в сотни миллионов, а в некоторых случаях и в миллиардах долларов.
Не потребуется много крупных атак, чтобы опустошать мировую экономику.
И государственный сектор также не был застрахован.
В 2012-2014 годах произошла значительная утечка данных в Управлении по управлению персоналом США.
Допуск к секретной информации и данные отпечатков пальцев были скомпрометированы, что затронуло 22 миллиона сотрудников.
И вы, возможно, слышали о попытке спонсируемых государством хакеров использовать украденные данные для влияния на результаты выборов в ряде стран.
Двумя недавними примерами являются компрометацию большого количества данных из Бундестага, национального парламента Германии и кражу электронных писем из Национального комитета Демократической партии США.
Киберугроза сейчас влияет на наши демократические процессы.
И это, вероятно, будет ухудшаться.
По мере того, как компьютерные технологии становятся все более мощными, системы, которые мы используем для защиты наших данных, становятся все более уязвимыми.
К этому вызывает беспокойство новый тип вычислительной технологии, называемый квантовыми вычислениями, который использует микроскопические свойства природы для обеспечения невообразимого увеличения вычислительной мощности.
Он настолько мощный, что взломает многие системы шифрования, которые мы используем сегодня.
Так является ли ситуация безнадежной?
Должны ли мы начать упаковывать наше цифровое снаряжение для выживания и готовиться к предстоящему апокалипсиксу данных?
Я бы сказал, пока нет.
Квантовые вычисления все еще в лабораториях, и пройдет несколько лет, пока они не будут введены в практическое применение.
Что еще более важно, произошли крупные прорывы в области шифрования.
Для меня это особенно захватывающее время в истории защищенных коммуникаций.
Около 15 лет назад, когда я узнал о нашей вновь обретеной способности создавать квантовые эффекты, которые не существуют в природе, я был взволнован.
Идея применения фундаментальных законов физики для укрепления шифрования действительно заинтриговала меня.
Сегодня избранные группы компаний и лабораторий по всему миру, включая шахту, созревают эту технологию для практического применения.
Это правильно.
Сейчас мы готовимся бороться с квантом с помощью кванта.
Так как же все это работает?
Ну, во-первых, давайте совершим краткий тур по миру шифрования.
Для этого вам понадобится портфель, некоторые важные документы, которые вы хотите отправить своему другу, Джеймсу Бонду, и замок, чтобы все это было в безопасности.
Поскольку документы совершенно секретны, мы будем использовать расширенный портфель.
Он имеет специальный кодовый замок, который при закрытии преобразует весь текст в документах в случайные числа.
Итак, вы помещаете свои документы внутрь, закрываете замок - в этот момент документы преобразуются в случайные числа - и отправляете портфель Джеймсу.
Пока он в пути, вы звоните ему, чтобы дать ему код.
Когда он получает портфель, он вводит код, документы расшифровывается, и вуаля, вы только что отправили закодированное сообщение Джеймсу Бонду.
(Смех) Забавный пример, но он иллюстрирует три вещи, важные для шифрования.
Код - мы называем это ключом шифрования.
Вы можете думать об этом как о пароле.
Звонок Джеймсу, чтобы дать ему код для кодового замка.
Мы называем это обменом ключами.
Таким образом, вы гарантируете, что получите ключ шифрования безопасно в нужном месте.
И замок, который кодирует и декодирует документ.
Мы называем это алгоритмом шифрования.
Используя ключ, он кодирует текст в документах в случайные числа.
Хороший алгоритм будет кодировать таким образом, что без ключа его очень сложно расшифровать.
Что делает шифрование настолько важным, так это то, что если бы кто-то захватил портфель и разрезал его без ключа шифрования и алгоритма шифрования, он не смог бы прочитать документы.
Они выглядели бы не более чем как куча случайных чисел.
Большинство систем безопасности полагаются на безопасный метод обмена ключами для передачи ключа шифрования в нужное место.
Однако быстрое увеличение вычислительной мощности ставит под угрозу ряд ключевых методов обмена, которые мы имеем сегодня.
Рассмотрим одну из очень широко используемых сегодня систем - RSA.
Когда он был изобретен в 1977 году, было подсчитано, что потребуется 40 квадриллионов лет, чтобы сломать 426-битный ключ RSA.
В 1994 году, всего 17 лет спустя, код был взломан.
По мере того, как компьютеры становились все более и более мощными, нам приходилось использовать все большие и большие коды.
Сегодня мы обычно используем 2048 или 4096 бит.
Как видите, создатели кода и взломщики участвуют в продолжающейся битве, чтобы перехитрить друг друга.
И когда квантовые компьютеры появятся в ближайшие 10-15 лет, они еще быстрее взломают сложную математику, которая лежит в основе многих наших систем шифрования сегодня.
Действительно, квантовый компьютер, вероятно, превратит наш нынешний замок безопасности в просто карточный домик.
Мы должны найти способ защитить наш замок.
В последние годы растет количество исследований, направленных на использование квантовых эффектов для укрепления шифрования.
И произошли некоторые захватывающие прорывы.
Помните эти три вещи, важные для шифрования - высококачественные ключи, безопасный обмен ключами и надежный алгоритм?
Что ж, достижения в области науки и техники ставят под угрозу два из этих трех элементов.
Прежде всего, эти ключи.
Случайные числа являются основополагающими строительными блоками ключей шифрования.
Но сегодня они не являются по-настоящему случайными.
В настоящее время мы конструируем ключи шифрования из последовательностей случайных чисел, сгенерированных программным обеспечением, так называемых псевдослучайных чисел.
Числа, сгенерированные программой или математическим рецептом, будут иметь некоторый, возможно, тонкий шаблон.
Чем менее случайны числа, или, с научной точки зрения, чем меньше энтропии они содержат, тем легче их предсказать.
В последнее время несколько казино стали жертвами творческой атаки.
Выход игровых автоматов записывался в течение определенного периода времени, а затем анализировался.
Это позволило киберпреступникам перепроектировать генератор псевдослучайных чисел за прялками.
И позволил им с высокой точностью предсказывать вращения колес, что позволило им получить большую финансовую выгоду.
Аналогичные риски относятся и к ключам шифрования.
Таким образом, наличие истинного генератора случайных чисел имеет важное значение для безопасного шифрования.
В течение многих лет исследователи смотрели на создание истинных генераторов случайных чисел.
Но большинство проектов на сегодняшний день либо недостаточно случайны, либо недостаточно быстры, либо их нелегко повторить.
Но квантовый мир действительно случайный.
Поэтому имеет смысл воспользоваться этой внутренней случайностью.
Устройства, которые могут измерять квантовые эффекты, могут производить бесконечный поток случайных чисел на высокой скорости.
Прервать всех этих фтио-преступников казино.
Избранная группа университетов и компаний по всему миру сосредоточена на создании истинных генераторов случайных чисел.
В моей компании наш квантовый генератор случайных чисел начал свою жизнь на оптический стол длиной два метра на один метр.
Затем мы смогли уменьшить его до ящика размером с сервер.
Сегодня он миниатюризирован в карту PCI, которая подключается к стандартному компьютеру.
Это самый быстрый в мире генератор истинных случайных чисел.
Он измеряет квантовые эффекты, чтобы произвести миллиард случайных чисел в секунду.
И он используется сегодня для повышения безопасности в облачных провайдерах, банках и правительственных учреждениях по всему миру.
(Аплодисменты) Но даже с настоящим генератором случайных чисел у нас все еще есть вторая большая киберугроза: проблема безопасного обмена ключами.
Современные методы обмена ключами не выдерживают квантового компьютера.
Квантовое решение этой проблемы называется квантовым распределением ключей или QKD, которое использует фундаментальную, противоречивую характеристику квантовой механики.
Сам акт взгляда на квантовую частицу изменяет его.
Позвольте мне привести вам пример того, как это работает.
Подумайте о том, чтобы снова обменять код на замок с Джеймсом Бондом.
За исключением этого раза, вместо вызова, чтобы дать Джеймсу код, мы собираемся использовать квантовые эффекты на лазере, чтобы перенести код и отправить его по стандартному оптическому волокну Джеймсу.
Мы предполагаем, что доктор Но пытается взломать биржу.
К счастью, попытка доктора Но перехватить квантовые ключи во время транспортировки оставит отпечатки пальцев, которые Джеймс и вы можете обнаружить.
Это позволяет отбрасывать перехваченные ключи.
Ключи, которые затем сохраняются, могут быть использованы для обеспечения очень надежной защиты данных.
А поскольку безопасность основана на фундаментальных законах физики, квантовый компьютер или вообще любой будущий суперкомпьютер не сможет его сломать.
Моя команда и я сотрудничаем с ведущими университетами и оборонным сектором, чтобы превратить эту захватывающую технологию в следующее поколение продуктов безопасности.
Интернет вещей возвещает эру гиперсвязаных соединений с 25-30 миллиардами подключенных устройств, прогнозируемых к 2020 году.
Для правильного функционирования нашего общества в мире IoT доверие к системам, которые поддерживают эти подключенные устройства, имеет жизненно важное значение.
Мы делаем ставку на то, что квантовые технологии будут иметь важное значение для обеспечения этого доверия, позволяя нам в полной мере воспользоваться удивительными инновациями, которые настолько обогатят нашу жизнь.
Спасибо.
(Аплодисменты)
Сегодня я хотел бы показать вам будущее того, как мы делаем вещи.
Я верю, что скоро наши здания и машины будут самособираться, тиражироваться и ремонтироваться сами.
Итак, я собираюсь показать вам, что, по моему мнению, является текущим состоянием производства, а затем сравнить это с некоторыми природными системами.
Таким образом, при нынешнем состоянии производства у нас есть небоскребы - два с половиной года [времени сборки], от 500 000 до миллиона деталей, довольно сложные, новые, захватывающие технологии в стали, бетоне, стекле.
У нас есть захватывающие машины, которые могут доставить нас в космос - пять лет [времени сборки], 2,5 миллиона деталей.
Но с другой стороны, если вы посмотрите на природные системы, у нас есть белки, которые имеют два миллиона типов, могут складываться за 10 000 наносекунд, или ДНК с тремя миллиардами пар оснований, которые мы можем воспроизвести примерно за час.
Таким образом, в наших природных системах есть вся эта сложность, но они чрезвычайно эффективны, гораздо более эффективны, чем все, что мы можем построить, гораздо сложнее, чем все, что мы можем построить.
Они гораздо более эффективны с точки зрения энергии.
Они почти никогда не совершают ошибок.
И они могут восстановить себя для долголетия.
Так что есть что-то супер интересное в природных системах.
И если мы сможем перевести это в нашу построенную среду, то есть некоторый захватывающий потенциал для того, как мы строим вещи.
И я думаю, что ключом к этому является самосборка.
Поэтому, если мы хотим использовать самосборку в нашей физической среде, я думаю, что есть четыре ключевых фактора.
Во-первых, нам нужно расшифровать всю сложность того, что мы хотим построить, то есть наши здания и машины.
И нам нужно расшифровать это в простые последовательности - в основном ДНК того, как работают наши здания.
Затем нам нужны программируемые части, которые могут взять эту последовательность и использовать ее для складывания или перенастройки.
Нам нужна некоторая энергия, которая позволит этому активироваться, позволит нашим частям сложиться из программы.
И нам нужна какая-то избыточность исправления ошибок, чтобы гарантировать, что мы успешно построили то, что хотим.
Итак, я собираюсь показать вам ряд проектов, над которыми мы с коллегами из Массачусетского технологического института работаем для достижения этого самособирающегося будущего.
Первыми двумя являются MacroBot и DeciBot.
Таким образом, эти проекты представляют собой крупномасштабные реконфигурируемые роботы - белки длиной 8 футов, 12 футов.
В них встроены механические электрические устройства, датчики.
Вы декодируете то, что хотите сложить, в последовательность углов - так отрицательно 120, отрицательно 120, 0, 0, 120, отрицательно 120 - что-то вроде этого; итак, последовательность углов, или поворотов, и вы отправляете эту последовательность через строку.
Каждый блок принимает свое сообщение - так отрицательное 120 - он поворачивается к нему, проверяет, попал ли он туда, а затем передает его своему соседу.
Так что это гениальные ученые, инженеры, конструкторы, которые работали над этим проектом.
И я думаю, что это действительно выявляет: действительно ли это масштабируемо?
Я имею в виду, тысячи долларов, много человеко-часов, сделанных для того, чтобы сделать этого восьмифутового робота.
Можем ли мы действительно масштабировать это? Можем ли мы действительно внедрить робототехнику в каждую часть?
Следующий ставит под сомнение пассивную природу или пассивно пытается иметь программируемость реконфигурации.
Но он идет на шаг дальше, и он пытается иметь реальные вычисления.
Он в основном встраивает самый фундаментальный строительный блок вычислений, цифровой логический шлюз, непосредственно в ваши части.
Итак, это ворота NAND.
У вас есть один тетраэдр, который является воротами, которые будут выполнять ваши вычисления, и у вас есть два входных тетраэдра.
Одним из них является ввод от пользователя, когда вы строите свои кирпичи.
Другой - из предыдущего кирпича, который был помещен.
И тогда он дает вам выход в 3D-пространстве.
Таким образом, это означает, что пользователь может начать подключать то, что он хочет, чтобы кирпичи делали.
Он вычисляет то, что он делал раньше и что вы сказали, что хотите, чтобы он сделал.
И теперь он начинает двигаться в трехмерном пространстве - вверх или вниз.
Таким образом, с левой стороны вход [1,1] равен выходу 0, который идет вниз.
С правой стороны вход [0,0] представляет собой выход 1, который идет вверх.
И это на самом деле означает, что наши структуры теперь содержат чертежи того, что мы хотим построить.
Таким образом, у них есть вся информация, встроенная в них о том, что было построено.
Таким образом, это означает, что мы можем иметь некоторую форму самовоспроизведения.
В этом случае я называю это самоуправляемой репликацией, потому что ваша структура содержит точные чертежи.
Если у вас есть ошибки, вы можете заменить деталь.
Вся локальная информация встроена, чтобы рассказать вам, как это исправить.
Таким образом, у вас может быть что-то, что поднимается и читает это и может выводить один к одному.
Он непосредственно встроен; нет внешних инструкций.
Итак, последний проект, который я покажу, называется Biased Chains, и это, вероятно, самый захватывающий пример пассивных систем самосборки, который у нас есть прямо сейчас.
Таким образом, он берет реконфигурируемость и программируемость и делает его полностью пассивной системой.
Таким образом, в основном у вас есть цепочка элементов.
Каждый элемент полностью идентичен, и они предвзяты.
Таким образом, каждая цепочка или каждый элемент хочет повернуть вправо или влево.
Поэтому, когда вы собираете цепочку, вы в основном программируете ее.
Вы говорите каждому устройству, должен ли он повернуть направо или налево.
Поэтому, когда вы встряхиваете цепочку, она складывается в любую конфигурацию, в которую вы запрограммировали - в данном случае спираль или, в данном случае, два куба рядом друг с другом.
Таким образом, вы можете в основном запрограммировать любую трехмерную форму - или одномерную, двумерную - в эту цепочку полностью пассивно.
Так что же это говорит нам о будущем?
Я думаю, что это говорит нам о том, что есть новые возможности для самостоятельной сборки, репликации, ремонта в наших физических структурах, наших зданиях, машинах.
В этих частях появились новые программируемости.
И от этого у вас есть новые возможности для вычислений.
У нас будут пространственные вычисления.
Представьте себе, если бы наши здания, наши мосты, машины, все наши кирпичи могли бы действительно вычислять.
Это удивительная параллельная и распределенная вычислительная мощность, новые возможности проектирования.
Так что это захватывающий потенциал для этого.
Поэтому я думаю, что эти проекты, которые я показал здесь, являются лишь крошечным шагом к этому будущему, если мы внедрим эти новые технологии для нового самособирающегося мира.
Спасибо.
(Аплодисменты)
Шиврадж Сингх Чоухан о положительном тесте на Covid
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что у него положительный результат теста на COVID-19, написал в Твиттере в воскресенье утром, чтобы сказать, что он «в порядке» и похвалить фронтовых работников в войне с коронавирусом.
Главный министр также повторил свои вчерашние предупреждения, когда он призвал людей следовать руководящим принципам, таким как социальное дистанцирование и использование масок для лица.
«Я в порядке, друзья мои. Самоотверженность воинов коронавируса, самоотверженно рискующих жизнью, заслуживает похвалы. Я приветствую всех борцов с коронавирусом в штате», — написал Чоухан в Твиттере из больницы Чираю в Бхопале, куда он был госпитализирован вчера.
«Держитесь на расстоянии двух метров, часто мойте руки и носите маски для лица — это самое большое оружие, которое у нас есть, чтобы избежать коронавируса. Я обращаюсь ко всем людям - используйте это оружие для себя и своих близких", - сказал он.
«Все вы должны быть осторожны, оставаться в безопасности и здоровы. Это то, о чем я молюсь Богу», - добавил г-н Чоухан.
В субботу г-н Чоухан написал в Твиттере, что он дал положительный результат на вирус, несмотря на все его усилия, чтобы избежать заражения, и предупредил, что «просто небольшая небрежность вызывает коронавирус».
В Твиттере сегодня утром г-н Чоухан сказал, что, несмотря на угрозу заражения, «не нужно бояться», и призвал тех, у кого проявляются симптомы, пройти тестирование.
«Если вы заражены, бояться не нужно. Не скрывайте симптомов, но немедленно сообщите об этом врачам, чтобы лечение можно было начать. Своевременное лечение сделает вас здоровыми», — сказал он.
В штате Мадхья-Прадеш зарегистрировано почти 27 000 случаев COVID-19, из которых более 7 600 являются активными и 799 являются смертельными, связанными с вирусом.
В последние недели в Индии зафиксирован всплеск случаев COVID-19, при этом с 23 июля ежедневно выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев коронавируса стремительно приближается к 14 лах; из них более 4,67 лакха являются активными случаями заболевания и более 32 000 являются смертельными случаями, связанными с вирусом.
Всплеск случаев, совпадающий с постепенным ослаблением руководящих принципов локдауна в зонах, не связанных с сдерживанием страны, вывел Индию на третье место в списке наиболее пострадавших стран.
Хуже только Соединенные Штаты (41,78 лакха) и Бразилия (23,94 лакха) находятся в худшем положении.
Канье Уэст говорит, что может победить Джо Байдена «вне записи» - RT США News
Только что проветрнув грязное белье своей семьи в Твиттере, рэп-загадка Канье Уэст снова вдохнул жизнь в свою президентскую заявку, утверждая, что он может победить Джо Байдена только на голосовании.
Через несколько дней после объявления о новом альбоме и раскрытия того, что он пытался развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, объявив :«Я могу выбить Байдена из write Ins».
Если Уэст по-прежнему серьезно относится к тому, чтобы баллотироваться на пост президента, голосование может быть его единственным путем к победе или даже каким-либо показом.
Рэпер объявил о своей кандидатуре 4 июля, после крайнего срока подачи заявки в качестве кандидата по крайней мере в шести штатах.
Тем не менее, Уэст подал заявку и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось получить свое имя в бюллетенях в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого он обратился к толпе, одетой в пуленепробиваемый жилет, произнося свою речь без микрофона или подиума.
Уэст выступил против абортов, плача, когда он выступил с прохристианским посланием, которое, по его словам, заставит СМИ «сказать вам, что я сумасшедший».
Это было правдой, и митинг Уэста был описан на новостных сайтах и в сплетниках как рекламный трюк, свидетельство психического заболевания или и то, и другое.
Тем не менее, недавний опрос показал, что Уэст на два процента по всей стране, шея и шея с Джо Йоргенсеном из Либертарианской партии и на очко опережая Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти известные 48 процентов Джо Байдена, теоретически он может отнять достаточно голосов у Байдена, чтобы президент Дональд Трамп выиграл второй срок - то, что эксперты с обеих сторон подозревают, что это может быть его планом.
Камень с Марса возвращается домой после 600 000 лет на Земле
Небольшой кусочек камня будет выброшен в космос на этой неделе в одном из самых странных межпланетных путешествий, когда-либо предпринятых.
Крошечный кусочек марсианского базальта размером с монету 10 пенсов будет запущен на борту американского роботизированного зонда в четверг и направлен к Красной планете в семимесячном путешествии в ее родной мир.
Эта экстраординарная одиссея, межпланетный эквивалент отправки углей в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс 2020 года.
Космические инженеры говорят, что камень, который был подарен Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-ровера Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие, но мы выбрали этот именно потому, что он такой же прочный, как старые ботинки.
«Когда вы включаете инструменты и начинаете настраивать их, прежде чем использовать их для исследований, вы калибруете их по материалам, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что же может быть лучше для изучения горных пород на Марсе, чем глыба, которая возникла там?» — сказала профессор Кэролайн Смит, куратор метеоритов Музея естественной истории.
Ученые были уверены, что камень, который они возвращали на Марс, возник на планете, добавил Смит, который также является членом научной группы Mars 2020.
«Крошечные пузырьки газа, захваченные внутри этого метеорита, имеют точно такой же состав, как и атмосфера Марса, поэтому мы знаем, что наша порода пришла оттуда».
Считается, что марсианский метеорит был создан, когда астероид или комета погрузились в планету около 600 000-700 000 лет назад, распыляя мусор в космос.
Один из этих обломков пронесся по Всей Солнечной системе и в конечном итоге рухнул на Землю.
Этот метеорит, теперь известный как SAU 008, был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди инструментов, установленных на марсоходе Perseverance, есть высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава горных пород и определения того, могут ли они содержать органические материалы, которые указывают на то, что жизнь когда-то существовала - или все еще существует - на Марсе.
Включение части SAU 008 предназначено для обеспечения того, чтобы это было сделано с максимальной точностью.
«Кусок камня, который мы отправляем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень жесткий камень», — добавил Смит.
«Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие. Этот метеорит такой же прочный, как старые сапоги».
Как только Perseverance выберет наиболее перспективные породы, которые она может найти, она сбросит их в тайники на поверхности Марса.
Затем они будут извлечены последующими миссиями роботов и выброшены в космос к Земле для анализа.
Вы все знаете правду о том, что я собираюсь сказать.
Я думаю, что интуиция о том, что неравенство вызывает разногласия и социально разъедает, существует еще до Французской революции.
Что изменилось, так это то, что теперь мы можем смотреть на доказательства, мы можем сравнивать общества, более и менее равные общества и видеть, что делает неравенство.
Я собираюсь провести вас через эти данные, а затем объяснить, почему ссылки, которые я собираюсь вам показать, существуют.
Но сначала посмотрите, какой мы несчастный участок.
(Смех) Я хочу начать с парадокса.
Это показывает вам ожидаемую продолжительность жизни по отношению к валовому национальному доходу - насколько богаты страны в среднем.
И вы видите, что страны справа, такие как Норвегия и США, в два раза богаче, чем Израиль, Греция, Португалия слева.
И это не имеет никакого значения для их продолжительности жизни вообще.
Там нет никаких предположений об отношениях.
Но если мы посмотрим на наши общества, то у нас есть экстраординарные социальные градиенты в здравоохранении, проходящие прямо через общество.
Это, опять же, ожидаемая продолжительность жизни.
Это небольшие районы Англии и Уэльса - самые бедные справа, самые богатые слева.
Большая разница между бедными и остальными из нас.
Даже люди чуть ниже вершины имеют менее хорошее здоровье, чем люди наверху.
Таким образом, доход означает что-то очень важное в наших обществах, и ничего между ними.
Объяснение этого парадокса заключается в том, что в наших обществах мы смотрим на относительный доход или социальное положение, социальный статус - где мы находимся по отношению друг к другу и размер разрывов между нами.
И как только у вас появится эта идея, вы должны сразу же задаться вопросом: что произойдет, если мы расширим различия или сжимаем их, делая разницу в доходах больше или меньше?
И это то, что я собираюсь показать вам.
Я не использую никаких гипотетических данных.
Я беру данные из ООН - это то же самое, что и Всемирный банк - о масштабах различий в доходах в этих богатых развитых рыночных демократиях.
Мера, которую мы использовали, потому что ее легко понять, и вы можете ее скачать, заключается в том, насколько богаче верхние 20 процентов, чем нижние 20 процентов в каждой стране.
И вы видите, что в более равных странах слева - Японии, Финляндии, Норвегии, Швеции - верхние 20 процентов примерно в три с половиной, в четыре раза богаче, чем нижние 20 процентов.
Но на более неравном конце - Великобритания, Португалия, США, Сингапур - различия в два раза больше.
В этом отношении мы в два раза более неравны, чем некоторые другие успешные рыночные демократии.
Теперь я покажу вам, что это делает с нашими обществами.
Мы собрали данные о проблемах с социальными градиентами, типами проблем, которые чаще встречаются в нижней части социальной лестницы.
Сопоставимые на международном уровне данные о ожидаемой продолжительности жизни, о математике и грамотности детей, о младенческой смертности, показателях убийств, доле населения в тюрьмах, подростковой рождаемости, уровне доверия, ожирении, психических заболеваниях, которые в стандартной диагностической классификации включают наркоманию и алкогольную зависимость, и социальной мобильности.
Мы помещаем их всех в один индекс.
Все они одинаково взвешены.
Где находится страна, это своего рода средний балл по этим вещам.
И там вы видите это в связи с мерой неравенства, которую я только что показал вам, которую я буду использовать снова и снова в данных.
Более неравные страны хуже справляются со всеми этими социальными проблемами.
Это чрезвычайно тесная корреляция.
Но если вы посмотрите на тот же индекс медицинских и социальных проблем по отношению к ВНП на душу населения, валовому национальному доходу, там больше ничего нет, никакой корреляции.
Мы были немного обеспокоены тем, что люди могут подумать, что мы выбираем проблемы в соответствии с нашим аргументом, и просто сфабриковали эти доказательства, поэтому мы также сделали статью в Британском медицинском журнале об индексе благополучия детей ЮНИСЕФ.
Он имеет 40 различных компонентов, созданных вместе другими людьми.
В нем говорится, могут ли дети разговаривать со своими родителями, есть ли у них дома книги, каковы показатели иммунизации, есть ли издевательства в школе.
В него входит все.
Здесь это по отношению к той же мере неравенства.
Дети доживуют себя в более неравных обществах.
Очень значимые отношения.
Но опять же, если вы посмотрите на этот показатель благополучия ребенка, по отношению к национальному доходу на человека, нет никакой связи, никакого предположения об отношениях.
Все данные, которые я показал вам до сих пор, говорят об одном и том же.
Среднее благосостояние наших обществ больше не зависит от национального дохода и экономического роста.
Это очень важно в более бедных странах, но не в богатом развитом мире.
Но различия между нами и тем, где мы находимся по отношению друг к другу, теперь имеют очень большое значение.
Я собираюсь показать вам некоторые отдельные биты нашего индекса.
Вот, например, доверие.
Это просто доля населения, которая согласна с тем, что большинству людей можно доверять.
Это исходит из Всемирного обзора ценностей.
Видите ли, в более неравном конце, это около 15 процентов населения, которые чувствуют, что они могут доверять другим.
Но в более равноправных обществах она возрастает до 60 или 65 процентов.
И если посмотреть на показатели вовлеченности в общественную жизнь или социальный капитал, то очень похожие отношения тесно связаны с неравенством.
Я могу сказать, что мы сделали всю эту работу дважды.
Мы сделали это сначала в этих богатых, развитых странах, а затем, в качестве отдельного испытательного стенда, мы повторили все это на 50 американских штатах, задав один и тот же вопрос: неужели более неравные государства хуже относятся ко всем этим видам мер?
Итак, вот доверие из общего социального опроса федерального правительства, связанного с неравенством.
Очень похожие разбросы по аналогичному диапазону уровней доверия.
Происходит то же самое.
По сути, мы обнаружили, что почти все, что связано с доверием на международном уровне, связано с доверием между 50 государствами в этом отдельном испытательном стенде.
Мы говорим не только о случайной случайность.
Это психическое заболевание.
ВОЗ собрала цифры, используя одни и те же диагностические интервью на случайных выборках населения, чтобы мы могли сравнить показатели психических заболеваний в каждом обществе.
Это процент населения с какими-либо психическими заболеваниями в предыдущем году.
И это примерно от восьми процентов до трех раз больше, чем в целых обществах с в три раза более уровнем психических заболеваний, чем у других.
И опять же, тесно связано с неравенством.
Это насилие.
Эти красные точки — американские штаты, а синие треугольники — канадские провинции.
Но посмотрите на масштаб различий.
Он идет от 15 убийств на миллион до 150.
Это доля населения, наехаемого в тюрьмах.
Там разница примерно в десять раз, логарифмическая шкала вверх по стороне.
Но это идет от примерно 40 до 400 человек в тюрьме.
Эти отношения не обусловлены главным образом большим количеством преступлений.
В некоторых местах это часть этого.
Но большая часть этого касается более карательных приговоров, более суровых приговоров.
И более неравные общества с большей вероятностью также сохранят смертную казнь.
Здесь у нас есть дети, бросающие среднюю школу.
Опять же, довольно большие различия.
Чрезвычайно вредно, если вы говорите об использовании талантов населения.
Это социальная мобильность.
На самом деле это мера мобильности, основанная на доходе.
По сути, он спрашивает: есть ли у богатых отцов богатые сыновья, а у бедных отцов плохие сыновья, или между ними нет никаких отношений?
И в более неравном конце доход отцов гораздо важнее - в Великобритании, США.
А в скандинавских странах доход отцов гораздо менее важен.
Там больше социальной мобильности.
И, как мы любим говорить - и я знаю, что здесь много американцев в аудитории - если американцы хотят жить американской мечтой, они должны отправиться в Данию.
(Смех) (Аплодисменты) Я показал вам только несколько вещей курсивом здесь.
Я мог бы показать ряд других проблем.
Это все проблемы, которые, как правило, более распространены в нижней части социального градиента.
Но есть бесконечные проблемы с социальными градиентами, которые хуже в более неравных странах - не только немного хуже, но и от двух до 10 раз чаще.
Подумайте о расходах, человеческих издержках этого.
Я хочу вернуться к этому графику, который я показал вам ранее, где мы собрали все это вместе, чтобы сделать два момента.
Во-в том, что на графике за графиком мы находим страны, которые будут хуже, независимо от результата, кажутся более неравными, а те, которые преуспевют, похоже, являются скандинавскими странами и Японией.
Итак, мы рассматриваем общую социальную дисфунцию, связанную с неравенством.
Это не просто одна или две вещи, которые идут не так, это большинство вещей.
Другой действительно важный момент, который я хочу отметить на этом графике, заключается в том, что, если вы посмотрите внизу, Швеция и Япония, это очень разные страны во всех отношениях.
Положение женщин, насколько близко они держатся к нуклеарной семье, находятся на противоположных полюсах полюсов с точки зрения богатого развитого мира.
Но еще одно действительно важное различие заключается в том, как они получают свое большее равенство.
Швеция имеет огромные различия в доходах, и она сокращает разрыв за счет налогообложения, общего государства всеобщего благосостояния, щедрых льгот и так далее.
Однако Япония довольно отличается.
Он начинается с гораздо меньших различий в доходах до налогообложения.
Он имеет более низкие налоги.
У него меньшее государство всеобщего благосостояния.
И в нашем анализе американских штатов мы находим скорее такой же контраст.
Есть некоторые штаты, которые преуспевают за счет перераспределения, некоторые штаты, которые преуспевают, потому что у них меньшие различия в доходах до налогообложения.
Таким образом, мы приходим к выводу, что не имеет большого значения, как вы получите свое большее равенство, если вы каким-то образом туда попадете.
Я не говорю о совершенном равенстве, я говорю о том, что существует в богатых развитых рыночных демократиях.
Еще одна действительно удивительная часть этой картины заключается в том, что не только бедные страдают от неравенства.
Кажется, есть доля правды в «Ни один человек не является островом».
И в ряде исследований можно сравнить, как люди ютятся в более и менее равных странах на каждом уровне социальной иерархии.
Это только один пример.
Это младенческая смертность.
Некоторые шведы очень любезно классифицировали многие свои младенческие смерти в соответствии с британским регистром общей социально-экономической классификации.
И поэтому это анахронично классификация по профессиям отцов, поэтому родители-одиночки идут сами.
Но там, где написано «низкий социальный класс», это неквалифицированные ручные занятия.
Он идет к квалифицированным ручным профессиям в середине, затем к младшим неручным, подняясь высоко к профессиональным профессиям - врачам, юристам, директорам более крупных компаний.
Вы видите, что Швеция делает лучше, чем Британия, на всем пути через социальную иерархию.
Самые большие различия находятся на дне общества.
Но даже на самом верху, кажется, есть небольшая польза от того, чтобы быть в более равноправном обществе.
Мы показываем это примерно на пяти различных наборах данных, охватывающих образовательные результаты и здоровье в Соединенных Штатах и на международном уровне.
И это, кажется, общая картина - что большее равенство имеет наибольшее значение внизу, но имеет некоторые преимущества даже наверху.
Но я должен сказать несколько слов о том, что происходит.
Я думаю, что смотрю и говорю о психосоциальных последствиях неравенства.
Больше связано с чувством превосходства и неполноценности, с чувством того, что их ценят и обесценивают, уважают и не уважают.
И, конечно, те чувства статусной конкуренции, которые возникают из этого, стимулируют потребительство в нашем обществе.
Это также приводит к отсутствию статуса безопасности.
Мы больше беспокоимся о том, как нас судят и видят другие, считают ли нас привлекательными, умными и тому подобными.
Усиливаются социально-оценочные суждения, страх перед этими социально-оценочными суждениями.
Интересно, что в социальной психологии проводится параллельная работа: некоторые люди рассмотрели 208 различных исследований, в которых добровольцы были приглашены в психологическую лабораторию и измеряли их гормоны стресса, их реакции на выполнение стрессовых задач.
И в обзоре им было интересно увидеть, какие стрессы наиболее надежно повышают уровень кортизола, центрального гормона стресса.
И вывод заключался в том, что это были задачи, которые включали социально-оценочную угрозу - угрозы самооценке или социальному статусу, в которых другие могут негативно оценить вашу работу.
Такого рода стрессы оказывают очень особое влияние на физиологию стресса.
Сейчас нас критикуют.
Конечно, есть люди, которым это не нравится, и люди, которые находят это очень удивительным.
Я должен сказать вам, что, когда люди критикуют нас за выбор и выбор данных, мы никогда не выбираем данные.
У нас есть абсолютное правило, что если в нашем источнике данных есть данные по одной из стран, на которые мы смотрим, они входят в анализ.
Наш источник данных решает, являются ли это надежными данными, мы этого не делаем.
В противном случае это введет предвзятость.
А как насчет других стран?
В академических рецензируемых журналах 200 исследований здоровья в связи с доходами и равенством.
Это не ограничивается этими странами здесь, скрывая очень простую демонстрацию.
Одни и те же страны, одна и та же мера неравенства, одна проблема за другой.
Почему мы не контролируем другие факторы?
Ну, мы показали вам, что ВНП на душу населения не имеет никакого значения.
И, конечно, другие, использующие более изощренные методы в литературе, контролировали бедность и образование и так далее.
А как насчет причинно-следственной связи?
Корреляция сама по себе не доказывает причинно-следственную связь.
Мы проводим много времени.
И действительно, люди довольно хорошо знают причинно-следственные связи в некоторых из этих результатов.
Большое изменение в нашем понимании факторов хронического здоровья в богатом развитом мире заключается в том, насколько важен хронический стресс из социальных источников, влияющий на иммунную систему, сердечно-сосудистую систему.
Или, например, причина, по которой насилие становится все более распространенным в более неравных обществах, заключается в том, что люди чувствительны к тому, что на них смотрят свысока.
Я должен сказать, что для того, чтобы справиться с этим, мы должны иметь дело с постналоговым и доналогом.
Мы должны ограничить доходы, доходы бонусной культуры наверху.
Я думаю, что мы должны сделать так, чтобы наши боссы отчитывалися перед своими сотрудниками любыми способами.
Я думаю, что идея заключается в том, что мы можем улучшить реальное качество человеческой жизни, уменьшив различия в доходах между нами.
Внезапно мы имеем дело с психосоциальным благополучием целых обществ, и это захватывающе.
Спасибо.
(Аплодисменты)
Мужчина найден с огнестрельными ранениями в Мамбурине возле Верриби
Мужчина был доставлен в больницу после того, как его застрелили на западе Мельбурна ночью.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 вечера, где они обнаружили мужчину в возрасте 20 лет с подозрением на огнестрельные ранения нижней части тела на Ярд-стрит.
Мужчина был доставлен в больницу с травмами, не угрожающими жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: «Я не буду наряжаться, воскресенье для одежды для отдыха»
Как начинается воскресенье?
Я спотыкался о лестницу и падал на собаку по дороге, чтобы сделать жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы вдвоем сядем вместе и будем молча смотреть на воду.
Звучит безмятежно...
Это до 8 утра, когда два или три наших мальчика стучат в дверь, требуя завтрака.
Это бекон и яйца для них, шпинат и грибы для нас; затем, если погода хорошая, мы выгоняем мальчиков.
Мы поплаваем, покатаемся на веслах или прогуляемся по прекрасному аббатству Куарр, которое выглядит как что-то прямо из «Игры престолов».
А во время локдауна?
В течение первых двух недель я был в полном отрицании, я не мог поверить, что мой бизнес был закрыт.
Я отвлекся, зацикливаясь на жизни или смерти моего недавно посаженного сада.
В остальном, я экспериментировал на кухне: интенсивно ароматизированный бульон из угря и шиитаке и бриошь с двойным кремом были моими выдающимися.
Как вы расслабляетесь?
Я не буду наряжаться, по воскресеньям для одежды для отдыха, полуукороченные спортивные костюмы и белая футболка.
После обеда из жареной курицы я буду дремать с бумагами на шезлонге в саду.
Я стараюсь не пить: это помогает очистить голову до того, как наступит понедельник.
Воскресенье, которое торчит?
После долгого субботнего вечера на вечеринке по случаю 40-летия моей невестки в Нью-Йорке, около полуночи моя сильно беременная жена решила, что нам лучше поступить.
Она была полна решимости наслаждаться собой, говоря людям, что это ее третий в конце концов.
Мы покинули партию, и она сразу же пошла в лейбористскую партию.
А воскресный вечер?
К 7 вечера мы собрали машину и сели на паром до Портсмута.
Подъезжаем к A3, и мы возвращаемся в Лондон на неделю: дети в постели, я выгуливаю собаку и емшу с хлопьями.
Я хорошо отношусь к тому, чтобы покинуть остров Уайт, чтобы вернуться в город, я знаю, что если я этого не делаю, у меня вообще не может быть дома там.
Кенийские полицейские арестованы после смертельной стрельбы в Гариссе
Двое полицейских в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточном округе Гарисса в субботу во время акции протеста против ареста человека, подозреваемого в убийстве.
Две жертвы были названы как Аден Абди Мадобе и Мухиядин Адоу Шибин.
Полиция Кении начала расследование стрельбы.
Он будет включать в себя «криминалистический анализ» оружия офицеров.
Депутат парламента от Гариссы Аден Дуале назвал смерть «отвратительной» и осудил «жестокость полиции» в заявлении, опубликованном в Facebook.
Участники кампании выразили обеспокоенность по поводу полицейской деятельности во время пандемии.
По данным Amnesty International, кенийские офицеры убили 21 человека с марта за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба Саба - протестном мероприятии, которое началось 30 лет назад против автократического режима тогдашнего президента Даниэля Арапа Мои.
Корреспонденты говорят, что в этом году мероприятие получило дополнительный импульс из-за гнева по поводу полицейских репрессий во время локдауна Covid-19.
Строгое присутствие сил безопасности возле консульства США в Чэнду, Китай
В воскресенье возле консульства США в городе Чэнду, Китай, присутствовала жесткая охрана, когда американские сотрудники готовились покинуть помещение.
Три движущихся грузовика въехали на территорию здания, в то время как полиция в форме и штатском выстроилась по обе стороны улицы, которая была выложена металлическими барьерами.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду было дано 72 часа на закрытие, или до 10 часов.m утра (0200GMT) в понедельник, 27 июля.
Китай обвинил некоторых сотрудников консульства Чэнду в том, что они «ведут деятельность, не совпадающую с их личностью».
Не вдаваясь в подробности, представитель Мидии Китая Ван Вэньбинь заявил, что такая деятельность вмешалась в дела Китая и нанесла ущерб его интересам безопасности.
Приказ Китая о закрытии консульства в Чэнду был издан в пятницу в отместку за приказ США закрыть китайское консульство в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне «для защиты американской интеллектуальной собственности и личной информации американцев».
Когда закрытие китайского консульства в Хьюстоне вступило в силу в пятницу, группа мужчин, которые, казалось, были официальными лицами США, были замечены ворвавшимися в учреждение через заднюю дверь.
Ван заявил в субботу, что нарушил международные и двусторонние соглашения, и Китай ответит, не уточнив, как.
Закрытие «око за око» еще больше обострило напряженность в отношениях между двумя странами по вопросам от торгового и промышленного шпионажа до прав человека.
Бабуины сафари-парка, вооруженные ножами, отвертками и бензопилой, как «шутники дают им оружие, чтобы разрушать автомобили»
Известно, что приматы в сафари-парке Ноусли, Мерсисайд, давно набрасываются на любого, кто останавливается в вольере и срывает стеклоочиститель или зеркало.
Бабуины были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли, Мерсисайд.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто останавливается и срывает стеклоочистители и зеркала.
Рабочие теперь опасаются, что они вооружены смертельным оружием «для смеха» посетителями, чтобы поддержать их нападения, а обезьяны даже были замечены роющимися в ящиках с инструментами.
Один работник парка сказал The Sunday Times: «Мы не уверены, дают ли им оружие некоторые из гостей, которые хотят увидеть, как они нападают на автомобили, или они вылавливают их из пикапов и фургонов».
«Они будут буквально заходить в ящики с инструментами людей и носить их с собой. Один из бабуинов был замечен таскающим бензопилу».
Другой рабочий сказал: «Бабуины были найдены с ножами и отвертками. Интересно, разве это кто-то из гостей раздает их».
И нападения бабуинов настолько неизбежны, что механики по всему северо-западу Англии хорошо знают ограждение.
Один механик в Сейле, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что в этом году у него было два клиента, ставших жертвами бабуинов.
Они добавили, что в одну минуту дети хотят обезьян на машине, а в следующую у нее нет номерного знака — но выпуск обеспечивает «хорошие деньги» для гаража.
Ноусли вновь открылся 15 июня с мерами безопасности Covid-19 после того, как настаивал на том, что он так же безопасен, как проезд в McDonald's, поскольку посетители не оставляют свой автомобиль на пятимильном сафари.
Парк площадью 550 акров, где обитают львы, тигры, носороги, антилопы гну и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Пресс-секретарь сказал: «Мы считаем, что многие из этих историй стали преувеличенными, поскольку они были пересказаны, с приукрашиванием, чтобы объекты, которые иногда находятся в корпусе, казались более захватывающими и невероятными».
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на свою модель i30 нового поколения на 10 часов, чтобы доказать, что у него есть сила для семей с маленькими детьми.
«Юнайтед», «Челси» в КЛ; Борнмут, Уотфорд выбит из АПЛ
«Манчестер Юнайтед» и «Челси» квалифицировались в Лигу чемпионов за счет «Лестера» в безумный заключительный день сезона Премьер-лиги в воскресенье, в то время как «Борнмут» и «Уотфорд» вылетели, чтобы закончить пятилетнее пребывание в высшем дивизионе.
«Юнайтед» выиграл со счетом 2:0 у «Лестера» благодаря голам Бруну Фернандеса и Джесси Лингарда, чтобы дать команде Уле Гуннара Сульшера третье место.
«Челси» обыграл «Вулверхэмптон» со счетом 2:0 после гола и голевой передачи Мэйсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов над «Лестером», который большую часть сезона находился в первой четверке.
«Лестер» вместо этого будет играть в Лиге Европы вместе с «Тоттенхэмом», который сыграл вничью 1:1 с «Кристал Пэлас», чтобы обеспечить себе шестое место — выше «Вулверхэмптона» по разнице мячей.
Борьба за то, чтобы избежать двух оставшихся мест вылета, пошла на проволоку, так как «Астон Вилла» забила на 84-й минуте, пропустила минуту спустя, а затем удержала ничью 1:1 с «Вест Хэмом», чтобы выжить.
Капитан Джек Грилиш забил гол «Виллы» в том, что может стать его последней игрой за клуб его детства.
«Борнмут» сделал то, что должен был сделать, и обыграл «Эвертон» со счетом 3:1, но в итоге отстал от «Виллы» на одно очко.
«Уотфорд» также вылетел как команда,«до последнего» после поражения 3:2 от «Арсенала».
«Манчестер Сити» забил 100 голов за кампанию, одержав победу со счетом 5:0 над занявшим последнее место и уже пониженным в должности «Норвичем», игра, которая стала последней в Премьер-лиге для Давида Силвы после 10 лет с «Сити».
Кевин Де Брюйне отдал рекордную 20-ю голевую передачу в сезоне, а также забил дважды.
«Ливерпуль» завершил свой титульный сезон победой со счетом 3:1 над «Ньюкаслом» и финишировал с рекордными для клуба 99 очками.
Кроме того, «Саутгемптон» обыграл «Шеффилд Юнайтед» со счетом 3:1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его позади Джейми Варди из «Лестера», который выиграл «Золотую бутсу» как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая «достойная этика»
Гвинет Пэлтроу сказала, что хочет воспитать своих детей, чтобы они были достойными этики, поскольку она старается «не просто передавать им вещи».
У Пэлтроу двое детей, Эппл (16 лет) и Мозес (14 лет), с бывшим мужем Крисом Мартином, и она хочет, чтобы они имели хорошие ценности и не обыгрывали славу своих родителей.
«Вот почему я думаю, что это так важно... Вырастить ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным чувством того, кто они есть, и т. Д.», — сказала она Робу Лоу в своем подкасте.
«Правда в том, что двери могут быть открыты для вас, но если вы подумаете обо всех людях, которые пытаются, этого не произойдет».
Она добавила: «Как родитель, вы думаете, все, что я могу сделать для этих детей, это научить их правильному и неправильному и научить их, что такое работа. Я действительно старался не просто вручать им вещи».
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более конфиденциально, и гарантирует, что они сохраняют свои учетные записи в социальных сетях в тайне.
«Я не позволю им быть публичными в любых социальных сетях или что-то в этом роде, я стараюсь держать их подальше от глаз общественности, насколько это возможно», — сказала она.
«Вы знаете, теперь все по-другому, потому что дети говорим: «Могу ли я иметь канал на YouTube?», а я говорю: «Нет, вы не можете. Абсолютно нет».
Министр внутренних дел Туниса назначил нового премьер-министра, который через месяц сформирует правительство
Министр внутренних дел Туниса Хичем Мечичи был назначен для формирования следующего правительства, сообщили в офисе президента, на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний адвокат сменил на этом посту Элиеса Фахфаха, который ушел в отставку с поста премьер-министра в начале этого месяца.
Но Мечичи не был одним из имен, предложенных правящими политическими партиями президенту Каисе Саиду.
В заявлении после субботнего объявления Мечичи сказал, что он «будет работать над формированием правительства, которое отвечает ожиданиям всех тунисцев».
Тунис был высоко оценен как редкая история успеха для демократического перехода после региональных восстаний арабской весны, вызванных революцией 2011 года.
Но его лидеры изо всех сил пытались оправдать ожидания тунисского народа, и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
Болезнь убила почти 50 человек и заразила более 1 400 в Тунисе.
Помимо того, что Он был министром внутренних дел в уходящем правительстве, Мечичи был советником президента Саида, занимаясь юридическими вопросами.
Ранее он был начальником штаба в Министерстве транспорта, а также служил в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем столкнется с парламентским вотумом доверия и которому потребуется абсолютное большинство, чтобы добиться успеха.
В противном случае парламент будет распущен, а новые выборы будут проведены в течение трех месяцев.
На последних выборах, состоявшихся в октябре, партия «Ан-Нахда» вышла на первое место, но не набрала большинства и в конечном итоге согласилась присоединиться к коалиционному правительству.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания у власти, угрожала новым политическим тупиком в стране, поскольку она борется с экономическими последствиями пандемии.
Отставка углубила политический спор с «Ан-Нахдой» по поводу обвинений против «Фахфаха» в конфликте интересов.
Отношения между 47-летним уходящим лидером и «Эннахдхой» были напряженными после октябрьских парламентских выборов.
Фахфах ушел в отставку в тот же день, когда партия подала ему вотум недоверия.
Первоначально Ан-Нахда выдвинул независимого кандидата на пост премьер-министра, но ему не удалось завоевать поддержку парламента, что привело к тому, что президент назначил бывшего министра финансов Фахфаха на этот пост.
Столкнувшись с перспективой новых выборов, «Ан-Нахда» в конечном итоге согласилась присоединиться к коалиционному правительству.
Тед Круз говорит, что цели Пелоси — «перелопачивать деньги на решение проблемы и закрывать Америку»
Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в продвижении пакета мер по борьбе с коронавирусом, который фокусируется на «перелопачивании наличных денег на проблему и закрытии Америки», поскольку переговоры по следующей мере продолжаются.
В интервью «Лицом к нации» в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, которая унесла жизни более 600 000 человек во всем мире, и «абсолютной экономической катастрофой» в США.
Но Круз сказал, что Пелоси, которая появилась в «Лице к нации» раньше сенатора, «не сосредоточена ни на одном из них».
«Ее цели — перелопачивать деньги на решение этой проблемы и закрывать Америку», — сказал республиканец из Техаса.
«И, в частности, вы смотрите на законопроект в 3 триллиона долларов, который она пытается протолкнуть, это просто перелопачивать деньги своим друзьям и на самом деле не решать проблему. Наша цель должна состоять в том, чтобы американцы хотели вернуться к работе. Они хотят иметь возможность обеспечивать свою семью».
Республиканцы Сената и Белый дом провели прошлую неделю, обсуждая условия четвертого этапа борьбы с коронавирусом, который, как они ожидают, обойдется в 1 триллион долларов.
В минувшие выходные глава аппарата Белого дома Марк Медоу и министр финансов Стивен Мнучин отправились обратно на Капитолийский холм для дополнительных переговоров с сотрудниками Сената, а Мнучин сказал в интервью Fox News в воскресенье, что детали будут обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Наиболее насущным вопросом для законодателей - и спорным моментом между республиканцами и демократами - является истечение срока действия расширенных пособий по безработице, которые начали исчезать в эти выходные.
В то время как демократы хотят, чтобы пакет «четвертой фазы» коронавируса сохранил увеличение пособий на 600 долларов, республиканцы призывают к его снижению и утверждают, что некоторые американцы зарабатывают больше от безработицы, чем от заработной платы.
Круз сказал, что более половины американцев, получающих расширенные пособия по безработице, сейчас получают больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, у которых возникают проблемы с повторным наймом сотрудников.
«Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы они оставались дома», - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении, который облегчит американцам возвращение на работу, ослабив налоги и правила для малого бизнеса:
«Вместо того, чтобы просто выгребать триллионы за дверь, законопроект о восстановлении приостановит налог на заработную плату, что повысит заработную плату всем в Америке, кто работает. Это на самом деле возвращает людей к работе», - сказал он.
Президент Трамп потребовал на прошлой неделе, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, поскольку предложение было плохо воспринято среди республиканцев.
Г-н Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не на стороне этой меры со стороны своих коллег-республиканцев в Сенате.
Но он также раскритиковал законопроект о 3 триллионах долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в преднамеренной разработке меры, которая наносит ущерб президенту перед ноябрьскими выборами.
«Единственная цель демократов — победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа — закрыть каждый бизнес в Америке, закрыть каждую школу в Америке», — сказал он.
«Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах. То, что она предлагает, это удержать работающих мужчин и женщин от работы».
Канье Уэст принес публичные извинения жене Ким Кардашьян после брачных откровений
Канье Уэст извинился перед женой Ким Кардашьян за то, что публично опубликовал «частное дело».
Рэпер рассказал во время мероприятия в Южной Каролине, что пара подумывала о том, чтобы прервать своего первого ребенка.
После бурной недели, в течение которой он сделал ряд претензий к своей жене и ее семье, Уэст теперь написал в Твиттере извинения.
Уэст также, как сообщается, посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: «Я хотел бы извиниться перед моей женой Ким за то, что она публично рассказала о чем-то, что было частным делом. Я не покрывал ее так, как она покрывала меня».
«Ким я хочу сказать, что знаю, что причинил тебе боль. Прости меня, пожалуйста. Спасибо за то, что ты всегда был рядом со мной».
Беспорядочные твиты Уэста, в том числе утверждения о том, что его жена пыталась запереть его врачами, и он выступил с серией обвинений против своей тещи Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян Уэст, на которой женился в 2014 году.
На фоне опасений за душевное состояние своего мужа Кардашьян Уэст, мать четверых детей Уэста, выступила с длинным заявлением, в котором сказала, что она и ее семья «бессильны» вмешаться, и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: «Он блестящий, но сложный человек, который помимо давления художника и чернокожего человека, который пережил болезненную потерю своей матери и должен иметь дело с давлением и изоляцией, которые усиливаются его биполярным расстройством».
Она добавила, что раньше не обсуждала его состояние, потому что она «очень защищает наших детей и право Канье на неприкосновенность частной жизни, когда дело доходит до его здоровья».
Она добавила: «Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и заблуждений о психическом здоровье».
Уэст сделал свои заявления об аборте во время мероприятия 19 июля.
Мужчина арестован за предполагаемое убийство брата-алкоголика в Большой Нойде: полиция
37-летний мужчина был арестован в воскресенье по обвинению в убийстве своего брата, тело которого было найдено сброшенным в изолированном районе неделю назад, в Большой Нойде штата Уттар-Прадеш, сообщила полиция.
Обвиняемый сказал полиции, что его раздразлил алкоголизм его брата и плохое поведение с женщинами-членами их совместной семьи, что привело его к преступлению, по словам чиновников.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было найдено возле кустов в изолированном районе около недели назад.
На теле были следы ножевых ранений, и РПИ был подан в полицейский участок Бисраха, и расследование было проведено, сказал представитель полиции.
«В ходе расследования улики привели полицию к мужчине, который погиб, его брату Дипаку и он был допросирован.
Когда его спросили, Дипак признался, что зарезал своего брата.
Он сказал полиции, что Бхишам часто употреблял алкоголь, создавал хлостя дома и плохо себя вел с женщинами-членами семьи, из-за чего он решил убить своего брата», — сказал пресс-секретарь.
Обвиняемый был арестован и обвинен в убийстве и других связанных с ним обвинениях, сообщила полиция.
Тони Блэр пообещал никогда не прекращать вмешиваться в британскую политику, несмотря на серьезную негативную реакцию Brexit
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании после серьезной негативной реакции на его участие в Лейбористской партии и кампанию против Brexit.
Блэр, который не занимает свой пост более десяти лет, сказал Софи Ридж в эфире Sky News, что он «никогда» не перестанет высказываться в британской политике.
Тем не менее, спорная политическая фигура признала, что «многие люди, наблюдающих за этим, могут подумать, что я должен прекратить говорить о вещах».
Софи Ридж сказала Блэру: «У меня всегда есть ощущение, что вы не можете отвлечься от политики.
«Вы всегда публикуете отчеты о коронавирусе или придумываете аргументы по Brexit.
«Мне просто интересно, думают ли люди, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь участвовать в политике?
«Не пора ли взять тайм-аут, обойти поле для гольфа».
Бывший премьер-министр отверг это и пообещал оставаться в британской политике до тех пор, пока сможет.
Он сказал: «Это не то, что я хочу делать. Многие люди, наблюдающих за происходящим, могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране».
«Мы находимся в огромном моменте перемен в мире, и институт, который я построил, работает по всему миру.
«Я знаю, что сделал то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие попытаются сделать».
Ранее в интервью Блэр заявил, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: «Они могли бы заключить сделку. Но даже сделка, которую мы завязым, будет плохой».
«Это, по сути, будет хорошо для Европы, потому что это позволит упростить торговлю товарами, но очень тормозит нас в вопросе услуг».
Бывший лидер лейбористов также сказал Sky News, что Великобритания будет жить с COVID-19, а не устранять его, в обозримом будущем.
Во время омовения героям Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался «ударить в спину» Индию
Пакистан пытался «нанести удар в спину» Индии, несмотря на ее попытки сохранить дружеские отношения, заявил сегодня премьер-министр Нарендра Моди в дань уважения вооруженным силам в 21-ю годовщину Каргильской войны.
В своем ежемесячном радиообращения Манн Ки Баат премьер-министр Моди сказал: «Пакистан предпринял эту авантюру со зловещими планами захватить землю Индии и отвлечь ее текущие внутренние конфликты».
«Пакистан имел наглость пытаться оккупировать индийскую землю и отвлечь внимание от своих собственных внутренних беспорядков», - сказал он.
«В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла состоит в том, чтобы бороться со всеми без причины.
Люди такого рода могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан навяз индийский удар в спину, несмотря на попытки Индии установить теплые отношения», - сказал он.
«Вы можете себе представить, враг сидел высоко в горах, в то время как наши войска сражались с ними снизу. Но высокий моральный дух и верность наших сил победили горы", - добавил он.
«Благодаря мужеству наших вооруженных сил Индия показала большую силу в Каргиле», - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас празднуется каждый год, отмечая день, когда индийская армия отвоевала все индийские посты в Каргиле в Ладакхе, которые были оккупированы пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешной кульминации операции «Виджай».
Почти трехмесячное сражение на ледяных высотах Ладакха унесло жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, командующий армией генерал М. М. Нараване, главный маршал авиации Р. К. Бхадаурия и главнокомандующий ВМС адмирал Карамбир Сингх также отдали дань уважения в Амар Джаван Джоти у Национального военного мемориала.
В течение десятилетий после Каргила индийско-пакистанские отношения были напряженными после серии террористических ударов.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистан должен демонтировать все террористические лагеря, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования МСП может промахнуться
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращаются к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Тем не менее, г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них нет доступа к такому же более низкому финансированию, и предупредил, что в результате схема гарантирования МСП не набирает обороты.
«Я думаю, что он, вероятно, пропустил отметку, когда все люди, которые звонят нам, звонят в ожидании, что они могут получить очень дешевое финансирование, а не правительство, поддерживаемое 50 процентами кредита», - сказал он.
«Поэтому они звонят, и они очень разочаровываются, потому что было выдвинуто ожидание, что есть скидки, и мы смотрим на нашу стоимость финансирования, которая вообще не изменилась».
Г-н Каллаган добавил, что если бы финтех-компании смогли получить доступ к более дешевому финансированию и передать его малым предприятиям, схема была бы «без проблем».
«Это было что-то лишь «Уловка 22», когда крупные банки получили доступ к более дешевому финансированию, но они более склонны к риску, поэтому они на самом деле не выходят на кредитование таким же образом, они не могут получить доступ к данным, и они не могут чувствовать себя комфортно, если у вас нет собственности», - сказал он. - Пока мы не сможем получить доступ к этому более дешевому финансированию, я думаю, что на рынке есть фикция о том, насколько популярна. схема будет».
Мельбурнская Moula также участвует в схеме, и исполнительный директор Арис Аллегос сказал, что выгода от 50-процентной гарантии, подразумеваемой в правительственной схеме, должна быть передана малым предприятиям, но разные кредиторы справляются с этим по-разному.
«Я могу понять, что могут быть и другие, которые не проходят через эту структуру затрат», - сказал он.
«Это может быть функцией того, как структурировано их финансирование, и это может быть функцией также того, в какие категории они кредитуют и как они оценивают риск в этих категориях».
Г-н Аллегос не предоставил подробностей о количестве кредитов, выданных Мулой в рамках этой схемы, но сказал, что обновленная схема является «основным признанием того, что необходимо изменить», чтобы предложить большую гибкость кредиторам и заемщикам.
Тем не менее, он сказал, что его главной заботой является «экономика двух скоростей», которая работает, и влияние, которое это окажет на малый бизнес.
«Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутый обрыв и то, как управлять этим обрывом», - сказал он.
«В целом, что касается спроса, мы не вернулись к уровням, предшествовавшим COVID, хотя аппетит растет».
Онлайн-кредитор Prospa, зарегистрированный на ASX, также не стал детализировать сумму кредитов, выданных в рамках схемы, поскольку он сказал, что информация является коммерчески чувствительной, но исполнительный директор Грег Мошал сказал, что расширение правительством схемы приветствуется.
«Мы поддерживаем любые улучшения в схеме, которые позволят малым предприятиям получить доступ к широкому спектру продуктов финансирования, которые отвечают их требованиям, включая гибкие продукты денежного потока в течение более коротких сроков», - сказал он.
Я хочу попросить всех вас на секунду рассмотреть тот самый простой факт, что, безусловно, большая часть того, что мы знаем о Вселенной, приходит к нам из света.
Мы можем стоять на Земле, смотреть на ночное небо и видеть звезды необнятными глазами.
Солнце сжигает наше периферическое зрение.
Мы видим свет, отраженный от Луны.
И за то время, прошедшая с тех пор, как Галилей направил этот рудиментарный телескоп на небесные тела, известная Вселенная пришла к нам через свет, через огромные эпохи космической истории.
И со всеми нашими современными телескопами мы смогли собрать это потрясающее немое кино о Вселенной - эти серии снимков, которые восходят к Большому взрыву.
И все же, Вселенная не является немым фильмом, потому что Вселенная не молчит.
Я хотел бы убедить вас, что во Вселенной есть саундтрек, и что саундтрек воспроизводится на самом пространстве, потому что пространство может колебаться, как барабан.
Это может звучать как своего рода запись по всей вселенной некоторых из самых драматических событий по мере их развития.
Теперь мы хотели бы иметь возможность добавить к своего рода великолепной визуальной композиции, которую мы имеем о Вселенной - звуковую композицию.
И хотя мы никогда не слышали звуков из космоса, мы действительно должны в ближайшие несколько лет начать наращивать громкость на то, что там происходит.
Таким образом, в этом стремлении захватить песни из Вселенной мы обращаем наше внимание на черные дыры и их обещания, потому что черные дыры могут стучать по пространству-времени, как молотки на барабане, и иметь очень характерную песню, которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том, какой будет эта песня.
Однажды мы можем увидеть тень, которую черная дыра может отбрасывать на очень яркий фон, но мы еще этого не сделали.
И все же черные дыры могут быть услышаны, даже если их не видно, и это потому, что они стучат в пространство-время, как барабан.
Теперь мы обязаны идеей о том, что пространство может звенеть как барабан, Альберту Эйнштейну, которому мы так многим обязаны.
Эйнштейн понял, что если бы пространство было пустым, если бы Вселенная была пустой, это было бы похоже на эту картину, за исключением, возможно, без полезной сетки, нарисованной на ней.
Но если бы мы свободно падали через пространство, даже без этой полезной сетки, мы могли бы нарисовать ее сами, потому что мы заметили бы, что мы путешествуем по прямым линиям, неразборчивым прямым путям через Вселенную.
Эйнштейн также понял — и это настоящее мясо материи — что если поместить энергию или массу во Вселенную, она искривит пространство, и свободно падающий объект пройдет мимо, скажем, Солнца, и он будет отклоняться вдоль естественных кривых в пространстве.
Это была великая общая теория относительности Эйнштейна.
Теперь даже свет будет искривляться этими путями.
И вы можете быть согнуты настолько, что попадете на орбиту вокруг Солнца, как Земля, или Луна вокруг Земли.
Это естественные кривые в пространстве.
Эйнштейн не понимал, что если вы возьмете наше Солнце и раздавите его до шести километров - так что вы возьмете в миллион раз больше массы Земли и раздавите ее до шести километров в поперечнике, вы сделаете черную дыру, объект настолько плотный, что, если свет отвернут слишком близко, он никогда не ускользнет - темная тень против Вселенной.
Но Эйнштейн всегда считал черные дыры математической странностью.
Он не верил, что они существуют в природе.
Он думал, что природа защитит нас от их образования.
Прошли десятилетия, прежде чем был придуман термин «черная дыра», и люди поняли, что черные дыры являются реальными астрофизическими объектами - на самом деле они являются состоянием смерти очень массивных звезд, которые катастрофически коллапсируют в конце своей жизни.
Теперь наше Солнце не коллапсирует в черную дыру.
На самом деле он недостаточно массивен.
Но если бы мы провели небольшой мысленный эксперимент — как это очень любил делать Эйнштейн — мы могли бы представить себе, как Солнце раздавлена до шести километров и выведет крошечную маленькую Землю вокруг нее на орбиту, возможно, в 30 километрах от Солнца черной дыры.
И это было бы самосветлением, потому что теперь Солнце исчезло, у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самоосвещенной.
И вы поймете, что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленой черной дыры.
Эта раздавлена черная дыра на самом деле поместилась бы внутри Манхэттена, более или менее.
Он может немного выплеснуться в Гудзон, прежде чем уничтожит Землю.
Но в основном это то, о чем мы говорим.
Мы говорим об объекте, который вы могли бы раздавить до половины площади Манхэттена.
Итак, мы перемещаем эту Землю очень близко - на 30 километров от нее - и мы замечаем, что она совершенно нормально вращается вокруг черной дыры.
Существует своего рода миф о том, что черные дыры пожирают все во Вселенной, но на самом деле вы должны подойти очень близко, чтобы упасть.
Но что очень впечатляет, так это то, что с нашей точки зрения мы всегда можем видеть Землю.
Она не может спрятаться за черной дырой.
Свет с Земли, часть его падает, но часть его линзируется и возвращается к нам.
Таким образом, вы не можете ничего скрыть за черной дырой.
Если это был Battlestar Galactica, и вы сражаетесь с Сайлонами, не прячьтесь за черной дырой.
Они могут видеть вас.
Теперь наше Солнце не коллапсирует в черную дыру - она недостаточно массивна - но в нашей галактике есть десятки тысяч черных дыр.
И если бы кто-то затмил Млечный Путь, вот как это выглядело бы.
Мы бы увидели тень этой черной дыры на фоне ста миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полос.
И если бы мы упали к этой черной дыре, мы бы увидели весь этот свет, линзированный вокруг нее, и мы могли бы даже начать переходить в эту тень и действительно не замечать, что произошло что-то драматическое.
Было бы плохо, если бы мы попытались выстрелить нашими ракетами и выбраться оттуда, потому что мы не могли, больше, чем свет может вырваться.
Но даже если черная дыра темна снаружи, она не темна внутри, потому что весь свет от галактики может упасть позади нас.
И хотя из-за релятивистского эффекта, известного как замедление времени, наши часы, казалось бы, замедляются относительно галактического времени, это выглядело бы так, как будто эволюция галактики была ускорена и обстреляна нами, прямо перед тем, как мы были раздавлены до смерти черной дырой.
Это было бы похоже на околосмертный опыт, когда вы видите свет в конце туннеля, но это полный опыт смерти.
(Смех) И нет никакого способа рассказать кому-либо о свете в конце туннеля.
Мы никогда не видели такой тени черной дыры, но черные дыры можно услышать, даже если их не увидеть.
Представьте себе, что вы принимаете астрофизически реалистичную ситуацию - представьте себе две черные дыры, которые прожили долгую жизнь вместе.
Возможно, они начинались как звезды и коллапсировали до двух черных дыр, каждая из которых в 10 раз больше массы Солнца.
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике.
Они могут вращаться сотни раз в секунду.
В конце своей жизни они идут вокруг друг друга очень близко к скорости света.
Таким образом, они пересекают тысячи километров за доли секунды, и когда они это делают, они не только искривляют пространство, но и оставляют после себя звон пространства, реальную волну в пространстве-времени.
Космос сжимается и растягивается, когда он исходит от этих черных дыр, ударяющихся о Вселенную.
И они путешествуют в космос со скоростью света.
Это компьютерное моделирование связано с группой относительности в NASA Goddard.
Потребовалось почти 30 лет, чтобы кто-либо в мире решил эту проблему.
Это была одна из групп.
Он показывает две черные дыры на орбите вокруг друг друга, опять же, с этими услужливо окрашенными кривыми.
И если вы можете видеть - это немного слабо - но если вы можете видеть красные волны, исходящие наружу, это гравитационные волны.
Это буквально звуки космического звонка, и они будут выходить из этих черных дыр со скоростью света, когда они звенят вниз и сливаются в одну вращающуюся, тихую черную дыру в конце дня.
Если бы вы стояли достаточно близко, ваше ухо резонировали бы с сжатием и растяжением пространства.
Вы бы буквально услышали звук.
Теперь, конечно, ваша голова будет сжата и растянута бесполезно, поэтому у вас могут возникнуть проблемы с пониманием того, что происходит.
Но я хотел бы сыграть для вас звук, который мы прогнозируем.
Это из моей группы - немного менее гламурное компьютерное моделирование.
Представьте себе более легкую черную дыру, падающую в очень тяжелую черную дыру.
Звук, который вы слышите, — это светлая черная дыра, ударяющаяся о пространство каждый раз, когда она приближается.
Если он уходит далеко, это слишком тихо.
Но он входит, как молоток, и он буквально трещит пространство, шатая его, как барабан.
И мы можем предсказать, каким будет звук.
Мы знаем, что, когда он падает, он становится быстрее и громче.
И, в конце концов, мы услышим, как маленький парень просто падает в более крупного парня.
Я никогда не слышал этого так громко - это на самом деле более драматично.
Дома это звучит как-то антикульминационно.
Это что-то вроде дин, дин, дин.
Это еще один звук из моей группы.
Нет, я не показываю вам никаких изображений, потому что черные дыры не оставляют после себя полезных следов чернил, а пространство не окрашивается, показывая вам кривые.
Но если вы должны были проплыть в космосе во время космического отпуска и услышали это, вы хотите двигаться.
(Смех) Хотите уйти от звука.
Обе черные дыры движутся.
Обе черные дыры сближаются.
В этом случае они оба довольно сильно колеблются.
И тогда они собираются слиться.
Теперь это щебетание очень характерно для слияния черных дыр - что оно чирикает в конце.
Теперь это наш прогноз на то, что мы увидим.
К счастью, мы находимся на этом безопасном расстоянии в Лонг-Бич, штат Калифорния.
И конечно, где-то во Вселенной слились две черные дыры.
И, конечно, пространство вокруг нас звенит после путешествия, возможно, миллиона световых лет или миллиона лет со скоростью света, чтобы добраться до нас.
Но звук слишком тихий, чтобы любой из нас когда-либо услышал.
На Земле строятся очень трудолюбивые эксперименты под названием LIGO, которые будут обнаруживать отклонения в сжатии и растяжении пространства на уровне, меньшем, чем доля ядра атома на протяжении четырех километров.
Это удивительно амбициозный эксперимент, и он будет с продвинутой чувствительностью в течение следующих нескольких лет - чтобы подхватить это.
Есть также миссия, предлагаемая для космоса, которая, как мы надеемся, будет запущена в ближайшие десять лет, под названием LISA.
И LISA сможет видеть сверхмассивные черные дыры — черные дыры, в миллионы или миллиарды раз превышающие массу Солнца.
На этом изображении Хаббла мы видим две галактики.
Они выглядят так, как будто они застыли в каких-то объятиях.
И каждый из них, вероятно, содержит сверхмассовую черную дыру в своем ядре.
Но они не заморожены; они фактически сливаются.
Эти две черные дыры сталкиваются, и они сольются в течение миллиарда лет.
Это за пределами нашего человеческого восприятия, чтобы подобрать песню такой продолжительности.
Но LISA могла видеть заключительные стадии двух сверхмоширных черных дыр ранее в истории Вселенной, последние 15 минут перед их падением вместе.
И это не только черные дыры, но и любое большое возмущение во Вселенной - и самым большим из них является Большой взрыв.
Когда это выражение было придумано, оно было насмешливым — например: «О, кто поверит в Большой взрыв?»
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны.
Мы никогда не хотим этого делать на самом деле. Мы хотим быть внутри Вселенной, потому что нет такой вещи, как стоять вне Вселенной.
Итак, представьте, что вы находитесь внутри Большого взрыва.
Это везде, это все вокруг вас, и пространство колеблется хаотично.
Проходит четырнадцать миллиардов лет, а эта песня все еще звенит вокруг нас.
Галактики формируются, и поколения звезд формируются в этих галактиках, и вокруг одной звезды, по крайней мере, одна звезда, является обитаемой планетой.
И вот мы лихорадочно строим эти эксперименты, делаем эти расчеты, пишем эти компьютерные коды.
Представьте себе, что миллиард лет назад столкнулись две черные дыры.
Эта песня звенела в пространстве все это время.
Нас здесь даже не было.
Он становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки.
Если бы это был Большой взрыв, который мы собирались поднять, это звучало бы так.
Это буквально определение шума.
Это белый шум; это такой хаотичный звон.
Но она повсюду вокруг нас, по-видимому, если она не была уничтожена каким-то другим процессом во Вселенной.
И если мы подхватим его, это будет музыка для наших ушей, потому что это будет тихое эхо того момента нашего творения, нашей наблюдаемой Вселенной.
Таким образом, в течение следующих нескольких лет мы сможем немного включить саундтрек, отобразить вселенную в аудио.
Но если мы обнаружим эти самые ранние моменты, это приблизит нас к пониманию Большого взрыва, что приблизит нас к тому, чтобы задавать некоторые из самых сложных, самых неуловимых вопросов.
Если мы закрутим фильм о нашей Вселенной в обратном направлении, мы узнаем, что в нашем прошлом был Большой взрыв, и мы можем даже услышать его какофонный звук, но был ли наш Большой взрыв единственным Большим взрывом?
Я имею в виду, что мы должны спросить, случалось ли это раньше?
Повторится ли это снова?
Я имею в виду, что в духе того, чтобы поднять вызов TED, чтобы возродить удивление, мы можем задавать вопросы, по крайней мере, в последнюю минуту, которые, честно говоря, могут ускользать от нас навсегда.
Но мы должны спросить: возможно ли, что наша Вселенная — это просто шлейф какой-то большей истории?
Или, возможно, что мы просто ветвь мультивселенной - каждая ветвь со своим большим взрывом в прошлом - может быть, некоторые из них с черными дырами, играющими на барабанах, может быть, некоторые без - может быть, некоторые с разумной жизнью, а некоторые без - не в нашем прошлом, не в нашем будущем, но каким-то образом фундаментально связанные с нами?
Поэтому мы должны задаться вопросом, есть ли мультивселенная, в каком-то другом участке этой мультивселенной, есть ли существа?
Вот мои существа мультивселенной.
Есть ли другие существа в мультивселенной, интересующиеся нами и интересующиеся своим собственным происхождением?
И если это так, я могу представить их такими, какие мы есть, вычисляя, пишя компьютерный код, создавая инструменты, пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом, кто еще там.
Спасибо. Спасибо.
(Аплодисменты)
Вирджиния-Бич сдержает памятник конфедератам
Город Вирджиния-Бич убрал 115-летний памятник Конфедерации с общественных площадок в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял возле старого здания суда округа Принцесса Анна, в том же месте, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс удаления.
Совет выслушал десятки ораторов и решил, что памятник рассматривается многими как раскол и болезненное напоминание о прошлом.
Статуя недавно была полностью покрыта, с запертыми воротами вокруг нее после недавних протестов и вандализма на других памятниках Конфедерации.
Пока памятник будет храниться.
Теперь город должен ждать любых предложений от исторических групп или других организаций, которые могут захотеть взять памятник.
Полиция пробует новые, менее смертоносные инструменты, поскольку протесты продолжаются
Поскольку ожесточенные столкновения между правоохранительными органами и протестующими продолжаются в Портленде и по всей стране, дебаты вращатся вокруг того, как полиция может сократить применение смертоносной силы.
Некоторые компании предлагают новые высокотехнологичные инструменты, такие как дистанционные наручники для полиции, вместо более опасных вариантов, таких как перцовый баллончик, резиновые пули и флэш-гранаты.
Правозащитная организация Amnesty International проанализировала 500 видеороликов протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
«Мы видели злоупотребление слезоточивым газом, перцовым баллончиком, перцовыми шариками, 40-миллиметровыми ударными снарядами, в основном каждая комбинация менее смертоносного оружия использовалась ненадлежащим образом», - сказал следователь Amnesty International по оружию Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для избежания необходимости в огнестрельном оружии.
«Все эти устройства должны быть под рукой, чтобы полицейские использовали не смертоносную физическую силу, используемую огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право лишить вас жизни», - сказал Кори Пегес, бывший заместитель инспектора Департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет 8-футовым кевларовым шнуром, который оборачивается вокруг подозреваемого.
Существуют акустические устройства дальнего действия, также известные как звуковые каноны, направленное энергетическое оружие, которое использует лазеры для нагрева кожи человека, новые снаряды, сделанные из таких вещей, как пена и мел, вонючие бомбы и, конечно же, электрошокер.
Акции Axon, компании, которая производит Электрошокер, подскочили более чем на 18%, достигнув рекордно высоких уровней, когда протесты переросли в насилие через несколько дней после убийства полицией Джорджа Флойда.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет 11,85 миллиарда долларов.
Посмотрите видео, чтобы взглянуть на новые высокотехнологичные инструменты, которые полиция использует для менее смертоносной силы, как они регулируются и что поставлено на карту для будущего полиции и сообществ, которым они служат.
ООН заявляет о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД -- В докладе ООН говорится, что более 6000 пакистанских повстанцев скрываются в Афганистане, большинство из которых принадлежат к запрещенной пакистанской группировке талибов, ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группировка, известная как «Техрик-и-Талибан» (ТТП), связалась с афганским филиалом группировки «Исламское государство».
Некоторые из членов ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится в восточном Афганистане.
Афганское правительство не ответило в воскресенье на запросы Associated Press о комментариях.
В докладе говорится, что ИБ в Афганистане, известное как ИБ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также сил США и НАТО, и даже иногда от афганских талибов.
Доклад был подготовлен аналитической и санкционной мониторинговой группой ООН, которая отслеживает террористические группировки по всему миру.
По оценкам доклада, число членов ИГО в Афганистане составляет 2 200 человек, и, хотя его руководство истощено, ИГО по-прежнему считает среди своих лидеров сирийского гражданина Абу Саида Мохаммада аль-Хорасани.
В докладе также говорится, что мониторинговая группа получила информацию о том, что два высокопоставленных командира «Исламского государства», Абу Кутайба и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с Ближнего Востока.
«Хотя и в территориальном отступлении, (Исламское государство) остается способным осуществлять громкие атаки в различных частях страны, включая Кабул.
Он также направлен на привлечение боевиков «Талибана», которые выступают против соглашения с Соединенными Штатами», — говорится в докладе, ссылаясь на мирное соглашение США, подписанное с талибами в феврале.
Эта сделка была заключена, чтобы позволить США прекратить свое 19-летнее участие в Афганистане и призывает талибов гарантировать, что их территория не будет использоваться террористическими группами.
Ожидается, что сделка также гарантирует всестороннее участие талибов в борьбе с ИГО.
Вторая и, возможно, самая важная часть соглашения предусматривает переговоры между талибами и политическим руководством Кабула.
Поздно вечером в субботу Государственный департамент США опубликовал заявление, в котором говорится, что его посланник мира Залмай Халилзаз снова курсирует по региону, стремясь дать толчок этим переговорам, которые неоднократно откладывались, поскольку обе стороны ссорились из-за программы освобождения заключенных.
Поддерживаемая США сделка призывает афганское правительство освободить 5000 заключенных талибов, а талибы освободить 1000 правительственных и военных в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которого оно называет высокопоставленными преступниками и предлагает бесплатные альтернативы.
Талибы отказались.
«Стороны ближе, чем когда-либо, к началу межафганских переговоров, что является ключевым следующим шагом к прекращению 40-летней войны в Афганистане», — говорится в заявлении Госдепартамента США.
«Хотя был достигнут значительный прогресс в обмене пленными, этот вопрос требует дополнительных усилий для полного решения».
Политический представитель талибов ранее на этой неделе заявил, что готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенных будет завершено.
Большое беспокойство для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП или Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также боевиков Освободительной армии Белуджистана, которая взяла на себя ответственность за громкие нападения в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяло на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда была атаковата пакистанская армейская школа и 140 человек были убиты.
Большинство из них были студентами, а некоторым было всего 5 лет.
«Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается в 6 000-6 500 человек, большинство из которых связаны с ТТП», — говорится в докладе.
Многие считают, что вождение - это деятельность, предназначенная исключительно для тех, кто может видеть.
Слепой человек, ездящий за транспортным средством безопасно и независимо, до сих пор считался невыполнимой задачей.
Здравствуйте, меня зовут Деннис Хонг, и мы приносим свободу и независимость слепым, создавая транспортное средство для слабовидящих.
Поэтому, прежде чем я расскажу об этой машине для слепых, позвольте мне кратко рассказать вам о другом проекте, над которым я работал, под названием DARPA Urban Challenge.
Теперь речь шла о создании роботизированного автомобиля, который может ездить сам.
Вы нажимаете start, никто ничего не трогает, и он может достичь места назначения полностью автономно.
Так в 2007 году наша команда выиграла полмиллиона долларов, заняв третье место в этом соревновании.
Примерно в то же время Национальная федерация слепых, или NFB, бросила вызов исследовательской комиссии о том, кто может разработать автомобиль, который позволяет слепому человеку ездить безопасно и независимо.
Мы решили попробовать, потому что подумали: «Эй, как это может быть сложно?»
У нас уже есть автономное транспортное средство.
Мы просто поместили в него слепого человека, и все готово, верно?
(Смех) Мы не могли быть более неправы.
NFB хотел не транспортное средство, которое может водить слепого человека, а транспортное средство, где слепой человек может принимать активные решения и водить машину.
Поэтому нам пришлось выбросить все в окно и начать с нуля.
Поэтому, чтобы проверить эту сумасшедшую идею, мы разработали небольшой прототип багги dune, чтобы проверить осуществимость.
А летом 2009 года мы пригласили десятки незрячих молодых людей со всей страны и дали им шанс взять его на покрутку.
Это был совершенно удивительный опыт.
Но проблема с этим автомобилем заключалась в том, что он был разработан только для в очень контролируемой среде, на плоской, закрытой парковке - даже полосах, определяемых красными дорожными конусами.
Поэтому с этим успехом мы решили сделать следующий большой шаг, чтобы разработать настоящий автомобиль, который можно будет ездить по реальным дорогам.
Так как же это работает?
Ну, это довольно сложная система, но позвольте мне попытаться объяснить ее, может быть, упростить.
Итак, у нас есть три шага.
У нас есть восприятие, вычисления и невизуальные интерфейсы.
Теперь очевидно, что водитель не может видеть, поэтому система должна воспринимать окружающую среду и собирать информацию для водителя.
Для этого мы используем начальную единицу измерения.
Таким образом, он измеряет ускорение, угловое ускорение - как человеческое ухо, внутреннее ухо.
Мы объединяем эту информацию с gps-устройством, чтобы получить оценку местоположения автомобиля.
Мы также используем две камеры для обнаружения полос дороги.
А еще мы используем три лазерных дальномерных искателей.
Лазеры сканируют окружающую среду, чтобы обнаружить препятствия - автомобиль, приближающийся спереди, сзади, а также любые препятствия, которые врезаются в дороги, любые препятствия вокруг транспортного средства.
Таким образом, все это огромное количество информации затем подается в компьютер, и компьютер может делать две вещи.
Во-первых, обработать эту информацию, чтобы иметь представление об окружающей среде - это полосы дороги, есть препятствия - и передать эту информацию водителю.
Система также достаточно умна, чтобы выяснить самый безопасный способ управления автомобилем.
Таким образом, мы также можем генерировать инструкции о том, как управлять элементами управления транспортным средством.
Но проблема заключается в том, как мы можем передать эту информацию и инструкции человеку, который не может видеть достаточно быстро и точно, чтобы он мог водить машину?
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса.
Итак, начиная от трехмерной звуковой системы пинга, вибрирующей жилетки, колесика управления с голосовыми командами, полоски для ног, даже обуви, которая оказывает давление на ногу.
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов.
Теперь первый интерфейс называется DriveGrip.
Итак, это пара перчаток, и у них есть вибрирующие элементы на части кастета, поэтому вы можете передавать инструкции о том, как управлять - направление и интенсивность.
Другое устройство называется SpeedStrip.
Так что это кресло - по сути, это массажное кресло.
Мы выпотрошаем его, переставляем вибрирующие элементы по разным схемам, и мы приводим их в действие, чтобы передать информацию о скорости, а также инструкции, как использовать газ и педаль тормоза.
Итак, здесь вы можете увидеть, как компьютер понимает окружающую среду, и поскольку вы не можете видеть вибрацию, мы фактически помещаем красные светодиоды на драйвер, чтобы вы могли видеть, что происходит.
Это сенсорные данные, и эти данные передаются на устройства через компьютер.
Таким образом, эти два устройства, DriveGrip и SpeedStrip, очень эффективны.
Но проблема в том, что это учебные устройства.
Так что это не совсем свобода, верно?
Компьютер говорит вам, как водить машину - поверните налево, поверните направо, ускоритесь, остановитесь.
Мы называем это «проблемой заднего сиденье-драйвера».
Таким образом, мы отходим от учебных устройств, и теперь мы больше фокусируемся на информационных устройствах.
Хорошим примером для этого информационного невизуального пользовательского интерфейса является AirPix.
Поэтому думайте об этом как о мониторе для слепых.
Таким образом, это небольшой планшет, в нем много отверстий, и сжатый воздух выходит, поэтому он действительно может рисовать изображения.
Поэтому, даже если вы слепы, вы можете положить руку на него, вы можете видеть полосы дороги и препятствия.
На самом деле, вы также можете изменить частоту выхода воздуха и, возможно, температуру.
Так что на самом деле это многомерный пользовательский интерфейс.
Таким образом, здесь вы можете увидеть левую камеру, правую камеру из автомобиля и то, как компьютер интерпретирует это и отправляет эту информацию в AirPix.
Для этого мы показываем симулятор, слепого человека, ехавшего с помощью AirPix.
Этот симулятор также был очень полезен для обучения слепых водителей, а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов.
Так что в основном так оно и работает.
Но этот автомобиль является прототипом транспортного средства, и он не будет на дороге, пока он не будет доказан таким же безопасным или более безопасным, чем сегодняшний автомобиль.
И я искренне верю, что это может произойти.
Но все-таки, примет ли общество такую радикальную идею?
Как мы будем обращаться со страхованием?
Как мы собираемся выдавать водительские права?
Помимо технологических проблем, существует множество различных препятствий, которые нам нужно решить, прежде чем это станет реальностью.
Конечно, главной целью этого проекта является разработка автомобиля для слепых.
Но потенциально более важным, чем это, является огромная ценность технологии спин-оффа, которая может исходить от этого проекта.
Датчики, которые используются, могут видеть сквозь темноту, туман и дождь.
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей.
Или для слепых, бытовой техники - в учебной среде, в офисе.
Только представьте, в классе учитель пишет на доске, а слепой ученик может видеть, что написано и прочитано, используя эти невизуальные интерфейсы.
Это бесценно.
Итак, сегодня то, что я показал вам сегодня, это только начало.
Большое спасибо.
(Аплодисменты)
Топ-британский банк HSBC отрицает «создание ловушки» для китайской Huawei в расследованиях США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне заявил в социальных сетях, что он не «фабрикует доказательства» против Huawei, что привело к аресту финансового директора компании в Канаде.
В ныне недоступном сообщении на WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика телекоммуникационного сетевого оборудования, поскольку проверка Huawei за якобы нарушение санкций США в отношении Ирана началась задолго до участия банка в конце 2016 года.
«HSBC не имеет никакой враждебности по отношению к Huawei и не «подставил» Huawei», — заявил банк в субботу, добавив, что никогда не будет искажать какие-либо факты о своих клиентах.
«В ответ на запросы Министерства юстиции США о предоставлении информации HSBC Group просто представила объективные факты.
HSBC не «фабриковал» доказательства и не «скрывал» факты».
Пост был заблокирован на платформе с пометкой, что он «нарушает правила» и сейчас недоступен.
Заявление было принято вскоре после того, как несколько китайских СМИ, в том числе связанные с государством газеты, обвинили HSBC в «сговоре» с Вашингтоном, чтобы создать ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала уже более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу был арестован в декабре 2018 года в Канаде по ордеру из США.
Мэн обвиняется в мошенничестве за то, что он якобы использовал подставную компанию для нарушения санкций против Ирана и якобы лгал банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым данным, приведенным Global Times, HSBC был хорошо осведомлен об отношениях китайской компании со Skycom.
Сообщается, что банк решил «вступить в сговор» с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать отмывание денег и нарушения санкций, включая ограничения в отношении Ирана.
В то время было приказано выплатить около 1,9 миллиарда долларов в виде штрафов и предотвратить любые подобные проступки.
«Доказательства указывали на то, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло игнорировать собственные неправомерные действия британского банка и не наказывать его в соответствии с Соглашением об отсрочке судебного преследования 2012 года», — говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитор, если будет доказана вина в этом «сговоре», может столкнуться с «суровым наказанием» в Китае, одном из основных рынков для HSBC.
Это не первый раз, когда известный банк попал под огонь критики за последние недели.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности для Гонконга, города, где начался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - со стороны Запада, когда госсекретарь США Майк Помпео назвал одобрение «корпоративным преклоном», и Востока, причем китайская сторона, как сообщается, заявила, что его поддержка была «запоздалой».
Ангола: Больница Педале приписана к Министерству здравоохранения
Президент Республики Жуан Лоуренсу в эту пятницу определил передачу надзора за больницей Педро Марии Тонья Педале, строящимся в Луанде, в сферу министерства здравоохранения.
В примечании пресс-службы Президента Республики сообщается, что эта мера направлена на материализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественного медицинского обслуживания и медикаментов населению.
«В данном конкретном случае идея состоит в том, чтобы сделать доступной ангольцам референтную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности», — говорится в документе.
В нем подчеркивается, что в решении главы ангольского государства также учтен демографический рост страны, что мотивировало «огромный спрос» на качественные медицинские услуги по самым разнообразным специальностям.
Это требование, продолжается в записке, оправдывается включением в состав больницы специализированных для лечения сложных заболеваний, преподавания и научных исследований, вмешательств, связанных с офтальмологией и материно-младенческой медициной, областей, стратегия и управление которой заслуживают того, чтобы находиться в ведении Министерства здравоохранения.
Как для художника, связь очень важна для меня.
В своей работе я пытаюсь сформулировать, что люди не отделены от природы и что все взаимосвязано.
Впервые я поехал в Антарктиду почти 10 лет назад, где увидел свои первые айсберги.
Я был в восторге.
Мое сердце билось быстро, голова кружилась голова, пытаясь понять, что это такое, что стояло передо мной.
Айсберги вокруг меня были почти в 200 футах от воды, и я мог только удивляться, что это была одна снежинка поверх другой снежинки, год за годом.
Айсберги рождаются, когда они откалываются от ледников или отрываются от шельфовых ледников.
Каждый айсберг имеет свою индивидуальную индивидуальность.
У них есть особый способ взаимодействия с окружающей средой и опытом.
Некоторые отказываются сдаваться и держаться за горький конец, в то время как другие не могут больше этого вынести и рушатся в приступе драматической страсти.
Когда вы смотрите на айсберг, легко подумать, что они изолированы, что они разделены и одиноки, так же, как мы, люди, иногда видим себя.
Но реальность далека от этого.
Когда айсберг тает, я вдыхаю его древнюю атмосферу.
Когда айсберг тает, он высвобождает богатую минералами пресную воду, которая питает многие формы жизни.
Я подхожу к фотографированию этих айсбергов так, как будто я делаю портреты своих предков, зная, что в эти отдельные моменты они существуют таким образом и никогда не будут существовать таким образом снова.
Это не смерть, когда они тают; это не конец, а продолжение их пути через цикл жизни.
Некоторые из льдов в айсбергах, которые я фотографирую, очень молоды - пару тысяч лет.
А некоторым льдам более 100 000 лет.
Последние фотографии, которые я хотел бы показать вам, это айсберг, который я сфотографировал в Кецетарсуаке, Гренландия.
Это очень редкий случай, когда вы действительно становитесь свидетелем катящегося айсберга.
Вот и все.
С левой стороны можно увидеть небольшую лодку.
Это примерно 15-футовая лодка.
И я хотел бы, чтобы вы обратили внимание на форму айсберга и где он находится на ватерлинии.
Здесь видно, как она начинает катиться, и лодка переместилась на другой берег, и человек стоит там.
Это гренландский айсберг среднего размера.
Это около 120 футов над водой, или 40 метров.
И это видео в реальном времени.
(Музыка) И просто так, айсберг показывает вам другую сторону своей личности.
Спасибо.
(Аплодисменты)
Знаете ли вы, сколько существует видов цветковых растений?
Есть четверть миллиона - по крайней мере, это те, о которых мы знаем - четверть миллиона видов цветковых растений.
А цветы – настоящий жупел.
Их действительно трудно производить растениям.
Они отнимают огромное количество энергии и много ресурсов.
Зачем им идти на это?
И ответ, конечно, как и многие вещи в мире, это секс.
Я знаю, что у вас на уме, когда вы смотрите на эти фотографии.
И причина, по которой половое размножение так важно - есть много других вещей, которые растения могут сделать для размножения.
Можно брать черенки; они могут заниматься сексом с самими собой; они могут опыляться сами.
Но им действительно нужно распространять свои гены, чтобы смешиваться с другими генами, чтобы они могли адаптироваться к экологическим нишам.
Эволюция работает таким образом.
Теперь растения передают эту информацию через пыльцу.
Некоторые из вас, возможно, видели некоторые из этих фотографий раньше.
Как я уже сказал, в каждом доме должен быть сканирующий электронный микроскоп, чтобы иметь возможность видеть их.
А разных видов пыльцы столько же, сколько цветковых растений.
И это на самом деле довольно полезно для криминалистики и так далее.
Большая часть пыльцы, которая вызывает сенную лихорадку у нас, происходит от растений, которые используют ветер для распространения пыльцы, и это очень неэффективный процесс, поэтому он так сильно поднимает нам нос.
Потому что вы должны выбрасывать из него массы и массы, надеясь, что ваши половые клетки, ваши мужские половые клетки, которые содержатся внутри пыльцы, каким-то образом достигнут другого цветка просто случайно.
Таким образом, все травы, что означает все зерновые культуры, и большинство деревьев имеют пыльцу, переносимую ветром.
Но большинство видов на самом деле используют насекомых, чтобы выполнять свои приказы, и это в некотором смысле более разумно, потому что пыльца, им не нужно так много.
Насекомые и другие виды могут брать пыльцу, переносить ее непосредственно туда, где это необходимо.
Таким образом, мы знаем, очевидно, о взаимоотношениях между насекомыми и растениями.
Там есть симбиотические отношения, будь то мухи, птицы или пчелы, они получают что-то взамен, и что-то взамен, как правило, нектар.
Иногда этот симбиоз приводил к замечательным адаптациям - колибри ястреб-мотылок прекрасен в своей адаптации.
Растение что-то получает, а ястребиная моль распространяет пыльцу куда-то еще.
Растения эволюционировали, чтобы создать небольшие взлетно-посадочные полосы здесь и там для пчел, которые, возможно, заблудились.
На многих растениях есть отметины, которые похожи на других насекомых.
Это пыльники лилии, искусно сделанные так, что, когда ничего не подозревающий насекомое приземляется на нее, пыльник переворачивается и взмахивает его на спину с большим грузом пыльцы, с которым он затем переходит на другое растение.
И есть орхидея, которая может выглядеть для вас так, как будто у нее есть челюсти, и в некотором смысле, у нее есть; он заставляет насекомое выползать, покрываясь пыльцой, которую оно берет где-то еще.
Орхидеи: существует 20 000, по крайней мере, видов орхидей - удивительно, удивительно разнообразных.
И они добираются до всевозможных уловок.
Они должны попытаться привлечь опылителей, чтобы они делали свои приказы.
Эта орхидея, известная как орхидея Дарвина, потому что она была изучена и сделала замечательное предсказание, когда увидел ее - вы можете видеть, что есть очень длинная нектарная трубка, которая спускается вниз от орхидеи.
И в основном то, что насекомое должно делать - мы находимся в середине цветка - оно должно воткнуть свой маленький кабачко прямо в середину этого и до самого конца этой нектарной трубки, чтобы добраться до нектара.
И Дарвин сказал, глядя на этот цветок: «Я думаю, что-то эволюцилировало с этим».
И, конечно же, есть насекомое.
И я имею в виду, что обычно он как бы откатывает его, но в его прямостоячем виде, вот как он выглядит.
Теперь вы можете себе представить, что если нектар является такой ценной вещью и дорогой для производства растения, и он привлекает множество опылителей, то, как и в человеческом сексе, люди могут начать обманывать.
Они могут сказать: «У меня есть немного нектара. Ты хочешь прийти и получить его?»
Теперь это растение.
Это растение здесь, которое насекомые в Южной Африке просто любят, и они эволюционировали с длинным воношным, чтобы получить нектар на дне.
И это мимика.
Так что это растение, которое имитирует первое растение.
А вот и длинношоковая муха, которая не получила никакого нектара от мимики, потому что мимика не дает ей никакого нектара. Он думал, что получит некоторые.
Таким образом, муха не только не получила нектар из мимикого растения, но и - если вы посмотрите очень внимательно только на головной конец, вы увидите, что у нее есть немного пыльцы, которую она передавала бы другому растению, если бы только какой-то ботаник не пришел и не приклеил его к синему куску карты.
(Смех) Теперь обман распространяется по растительному царству.
Этот цветок с его черными точками: они могут выглядеть как черные точки для нас, но если я скажу вам, для самца насекомого правильного вида, это выглядит как две самки, которые очень, очень горячие, чтобы рысью.
(Смех) И когда насекомое попадает туда и приземляется на него, обливая себя пыльцой, конечно, которую оно собирается отнести к другому растению, если вы посмотрите на изображение сканирующего электронного микроскопа в каждом доме, вы увидите, что на самом деле там есть какой-то рисунок, который является трехмерным.
Так что это, вероятно, даже хорошо для насекомого, а также хорошо выглядит.
И эти снимки электронного микроскопа - вот одна из орхидей, имитирующих насекомое - вы можете видеть, что разные части структуры имеют разные цвета и разные текстуры для нашего глаза, имеют очень, очень разные текстуры по-разному от того, что может воспринимать насекомое.
И этот эволюционировал, чтобы имитировать глянцевую металлическую поверхность, которую вы видите на некоторых жуках.
И под сканирующей электронной микроскопом вы можете увидеть поверхность там - действительно совершенно отлично от других поверхностей, на которые мы смотрели.
Иногда все растение имитирует насекомое, даже для нас.
Я имею в виду, я думаю, что это похоже на какое-то летающее животное или зверя.
Это замечательная, удивительная вещь.
Этот умный. Это называется обсидиан.
Иногда я думаю об этом как об инсидиуме.
Для правого вида пчел это выглядит как еще одна очень агрессивная пчела, и она ходит и много раз ударяет ее по голове, чтобы попытаться отогнать ее, и, конечно же, покрывает себя пыльцой.
Другая вещь, которую он делает, заключается в том, что это растение имитирует другую орхидею, которая имеет замечательный запас пищи для насекомых.
А у этого для них ничего нет.
Так что это обман на двух уровнях - сказочно.
(Смех) Здесь мы видим иланг-иланг, компонент многих духов.
Я на самом деле пахаю кем-то с некоторыми раньше.
И цветы на самом деле не обязательно должны быть таким яркими.
Они посылают фантастический набор запаха любому насекомому, у которого он будет.
Этот пахнет не так хорошо.
Это цветок, который очень, очень пахнет довольно неприятно и предназначен, опять же, эволюционировал, чтобы выглядеть как падаль.
Так что мухи любят это.
Они прилетают и опыляются.
Это, которое является helicodiceros, также известно как мертвый лошадиный арум.
Я не знаю, как на самом деле пахнет мертвая лошадь, но эта, вероятно, пахнет очень похожей на нее.
Это действительно ужасно.
И мухи просто не могут помочь себе.
Они летят в эту штуку, и они летят до самого нисполя.
Они откладывают в него яйца, думая, что это хороший кусочек падали, и не понимая, что для яиц нет пищи, что яйца умрут, но растение, тем временем, выиграло, потому что щетина выпускается, а мухи исчезают, чтобы опылять следующий цветок - фантастика.
Вот arum, arum maculatum, «лорды и дамы» или «кукушка-пинта» в этой стране.
Я фотографировал эту вещь на прошлой неделе в Дорсете.
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно.
И если вы посмотрите вниз, то видите, что за спадиксом есть такая плотина, мух привлекает жара, которая выкипает из летучих химических веществ, маленьких мошек, и они попадают в ловушку под этим контейнером.
Они пьют этот сказочный нектар, а затем все они немного липкие.
Ночью они покрываются пыльцой, которая сыплется на них, а затем щетина, которую мы видели выше, они как бы увядают и пропускают всех этих мошек, покрытых пыльцой - сказочная вещь.
Теперь, если вы думаете, что это потрясающе, это один из моих великих фаворитов.
Это филодендрон селлоум.
Любой, кто здесь из Бразилии, узнает об этом растении.
Это самое удивительное.
Такой фаллический бит там около фута в длину.
И он делает то, что не делает ни одно другое растение, о котором я знаю, и это то, что, когда оно цветет - это спадикс посередине - в течение примерно двух дней, оно метаболизируется таким образом, который очень похож на млекопитающих.
Таким образом, вместо крахмала, который является пищей растений, он берет что-то очень похожее на бурый жир и сжигает его с такой скоростью, что он сжигает жир, метаболизируясь, примерно со скоростью маленькой кошки.
И это в два раза больше энергии, веса за вес, чем у колибри - абсолютно удивительно.
Эта вещь делает что-то еще, что необычно.
Он не только поднимется до 115 градусов по Фаренгейту, 43 или 44 градуса по Цельсию в течение двух дней, но и сохранит постоянную температуру.
Там есть механизм терморегуляции, который поддерживает постоянную температуру.
Теперь, почему он это делает, я слышу, вы спрашиваете.
Разве вы не знаете об этом, есть некоторые жуки, которые просто любят любить любить при такой температуре.
И они попадают внутрь, и они получают все это.
(Смех) И растение осыпает их пыльцой, и они уходят и опыляются.
И какая это замечательная вещь.
Сейчас большинство опылителей, о которых мы думаем, являются насекомыми, но на самом деле в тропиках опыляются многие птицы и бабочки.
И многие из тропических цветов красные, и это потому, что бабочки и птицы видят так же, как и мы, мы думаем, и можем видеть красный цвет очень хорошо.
Но если вы посмотрите на спектр, птиц и нас, мы увидим красный, зеленый и синий и увидим этот спектр.
Насекомые видят зеленый, синий и ультрафиолетовый, и они видят различные оттенки ультрафиолета.
Так что есть что-то, что происходит с конца.
И разве не было бы здорово, если бы мы могли каким-то образом увидеть, что это такое, я слышу, вы спрашиваете.
Ну да, мы можем.
Так что же видит насекомое?
На прошлой неделе я сделал эти снимки каменной розы, helianthemum, в Дорсете.
Это маленькие желтые цветы, как мы все видим, маленькие желтые цветы повсюду.
И вот как это выглядит при видимом свете.
Вот как это выглядит, если вытащить красный.
Большинство пчел не воспринимают красный цвет.
А затем я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень, очень длинную экспозицию с конкретными частотами ультрафиолетового света, и это то, что я получил.
И это настоящий фантастический бычий глаз.
Теперь мы не знаем точно, что видит пчела, так же, как вы не знаете, что я вижу, когда называю это красным.
Мы не можем знать, что происходит в разуме другого человека, не говоря уже о насекомом.
Но контраст будет выглядеть примерно так, поэтому сильно выделяется на заднем плане.
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот, разные фильтры, чтобы соответствовать опылителям.
И это то, что он будет видеть.
На всякий случай, если вы думаете, что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка; он был просто прикреплен к штативу, а не убит - тогда под ультрафиолетовым светом, посмотрите на это.
И это может быть основой солнцезащитного крема, потому что солнцезащитные кремы работают, поглощая ультрафиолетовый свет.
Так что, возможно, химическое вещество в этом было бы полезно.
Наконец, есть одна из вечерних примул, которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор.
И мне нравится идея чего-то скрытого.
Я думаю, что здесь есть что-то поэтическое, что эти снимки, сделанные с помощью ультрафиолетового фильтра, основное использование этого фильтра заключается в том, чтобы астрономы фотографировали Венеру - на самом деле облака Венеры.
Это основное использование этого фильтра.
Венера, конечно, является богом любви и плодородия, что и является цветочной историей.
И точно так же, как цветы тратят много усилий, пытаясь заставить опылителей выполнять их приказы, им также каким-то образом удалось убедить нас засеять большие поля, полные их, и отдать их друг другу во время рождения и смерти, и особенно в браке, который, когда вы думаете об этом, является моментом, который заключает в себе передачу генетического материала от одного организма к другому.
Большое спасибо.
(Аплодисменты)
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, преданного воинствующего, говорит президент Теббун.
Алжир - Президент Республики Абдельмаджид Теббун направил послание с соболезнованиями членам Народного национального собрания (АПН) Моджахеду Махмуду Гемаме, который скончался в пятницу, в котором он сказал, что Алжир "потерял патриота и воина, приверженного делу своего народа и своей нации".
Сегодня Алжир проигрывает из-за смерти моджахеда Махмуда Гемама, патриота и воина, преданного делу своего народа и своей нации, человека, который никогда не колебллся и чья решимость оставалась нетронутой с того момента, как он взялся за оружие, вместе со своими доблестными братьями-моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только смириться с Божьей воля. », — написал президент Теббун в своем послании с соболезнованиями.
«Покойный Махмуд Гемама, мир ему, принадлежал к уникальному поколению верных патриотических активистов, которые пожертвовали собой ради своей родины», - добавил президент Республики.
«Покойный посвятил свою жизнь освобождению Алжира от мучений унизительного колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI».
«Покойный президент известен всем своей доказанной воинственностью и своей приверженностью закреплению имиджа процветающего и объединенного Алжира», - сказал президент Теббун.
«На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешиваясь, чтобы примирить братьев в одной и той же стране всякий раз, когда разжигается огонь раздора», — добавил президент в своем послании.
Все эти качества и ценности принесли покойному Махмуду Гемаме уважение и доверие народа Таманрассета, который избрал его представлять их в Народном национальном собрании (АПН) на несколько сроков, в течение которых он был послом и защитником проблем региона и чаяний его народа, и даже представителем и представителем всех алжирцев. », — написал президент республики.
«Всех выражений соболезнования будет недостаточно, чтобы отдать дань уважения моджахе Махмуду Гемаме, мир ему.
Он покидает нас сегодня в то время, когда Алжир нуждается в нем", - сказал Президент.
«Я молю Всемогущего Бога окружить умершего Его Святым Милосердием, приветствовать его в Его огромном раю рядом с шухадаа и добродетельным.
Я также молюсь Богу, чтобы Он дал его семье и близким терпение и утешение... нет никакой силы или власти, кроме как в Боге», - заключил Президент Республики.
Коронавирус: какие страны имеют ограничения на поездки для болгар при въезде
Растет число стран, вводяющих ограничения на поездки. С этой недели Чешская Республика хочет получить тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только в том случае, если у них есть адресная регистрация там, трудовой договор или документ, удостоверяющий командировку.
На сегодняшний день люди, посетившие Болгарию и Румынию за последние 14 дней, подлежат обязательному карантину в Италии. В Финляндии въезд можно сделать только по «уважительной причине».
Обязательный домашний карантин в Австрии, несмотря на отрицательный ПЦР-тест. Это уже требуется для тех, кто въезжает в Германию. В течение следующих 14 дней в доступе в южную Румынию было отказано без уважительной причины. А Греция еще больше ужесточила меры вдоль своих сухопутных границ.
Со вторника те, кто летит на самолете из Болгарии в Грецию, должны будут представить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, выполненного за 72 часа до их въезда в наш южный сосед, сообщили в МИД.
Они добавили, что в страну будут допущены только пассажиры, у которых есть сертификат на такой тест. Он должен быть оформлен на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям.
«Путешественники должны быть проверены в лаборатории с помощью ОТ-ПЦР путем взятия выделений изо рта или носа. Тесты на коронавирус будут признаны, если они проводятся в национальных референс-лабораториях, национальных лабораториях здравоохранения или частных лабораториях, аккредитованных соответствующими национальными органами по аккредитации (не обязательно специально для COVID-19).
Эта мера не распространяется на граждан Греции, граждан, проживающих в Греции, и путешественников по значительным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными греческими властями по прибытии в Грецию.
Требование к гражданам, путешествующим на самолете в Грецию, заполнять не менее чем за 24 часа электронную форму местонахождения пассажира (PLF), генерирующую QR-код, который они представляют греческим властям при въезде в страну, остается в силе. Более подробная информация опубликована на travel.gov.gr
На данный момент нет изменений в требованиях к пересечению сухопутных границ между Болгарией и Грецией. «Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму локализации пассажира (PLF), генерирующую QR-код не менее чем за 24 часа до прибытия», — пояснили в МИД.
Закрытие контрольно-пропускных пунктов «Илинден», «Капитан Петко Воевода» и «Маказа» увеличило движение через границу вблизи Петрича. Проблем с переходом нет. Очередей из грузовиков нет. Все ожидающие отправляются в море в Грецию. Путешественники ждут около полутора часов, чтобы пересечь башню.
Три пункта на болгаро-греческой границе работают. Только «Илинден - Экзохи» и эта часть Ивайловграда закрыты.
Доминик Каммингс находится в заложниках у SAS... на базе тур
Главный советник премьер-министра прошел этот опыт на прошлой неделе во время экскурсии по базе.
Идея о том, что Доминик Каммингс находится в заложниках с винтовками, направленными на его голову, может быть одной из тех, которые некоторые преследуемые государственные служащие могут тайно наслаждаться.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время экскурсии по штаб-квартире SAS, Stirling Lines.
The Mail on Sunday может рассказать, что часть его визита в среду включала поездку в «Дом убийства», где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе Херефорд также включала инспекцию военной техники полка и брифинг о недавних операциях, включая усилия по ликвидации террористов «Исламского государства» в Ираке.
Высокопоставленным посетителям Stirling Lines предлагается необычный прием - поворот в «Доме убийства», двухэтажном здании, где SAS практикуют ближние бои.
Среди предыдущих гостей — принцесса Диана, чьи волосы загорелись благодаря искре гранаты, брошенной во время учений в 1983 году.
Понятно, что г-н Каммингс прибыл на базу, названную в честь основателя полка, полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний армейский учебный район Понтрилас, где базируются другие сверхсекретные подразделения.
Визит был частью его тура по высоко засекреченным британским объектам безопасности, который вызвал удивление среди политиков и военных начальников.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, сторонник тори и председатель Комитета по обороне Палаты общин, сказал, что депутатам должна быть предоставлена такая же возможность допросить его о вопросах обороны и безопасности, как и министрам и государственным служащим.
Специальные советники, назначаемые политиками, редко обязаны давать показания избранным комитетам.
Понятно, что старшие офицеры SAS использовали событие среды, чтобы подчеркнуть важность поддержания численности личного состава в Королевской морской пехоте и парашютном полку.
Сообщалось, что эти подразделения, которые обеспечивают большинство сил специального назначения, могут сократиться или быть объединены для экономии денег.
«Более половины солдат SAS из 250 человек ранее были Paras, в то время как еще меньшая Специальная лодочная служба (SBS) не могла продолжать работу без поддержки Королевской морской пехоты», - сказал источник в обороне.
«Поэтому Каммингу сказали, что эти подразделения должны быть сохранены в полном объеме».
Г-н Каммингс, который жаловался на то, что военные закупки «продолжают растрачивать миллиарды фунтов», недавно посетил встречи в штаб-квартирах MI5 и MI6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, вместе с совершенно секретными лабораториями правительства в Портон-Дауне в Уилтшире.
Вчера вечером Министерство обороны не ответило на просьбу о комментариях.
Утренник «Воскресное утро»: празднование Роджерса и Харта
В 2020 году исполняется сто лет со стороны бродвейского дебюта первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра Ричарда Роджерса и Лоренца Харта.
Чтобы почтить свое наследие в написании песен, звезды Бродвея Джелани Алладин («Холодное сердце», «Геркулес») и Кристиани Питтс («Кинг-Конг», «Бронксская сказка»), а также танцор Ричард Риаз Йодер («Привет, Долли!», «Перетасовка») представляют современный взгляд на стандарт Роджерса и Харта «The Lady Is a Tramp», записанный специально для аудитории «Sunday Morning».
Музыкальное руководство и аранжировки барабанщика Брайана Картера, который выступает вместе с басистом Расселом Холлом.
Пожарные затмили почву под пламенем в округе Лассен
Пожарные набирают силу против двух лесных пожаров, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Золотой пожар, который начался к югу от Адина, сдерживается на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовинным операциям, сообщили представители Cal Fire в субботу утром.
После горения в течение четырех дней огонь прожевал 21 000 акров, разрушил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями для строительства и укрепления контрольных линий.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сусанвилля меньший пожар, известный как пожар свиньи, уничтожил две структуры и поглотил около 10 000 акров.
Пожар улегся ночью, когда пожарные работали над зачисткой и укреплением контрольных линий, по данным Калифорнийского департамента лесного хозяйства и противопожарной защиты.
К утру субботы он был на 45% локализован и горел в течение шести дней.
В дневную жару, с температурой выше 90 градусов в районе Сусанвилля, тлеющие пятна были подвержены риску вспыхивания.
В то время как некоторым жителям разрешено вернуться в свои дома, некоторые районы в обеих зонах пожара остаются под обязательными приказами об эвакуации.
Двое пожарных, пострадавших в результате пожара в Голде, были выписаны из больницы.
Цепной мост Союза Шотландия-Англия 200 лет
Мосту, соединяющим Шотландию и Англию, исполнилось 200 лет перед реконструкцией стоимостью 10 миллионов фунтов стерлингов.
Цепной мост Союза пересекает реку Твид от Фишвика в шотландских границах до Хорнклиффа в Нортумберленде.
Когда он открылся в 1820 году, это был самый длинный подвесной мост из кованого железа в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского Королевского флота капитаном Сэмюэлем Брауном.
Он запатентовал и изготовил цепи из кованого железа после того, как пострадал от потери кораблей Королевского флота, которые вырвались из веревок.
Друзья Union Chain Bridge и Институт гражданских инженеров (Ice) Шотландии отмечают двухсотлетие перехода.
Роберт Хантер из группы друзей сказал: «Это действительно один из самых исторических мостов в мире и увлекательное произведение техники.
«Мы запланировали ряд торжеств, чтобы отметить это событие, но, к сожалению, их пришлось отложить.
«Тем не менее, тот факт, что в ближайшее время начнутся работы по реконструкции стоимостью 10 миллионов фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что гигенные поколения смогут наслаждаться мостом во всем его великолепии».
Директор Ice Scotland Ханна Смит описала мост как «часто упускаемую из виду» часть инженерного наследия Шотландии.
Она сказала: «Мы знаем, что он известен во всем мире, и это фантастика, что вскоре начнутся работы по его реконструкции».
Северная Корея объявила чрезвычайное положение в связи с сообщениями о случае Covid-19
Северокорейский лидер Ким Чен Ын созвал экстренное заседание политбюро после того, как человек, подозреваемый в covid-19, вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
Если это подтвердится, это будет первый случай, официально признанный северокорейскими властями, которые до сих пор заявляли, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел локдаун в приграничном городе Кэсон, назвав это «критической ситуацией, в которой можно сказать, что порочный вирус проник в страну», сообщает государственное информационное агентство ЦНАК.
По данным KCNA, человек, который бежал в Южную Корею три года назад, вернулся через укрепленную границу, которая разделяет две Кореи с симптомами, которые предполагали Covid-19.
«Чрезвычайное событие произошло в городе Кэсон, куда 19 июля после незаконного пересечения демаркационной линии вернулся беглец, который отправился на юг три года назад, человек, который подозревается в заражении порочным вирусом», - говорится в сообщении ЦНАК.
KCNA конкретно не упомянуло, был ли человек протестирован, но сказал, что «неопределенный результат был получен в результате нескольких медицинских осмотров секрета верхних дыхательных органов и крови этого человека», что побудило чиновников поместить человека в карантин и расследовать любого, с кем он, возможно, контактировал.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгое закрытие границ.
Тысячи людей в скрытной стране были помещены в карантин, но ограничения недавно ослабли.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как «человеческих подонков» и призывающую Южную Корею расправиться с группами, которые отправляют пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в отношении воинских частей вдоль границы, где человек подозревался в пересечении границы, чтобы «назначить суровое наказание и принять необходимые меры».
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидающих принятия мер в парламенте Содружества вызывает обеспокоенность по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя развертывание технологии распознавания лиц, заставляя технологические компании расшифровывать информацию, хранящейся в компьютерных системах своих клиентов, заставляя технологические компании предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширяя полномочия ASIO по обязательному допросу.
Эти меры поднимают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особую тревогу.
В отличие от любой из других стран «Пяти глаз» - Соединенных Штатов, Канады, Соединенного Королевства и Новой Зеландии - после 11 сентября, ASIO было предоставлено право принудительно допрашивать людей на срок до семи дней в связи с террористическими преступлениями.
Хотя можно было бы согласиться с тем, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия, крайнее насилие, по крайней мере, предлагает яркую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о «широких и расплывчатых» определениях, используемых в этом законопроекте для инициирования принудительного допроса: рассмотрение информации, которая наносит ущерб «политическим, военным или экономическим отношениям Австралии с другой страной»; или деятельность в сотрудничестве с иностранной державой, которая является подпольной или обманчивой и «наносит ущерб интересам Австралии».
Трудно представить себе более «широкое и расплывчатое законодательство о «национальной безопасности», чем это.
ASIO будет разрешено в обязательном порядке допрашивать любого об этих вещах, а не только подозреваемых преступников.
Это журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, жители и гости города.
ASIO просто должна будет показать, что допрос «существенно поспособствует сбору разведданных» об иностранном вмешательстве, которое, по-видимому, является основной целью законопроекта.
Затем человек может быть допросирован на срок до 40 часов (не включая перерывы).
Если человек отказывается присутствовать, он будет арестован.
Отказ от ответа или предоставление ложных или вводящих в заблуждение ответов влечет за собой максимальное наказание в виде пяти лет лишения свободы.
Правила, которые являются основополагающими в наших правовых системах - действительно защищенные конституцией в Соединенных Штатах - отменяются этим законопроектом.
Люди, в том числе люди, которым уже предъявлены обвинения, будут вынуждены предоставить доказательства, которые затем могут быть использованы для их судебного преследования.
Они могут иметь адвоката, но адвокат будет ограничен разъяснением вопросов, которые были неоднозначными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи Генеральному прокурору.
Как указал Генеральный инспектор разведки и безопасности, это «отходит от тенденции к увеличению требований к внешнему разрешению в других юрисдикциях Five Eyes».
Это также нарушает принцип разделения властей, согласно которым суды тщательно изучают действия исполнительной власти.
В новом законопроекте также предлагается распространить полномочия на допрос на детей, которым не менее 14 лет, но только на тех, кто занимается или может участвовать в деятельности, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, предоставление полномочий в обязательном порядке допрашивать кого-либо об информации, которая «наносит ущерб экономическим отношениям Австралии с другой страной», или о деятельности, которая «наносит ущерб интересам Австралии», выходит за рамки допустимого.
Мы стоим в одиночестве.
Ни одна другая страна «Пяти глаз» не заходит так далеко, даже за террористические преступления.
Подлинно либеральные демократии остерегся авторитарных мер.
Поведение наших органов безопасности в связи с прослушиваниями парламента Восточного Тимора, судебными процессами над свидетелем К. и Бернардом Коллери, тайным судебным процессом и тюремным заключением бывшего офицера разведки, недавними ордерами на обыск, выполненными в отношении двух журналистов, и перспективой предъявления одному из них обвинений в связи с историями о предполагаемых убийствах австралийскими солдатами в Афганистане показывают, почему мы не должны снижать нашу бдительность.
Тела матери, 2 младенцев найдены в машине, погруженной в пруд
Власти вытащили затопленный автомобиль из пруда Джорджии и обнаружили внутри тела женщины и ее 10-месячных детей-близнецов.
Офис шерифа округа Ричмонд заявил, что экипажи обнаружили автомобиль в пруду мэра в Августе в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти идентифицировали тела 25-летней Шакии Филпот и ее маленьких детей Кейсена и Кассиуса Уильямсов.
Чиновники не обнародовали подробности о том, как семья оказалась в пруду.
Свидетель, который ловил рыбу в этом районе, нашел машину, сказал Боуэн.
Тела должны были быть отправлены в Бюро расследований Джорджии для вскрытия.
Расследование по этому делу продолжается.
Рецензия на «Персов»: Древний портрет поражения Эсхила
В «Персах» не так много экшена, едва ли даже сюжета. Люди просто мелькают, говоря (по общему признанию, довольно интенсивно) о событиях (по общему признанию, трагического рода), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции высвобождает штормовой звук и ярость. На своем пике шоу бьет как удар по солнечному сплетение, захватывая дух — воздействие лишь слегка притупляется при просмотре онлайн.
Впервые поставленная в 472 г. до н.C.э., «Персы» Эсхила считается старейшей сохранившейся греческой пьесой. Эта постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра в Интернете не существует никаких записей. Первоначально место было задумано как часть асклепиона города (центра исцеления), потому что греки считали баланс между телом и душой необходимым для хорошего здоровья. Давайте все с тоской поразмышляем над этой философией.
Сериал рассказывает о последствиях Саламиса, морского сражения, в котором превосходящие по численности греки разгромили могущественную персидскую армию 2 500 лет назад. В то время, когда наши горизонты приближаются, это просто вызывает головокружение, чтобы виртуально присоединиться к живой аудитории в наблюдении (с субтитрами) живых актеров на всем пути в Греции, когда они исполняют тысячелетнюю пьесу.
Сам Эсхил сражался в Саламине, но в его игре есть изюминка: этот ветеран победившей стороны поставил свою историю среди побежденных, бросая довольно сочувственный взгляд на страдания своих недавних врагов.
Хор персидских мужчин, одетых в длинные юбки коричневого цвета и белые рубашки на пуговицах, открывает процесс. Они находятся в своей столице в ожидании новостей о своем царе Ксерксе, который отправляется в Афины.
Войдите в овдовевшую мать Ксеркса, королеву Атоссу (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она человек в экзоскелете из ткани, одновременно уязвимый и грозный. Кониорду, которая является одной из величайших театральных актрис Греции, знает эту роль наизнанку - она снялась и снялась в более ранней постановке Национального театра Греции «Персы», которая играла в Нью-Йоркском центре в 2006 году - и она закрепляет процесс, по-видимому, не делая ничего. По большей части она стоит в середине круговой сцены, без усилий проецируя тлеющую ярость и мучительную печаль, когда раскрываются масштабы бедствия, постигших родные войска.
Опасения, которые все испытывали, подтверждаются в душераздирающих подробностях посланником (Аргирис Пандазарас), возвращающийся с фронта. В совершенно невероятной сцене он рассказывает о битве, впадая в бешенство, когда члены хора танцуют вокруг него, а трутневая партитура Гиоргоса Пулиоса раздувается до того, что, должно быть, было оглушительным уровнем.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), призванный из подземного мира, и Ксеркс (Аргирис Хафис), который каким-то образом спасся живым из-под обломков. Куски веревки на его тунике несут кровь (изысканные костюмы Евы Натены всегда способствуют повествованию). Персонажи оплакивают потерянные жизни и опустошение вместе, в акте общественного траура.
Довольно много классического театра, который мы видим в Соединенных Штатах, пытается сделать его более доступным в той или иной форме. Часто это делается с относительно натуралистическим чтением строк, в стремлении сделать текст менее чуждым, более легким для усвоения. Но Лигнадис и его труппа полностью принимают декламацию, которая может показаться немного вынужденной для современных ушей, но подчеркивает ритмическую силу текста. Хотя технически они не поют, например, четыре ведущих актера по существу доставляют арии, достигая заклинания силы, которая кажется потусторонней.
Однако мы никогда не забываем, что пьеса коренится в эмоциях, которые слишком человечны.
Египет начинает регистрировать данные избирателей за рубежом для выборов в Сенат
Национальное избирательное управление (NEA) в субботу начало регистрацию данных избирателей на борту, чтобы начать отдавать свои голоса на выборах в сенат, которые состоятся 9 и 10 августа, согласно официальному сайту NEA.
Избиратели должны зарегистрировать свои данные и дипломатическую миссию, связанную с их проживанием за границей, на веб-сайте NEA с 25 по 31 июля.
NEA также опубликовала видео, объясняющее шаги, которые избиратели могут предпринять, чтобы отдать свой голос удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидата в сенат длится с 26 июля по 8 августа, говорится в сообщении NEA.
Министр эмиграции и по делам египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в качестве своего конституционного права.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон был принят большинством в две трети голосов, против которого возражали четыре депутата.
Сенат будет состоять из 300 членов, 100 из которых избираются по закрытой системе списков, 100 избираются по индивидуальной системе и 100 членов назначаются президентом Республики.
Срок членства в Сенате составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
Более 200 пожарных реагируют на пожар Карен в долине Юрупа - CBS Лос-Анджелес
ДОЛИНА ЮРУПА (CBSLA) - Лесной пожар вспыхнул в субботу днем в долине Юрупа, что привело к ответной реакции более 200 пожарных.
О пожаре Карен было сообщено сразу после 3 стр.m на Сьерра-авеню и Карен-лейн.
Огонь вырос примерно с 5-10 акров до примерно 250 акров по состоянию на 8 p.m.
Сдерживание при последней проверке было на уровне 50%, и 225 пожарных из Cal Fire, пожарной службы округа Риверсайд, пожарной службы города Корона и пожарной охраны округа Сан-Бернардино были на месте борьбы с огнем.
Прогресс в борьбе с пожаром был остановлен, но ожидается, что ресурсы останутся на ночь для мониторинга условий.
Сообщений о травмах или структурных повреждениях не поступало, и никаких распоряжений об эвакуации не поступало.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино была закрыта.
Число случаев коронавируса в Израиле топ-60 000, поскольку число инфекций подскочило
ИЕРУСАЛИМ (Рейтер) - Число людей с положительным результатом теста на коронавирус в Израиле превысило 60 000 в субботу, поскольку правительство изо всех сил пытается сдержать всплеск заболеваемости.
Последний ежедневный подсчет показал 1 770 новых случаев заражения, в результате чего общее число случаев достигло 60 496, сообщило министерство здравоохранения страны.
С населением в девять миллионов человек Израиль сообщил в общей сложности о 455 смертельных случаях от пандемии.
Израиль был одной из первых стран, которая ввела общенациональный локдаун и первоначально успешно подавляла вспышку.
Ежедневные случаи, числочисленных в сотни, упали до низких двузначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, признали некоторые чиновники с тех пор - и уровень заражения возродился.
Возобновление спорадических закрытий различных секторов экономики углубило общественное раздражение, вызвав ежедневные демонстрации.
Будьте осторожны с садоводческих уловками, которые выглядят слишком хорошо
Это может быть неловко для ученого-растениевода признать, но я полный для садового трюка.
Мне нравится думать, что это потому, что я непредвзят или, может быть, просто иррационально оптимистичен, особенно потому, что многие вещи в растительном мире часто чрезвычайно противоречивы.
Но мне не стыдно сказать, что я влюбился в десятки из них за всю жизнь в садоводстве.
Хотя я твердо верю в ценность того, чтобы попробовать что-то на себе, если вы не хотите учиться трудным путем, вот некоторые из самых распространенных садовых трюков, с которыми я сталкивался.
Первым, и, вероятно, худшим преступником, привили томатно-картофельные растения.
Провозглашенная революционным прорывом, прививка растений помидоров к корням картофеля на самом деле является ботаническим любопытством старой школы, начиная по крайней мере с 1920-х годов.
Поскольку они оба из одной семьи и имеют в целом похожую внутреннюю «сантехнику», вы действительно можете создать такие хирургически усиленные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как фрукты и корни, отнимает много метаболической энергии, и если растения пытаются сделать и то, и другое, их ограниченные энергии неизбежно расщепляются.
Это означает, что урожайность этих привитых растений ужасна и не похожа на то, что вы видите на маркетинговых фотографиях.
Кроме того, существует тот факт, что культуры созревают с разной скоростью, поэтому, чтобы собрать урожай, вы должны убить растения до того, как помидоры созреют.
Что касается маркетинговых изображений, здесь также много изворотливых дел.
Я видел розы, отфотошопленные небесно-голубыми и фруктовыми деревьями с физиологически невозможным количеством фруктов на ветвях в некоторых крупных каталогах.
Я даже видел фотографии, «заимствованные» из моего аккаунта в Instagram и используемые торговыми сетями в качестве изображений их судебных площадок.
К сожалению, работа небольшого меньшинства кавалерийских компаний означает, что вы должны просматривать рекламные изображения, особенно в Интернете, с очень скептическим взглядом.
Если это выглядит слишком хорошо, чтобы быть правдой, это, вероятно, так.
Говоря об этом, синий цвет относительно редок в ботаническом мире, поэтому, если вы видите ослепительный новый вереск, орхидею или кактус, сияющий в самом интенсивном «дезинфицирующему» оттенке синего, он почти наверняка был распылен или окрашен.
Это было бы хорошо, если бы поставщики ясно дали это понять, но они редко когда-либо это делают.
Орхидеи голубой моли вернутся к своему первоначальному белому цвету, но распыленные кактусы и вересковые пустоши, покрытые светоподавляющим слоем красителя, вряд ли выживут долго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что миниатюрные деревья прорастут из их пакетов.
Бонсай не является разновидностью растения.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые зарублены обратно и новый рост подключен на месте.
Я знаю, что буду продолжать влюбляться в уловки, это часть удовольствия от экспериментов.
Но отойдите в сторону, и вы можете найти тот, который на самом деле имеет шанс выполнить свое обещание.
Карантин в Испании: Нужно ли проходить карантин в Испании?
Нет - но если вы вернетесь из Испании после полуночи сегодня вечером, вам придется самоизолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсаф сказал: «Решение об освобождении Испании в начале этой недели было принято, когда данные показали, что распространение вируса улучшилось.
Но очевидно, что последние данные дали нам повод для беспокойства, чтобы отменить это решение.
«Мы понимаем, что это будет разочаровывать. Тем не менее, мы всегда ясно дали понять, что внимательно следим за ситуацией с пандемией во всех странах и что мы можем потребовать удалить страну из списка мест, освобожденных от карантинных требований, если вирус покажет возрождение».
«Он все еще активен, и он все еще смертелен. Подавление вируса, предотвращение его передачи и защита здоровья населения являются нашим приоритетом».
Никаких правил для путешественников, прибывающих в Испанию, не было объявлено, однако, если вы путешествуете в Испанию, вам следует проверить местные правила в вашем регионе.
Заместитель директора по чрезвычайным ситуациям в Испании Мария Хосе Сьерра сказала:
«У нас важные вспышки. Это может быть вторая волна. Нам придется посмотреть, что произойдет в ближайшие несколько недель».
Имам-уль-Хак из Пакистана признан пригодным для биты после травмы на разминке
Пакистан и Англия будут встречаться друг с другом в трех тестах и как можно больше T20Is.
Пакистанский бэтсмен Имам-уль-Хак был признан врачом команды пригодным для игры в биту после того, как он получил удар по левой руке во время разминки в Дерби.
«Левша принял участие в разминке перед началом второго игрового дня», - говорится в заявлении Пакистанского совета по крикету (PCB).
Имам PCB Whites получил удар по левой руке во время боя против Насима Шаха из PCB Greens в первый день матча.
Имам был вынужден уйти в отставку в пятницу вечером после удара по левой руке мячом от Шаха, но смог принять участие в разминочной сессии утром и возобновит свои иннинги на третий день.
Более 30 сотрудников дали положительный результат на коронавирус в отделении единого банка в Тамилнаде
По меньшей мере 38 сотрудников главного отделения национального банка в Тируччираппалли, штат Тамилнад, дали положительный результат на коронавирус, сообщили чиновники банка и местного гражданского органа.
По словам чиновников, клиентам, посетившим банк, также посоветовали добровольно явиться на тесты на коронавирус.
Ранее высокопоставленный чиновник отделения, страдавший от других осложнений, умер от COVID-19.
Положительные случаи стали известны после того, как недавно в банке был проведен массовый медицинский скрининговый лагерь, сказали чиновники.
Высокопоставленные банковские чиновники заявили, что процесс дезинфекции завершен, и банк может возобновить операции с завтрашнего дня.
Чиновники здравоохранения корпорации находятся на связи с клиентами, посетившими банк.
Тамилнад, с самым высоким уровнем случаев вируса в стране после Махараштры, сообщил в общей сложности о 2 06 737 положительных случаях вируса по состоянию на субботу.
Премьер-министр Индии примет участие в закладке храма на спорном участке
Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном участке в северной Индии, где мечеть 16-го века была снесена индуистскими сторонниками жесткой линии в 1992 году, согласно тресту, контролирующего строительство храма.
Церемония назначена на 5 августа, дату, которая, по словам организаторов, была астрологически благоприятной для индусов, но это также знаменует собой год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством, Джамму и Кашмира.
Символизм был невозможен как для сторонников, так и для противников индуистской националистической партии Моди Бхаратия Джаната Парти или БДП, чей манифест на протяжении десятилетий включал обещания лишить беспокойного Кашмира автономии и построить храм индуистскому богу Раму, где когда-то стояла мечеть эпохи Великих Моголов, место в городе Айодхья в штате Уттар-Прадеш, которое преданные считают местом рождения Рама.
Поскольку коронавирус все еще бушует по всей Индии, которая сообщила о третьей по величине в мире нагрузке, церемония будет транслироваться в прямом эфире по государственному телевидению, а число участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad или Всемирной индуистской организации, индуистской националистической группе, связанной с BJP.
Храм будет служить «прочным и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства хиндутвы», или индуистского образа жизни, заявил представитель организации Винод Бансал в пресс-релизе в субботу.
Вековой спор по поводу этого места был разрешен в прошлом году после убедительной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового треста, заявив, что мусульманским петициям будет предоставлено пять акров на альтернативном участке.
Индусы, сторонники жесткой линии, уже давно утверждают, что мусульманские захватчики Великих Моголов построили мечеть на вершине ранее существовавшого храма в древнем городе Айодья.
Беспорядки в декабре 1992 года после разрушения мечети вызвали межобщинное насилие, в результате которого было убито около 2000 человек, в основном мусульмане.
Между тем, судебное разбирательство по делу о сносе продолжается в специальном суде.
Архитектор из Ахмадабада, штат Гуджарат, родного штата Моди, предложил возвышающуюся структуру из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йоги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил, чтобы Айодхья провел специальную церемонию очистки и очищения, а для всех храмов города зажечь масляные лампы перед визитом Моди, сообщает информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие ознаменовало конец «500-летней борьбы», сообщает PTI.
