Доминик Рааб: Правительство не может извиняться за решение о карантине в Испании
Доминик Рааб выступил в защиту решения правительства в кратчайшие сроки вновь ввести карантинные меры в Испании.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран "туристического коридора", которые Даунинг-стрит считает безопасными для посещения, но недавний всплеск случаев коронавируса вызвал опасения по поводу второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений как "реакции в реальном времени" на тревожный всплеск инфекций, зарегистрированных в регионе.
Он сказал, что ситуация была оценена вчера днем, "и мы приняли решение так быстро, как только могли".
"Мы не можем извиняться за это", - добавил он.
"Мы должны быть в состоянии принять быстрые, решительные меры, особенно в отношении локальных, или на международном уровне в отношении Испании или конкретной страны, где мы видим, что мы должны принять меры".
"В противном случае мы рискуем получить повторное заражение в Великобритании, потенциально вторую волну здесь, а затем еще один локдаун".
Министр транспорта среди отдыхающих в Испании, вынужденных находиться на карантине
Решение было принято после того, как в Испании в течение двух дней подряд ежедневно регистрировалось более 900 новых случаев Covid-19.
Министр иностранных дел признал, что у многих туристов не было времени отменить или изменить свои планы.
"Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или рассматривает возможность поехать, но мы должны быть в состоянии принять быстрые, решительные меры для защиты Великобритании", - сказал он.
"Мы добились такого прогресса в борьбе с вирусом и предотвращении его повторного распространения в Великобритании".
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за "откровенно хамское" обращение с этой мерой.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих "растерянными и огорченными".
Член парламента от Лейбористской партии сказал Софи Ридж: "Я понимаю, почему они приняли это решение, но, конечно, способ, которым это решение было принято за последние 24 часа, откровенно хаотичен.
"Есть отдыхающие в Испании, которые сейчас растеряны и расстроены, есть люди, которые собираются поехать в отпуск в Испанию и на острова, такие как Тенерифе, которые растеряны, и они не знают, позволят ли им их работодатели взять двухнедельный карантин".
"Правительство просто говорит: "Мы надеемся, что работодатели будут сотрудничать".
"То, как это решение было принято за последние 24 часа, является откровенно хаотичным".
Что означает для отдыхающих попадание Испании в карантинный список?
Он призвал министров внести "ясность" в вопрос о том, получат ли те, кого попросят пройти карантин, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что также необходима четкая информация "для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом копили весь год для своего семейного отдыха, которые растеряны и расстроены".
"То, как было сообщено об этом решении, очевидно, вызывает беспокойство", - подчеркнул он.
Г-н Рааб сказал, что ни один работник, соблюдающий новое руководство, не должен быть оштрафован работодателями, в том числе путем перевода на больничный.
Он сказал: "Мы меняем правила - закон изменен в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которым придется находиться на карантине из-за закона, гибкость, в которой они нуждаются.
"Если кто-то соблюдает закон в отношении карантина и самоизоляции так, как должен, к нему не могут быть применены санкции".
"Неудачи" США сдерживают поиск лекарств от коронавируса
Глобальные усилия по производству полезных противоковидных лекарств тормозятся США, потому что исследователи тестируют лекарства "произвольно, волей-неволей", предупредил эксперт, возглавляющий британскую программу.
Британская программа Recovery Trial, в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один многообещающий новый препарат для борьбы с болезнью, а также выделила два других - ранее считавшихся потенциальными спасителями жизни - как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату означает, что другие многообещающие методы лечения, которые могли бы быть одобрены для широкого использования, все еще должны быть оценены.
В частности, реконвалесцентная плазма (плазма крови, которая берется у пациентов с Covid-19 и содержит антитела, которые могут защитить других от болезни) все еще должна быть должным образом протестирована в крупномасштабном рандомизированном исследовании.
"Десятки тысяч людей уже получили реконвалесцентную плазму в США, но эти методы лечения не были рандомизированы", - сказал профессор Мартин Ландрей, один из основателей программы Recovery.
"Они просто дают людям реконвалесцентную плазму в надежде, что это сработает. Было дано огромное количество, и они до сих пор не знают, помогает ли это или вредит, или не оказывает никакого влияния", - добавил Лэндрей, эксперт по организации крупномасштабных испытаний лекарств.
США не в состоянии проводить крупные рандомизированные исследования, и это в конечном итоге приводит к плохому лечению
Рандомизированные испытания лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют бессознательные предубеждения, которые могли бы затуманить суждения врачей.
Тысячам людей дают лекарство, а тысячам других - плацебо.
Никто не знает, что им было дано.
Затем сравниваются результаты и выявляется эффективность лечения.
Таким образом, Recovery удалось продемонстрировать, что стероид дексаметазон снижает смертность на треть у пациентов с Covid-19, находящихся на искусственной вентиляции легких.
Оно также показало, что широко разрекламированный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не имели никакого эффекта в спасении жизней пациентов.
Важно, что эти испытания требовали очень большого количества пациентов, и ни одна больница не имеет достаточного количества для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
Напротив, служба здравоохранения США раздроблена, и ее единственный успех в определении возможного лечения заключается в том, что она подчеркнула полезность очень дорогого препарата ремдесивир для ускорения выздоровления некоторых пациентов с Covid-19.
"В США проводится множество небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но ничего существенного", - добавил Лэндрей.
"Они не могут проводить большие рандомизированные исследования, и это в конечном итоге приводит к плохим лекарствам. Это ухудшает медицинскую практику и результаты для пациентов".
Лэндрей сказал, что эта неудача особенно раздражает, когда дело доходит до использования реконвалесцентной плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
"Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной основе волей-неволей. Великобритания превосходит все по сравнению с тем, что там происходит", - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы "Восстановление", сказал:
"Были сообщения о 20 000 пациентов, получавших реконвалесцентную плазму в когорте, но ни один из этих пациентов не был рандомизирован.
Хорби добавил, что UK Recovery в настоящее время запустила рандомизированное исследование реконвалесцентной плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы поразила 212 человек в 23 штатах
25 июля (UPI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, от которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что 87 человек заболели с момента последнего обновления информации о вспышке во вторник.
Агентство сообщило, что в период с 19 июня по 11 июля у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, для проявления которых может потребоваться от двух до четырех недель.
Тридцать один человек был госпитализирован с начала вспышки, но о смертельных случаях не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не был идентифицирован.
Он не выпустил никаких рекомендаций против употребления в пищу или потребления определенных продуктов, а также не назвал розничных продавцов, которые могли бы продавать зараженные продукты.
Больше всего случаев сальмонеллеза зарегистрировано в Орегоне - 51 заражение, за ним следует Юта с 40 зарегистрированными случаями.
По данным CDC, сальмонелла - это бактериальное заболевание пищевого происхождения, которое ежегодно вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей.
Наиболее распространенными симптомами заражения сальмонеллой являются диарея, лихорадка и спазмы желудка, которые могут начаться в период от шести часов до шести дней после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пару арестовали в калифорнийском парке для собак за то, что они не надели маски во время обеда (ВИДЕО)
Есть стыд за маску, а есть полное нападение.
Калифорнийская пара, обедавшая со своим щенком в собачьем парке, пережила второй случай, когда разъяренная женщина распылила на них перцовый баллончик за то, что они отказались надеть маску... во время еды.
Эш О'Брайен и ее муж Джаретт Келли говорят, что они ели в парке для собак Дасти Родс в Сан-Диего в четверг со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда к ним подошла "случайная старушка" и назвала их "идиотами" за то, что они не надели маски, хотя "нельзя носить маску и есть одновременно".
О'Брайен сказал женщине, чтобы она покинула парк и прекратила приставать к ней, и в этот момент женщина бросила в пару баллончик с булавой.
Видеозапись, снятая случайным прохожим, начинается с того, как Келли отбивает баллончик у женщины и получает дозу булавы в лицо за свои неприятности.
На заднем плане слышно, как О'Брайен плачет, когда нападавшая уходит со своими собаками.
О'Брайен поделилась видео на Facebook и сказала ABC 10, что она хочет, чтобы женщина "попала в тюрьму".
Маски для лица обязательны по всему штату Калифорния, даже на свежем воздухе.
Эти маски можно снимать только несколько раз, в том числе во время еды или питья.
Однако нигде в правилах штата по борьбе с коронавирусом не говорится, что прохожие могут использовать нелетальное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху "маски-шейминга" это все еще преступление, наказуемое штрафом в размере 1000 долларов или тюремным заключением на срок до трех лет.
Бесплатное образование для индорского продавца яиц Параса Райкара, чья тележка была опрокинута якобы из-за взятки в 100 рупий
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история 13-летнего продавца яиц, чья тележка была опрокинута гражданскими чиновниками, стала вирусной в социальных сетях, мальчик из Индора нашел огромную поддержку со стороны людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес.
Семья мальчика также заявила, что политики, в том числе лидер Конгресса Рахул Ганди и главный министр Дели Арвинд Кеджривал, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложение взять на себя расходы на образование детей в семье.
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре, где администрация ввела правило "лево-право" для поэтапного открытия магазинов в условиях пандемии коронавируса.
Видео, в котором мальчик утверждает, что чиновники предупредили его утром, чтобы он убрал свою тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждает мальчик.
В видео мальчик также утверждал, что его ежедневные продажи упали из-за пандемии, и потеря его акций ляжет на него дополнительным финансовым бременем.
С четверга семья мальчика была ошеломлена поддержкой со стороны людей по всей стране, многие из которых предлагали помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь, чтобы дети поступили в колледж, BJP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом под Pradhan Mantri Awas Yojana.
Индорский пресс-клуб также предоставил мальчику пайки и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
"Мы ошеломлены поддержкой людей по всей стране.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также предоставил велосипед и 2500 рупий.
Дигвиджая Сингх выделила 10 000 рупий и заверила, что позаботится об образовании двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Женщина из Дели, главный министр Арвинд Кеджривал, позвонила и предложила помощь.
Jyothiraditya Scindia также предложила свою поддержку", - сказал дед Парас.
Однажды зимним утром, пару лет назад, я ехал на работу в Йоханнесбург, Южная Африка, и заметил дымку, нависшую над городом.
Я езжу туда почти каждый день, так что было странно, что я не заметил этого раньше.
Йоханнесбург известен своим неповторимым горизонтом, который я едва мог разглядеть в то утро.
Мне не потребовалось много времени, чтобы понять, что я смотрю на огромное облако загрязнения воздуха.
Контраст между живописной окружающей средой, которую я знал, и этим покрытым смогом горизонтом что-то всколыхнул во мне.
Я был потрясен возможностью того, что этот город ярких и ярких закатов будет охвачен тусклой дымкой.
В тот момент я почувствовал желание что-то с этим сделать, но я не знал что.
Все, что я знал, это то, что я не мог просто сидеть сложа руки.
Основная проблема заключалась в том, что я мало знал об экологических науках, управлении качеством воздуха или химии атмосферы.
Я компьютерный инженер, и я был уверен, что не смогу найти выход из этой проблемы загрязнения воздуха.
(Смех) Кто я такой, чтобы что-то с этим делать?
Я был всего лишь гражданином.
В последующие годы я усвоил очень важный урок, урок, который мы все должны принять близко к сердцу, если мы хотим работать в направлении лучшего будущего.
Даже если вы не являетесь экспертом в определенной области, ваш внешний опыт может стать ключом к решению больших проблем в этой области.
Иногда уникальная перспектива, которая у вас есть, может привести к нетрадиционному мышлению, которое может изменить ситуацию, но вы должны быть достаточно смелыми, чтобы попробовать.
Только так вы об этом узнаете.
Тогда я знал, что если я хочу что-то изменить, я должен сначала разобраться с загрязнением воздуха, и поэтому я снова стал студентом.
Я провел небольшое фундаментальное исследование и вскоре узнал, что загрязнение воздуха является самым большим экологическим риском для здоровья в мире.
Данные Всемирной организации здравоохранения показывают, что почти 14 процентов всех смертей во всем мире в 2012 году были связаны с загрязнением воздуха в домах и окружающей среде, причем большинство из них произошло в странах с низким и средним уровнем дохода.
Одно только загрязнение атмосферного воздуха ежегодно приводит к большему количеству смертей, чем малярия и ВИЧ/СПИД.
В Африке преждевременные смерти от небезопасной санитарии или детского недоедания меркнут по сравнению со смертями из-за загрязнения воздуха, и это приводит к огромным экономическим издержкам: более 400 миллиардов долларов США по состоянию на 2013 год, согласно исследованию Организации экономического сотрудничества и развития.
Теперь в своей работе я исследую новые границы для искусственного интеллекта, где симбиотические отношения между человеком и машиной могут найти полезную основу и помочь нам принимать лучшие решения.
Когда я задумался о проблеме загрязнения воздуха, стало ясно, что нам нужно найти способ принимать более эффективные решения о том, как мы управляем загрязнением воздуха, и, учитывая масштаб проблемы, необходимо было сделать это совместными усилиями.
Поэтому я решил, что мне лучше познакомиться с некоторыми людьми, работающими в этой области.
Я начал говорить с чиновниками из города Йоханнесбурга и других близлежащих городов, и я привлек местное научное сообщество, и я также сделал несколько холодных звонков.
Процесс вовлечения, к которому я приступил, помог мне глубже понять проблему.
Это также помогло мне избежать ловушки, в которую иногда попадают люди в моей профессии, когда пытаются внедрять инновации, когда мы быстро применяем технологию, прежде чем мы твердо поймем проблему.
Я начал развивать идею о том, что я мог бы сделать, чтобы улучшить ситуацию.
Я начал с того, что просто спросил себя, как я могу каким-то значимым образом объединить свои навыки в разработке программного обеспечения и искусственного интеллекта и опыт людей, к которым я обратился.
Я хотел создать онлайн-платформу управления качеством воздуха, которая выявила бы тенденции в загрязнении и спрогнозировала бы будущее, чтобы определить, какие результаты можно ожидать.
Я был полон решимости воплотить свою идею в практическое решение, но я столкнулся с неопределенностью и не имел никаких гарантий успеха.
У меня был очень специфический набор инженерных навыков, навыков, которые я приобрел за свою карьеру (Смех), которые были новыми для людей, которые работали над проблемой загрязнения воздуха в течение многих лет.
Что я понял, так это то, что иногда только один свежий взгляд, один новый набор навыков может создать условия для того, чтобы произошло что-то замечательное.
Наша сила воли и воображение являются путеводной звездой, позволяющей нам прокладывать новые пути и преодолевать препятствия.
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев собрать более десяти лет данных об уровнях загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях, мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений по качеству воздуха, которая живет в облаке.
Эта программная система анализирует исторические данные и данные в реальном времени, чтобы выявить пространственно-временные тенденции загрязнения.
Затем мы использовали новую технологию машинного обучения, чтобы предсказать будущие уровни загрязнения для нескольких различных загрязняющих веществ на несколько дней вперед.
Это означает, что граждане могут принимать более взвешенные решения о своих ежедневных передвижениях и о том, где поселить свои семьи.
Мы можем заранее прогнозировать неблагоприятные события, связанные с загрязнением, выявлять крупных загрязнителей, и соответствующие органы могут приказать им свернуть свою деятельность.
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более взвешенные решения о том, как расширять инфраструктуру, например, населенные пункты или промышленные зоны.
Мы завершили пилотный проект нашей технологии, который длился 120 дней и охватывал всю Южную Африку.
Наши результаты были подтверждены, когда мы продемонстрировали тесную корреляцию между данными прогнозирования и данными, которые мы получали на местах.
Благодаря нашему руководству мы создали передовые, ведущие в мире активы, которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью, принося пользу городу, в который я въехал одним зимним утром не так давно и подумал про себя: "Что-то здесь не так. Интересно, что можно сделать?"
Итак, вот в чем дело: что, если бы я не исследовал проблему загрязнения воздуха дальше?
Что, если бы я не проявлял заботы о состоянии окружающей среды и просто надеялся, что кто-то где-то позаботится об этом?
Что я узнал, так это то, что, приступая к сложной задаче, которая продвигает дело, в которое мы твердо верим, важно сосредоточиться на возможности успеха и подумать о последствиях бездействия.
Мы не должны отвлекаться на сопротивление и противодействие, но это должно мотивировать нас дальше.
Итак, где бы вы ни были в мире, в следующий раз, когда вы обнаружите, что у вас есть какое-то естественное любопытство, которое возбуждается, и это связано с чем-то, что вас волнует, и у вас есть какие-то сумасшедшие или смелые идеи, и, возможно, это находится за пределами вашей компетенции, спросите себя: почему бы и нет?
Почему бы просто не пойти дальше и не решить проблему как можно лучше, по-своему?
Вы можете быть приятно удивлены.
Благодарю вас.
(Аплодисменты)
Министр внутренних дел Прити Пател требует от Twitter и Instagram объяснений по поводу "отвратительных" твитов Уайли
Прити Пател потребовала от Twitter и Instagram объяснений по поводу того, сколько времени ушло на удаление "отвратительных" постов, сделанных Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, опубликованных в аккаунтах артиста в социальных сетях.
Министр внутренних дел написал в Твиттере в воскресенье: "Антисемитские посты от Wiley отвратительны.
"Они не должны были оставаться в Twitter и Instagram так долго, и я попросил их дать полное объяснение.
"Компании социальных сетей должны действовать намного быстрее, чтобы удалить такую ужасную ненависть со своих платформ".
Twitter обвинили в "игнорировании антисемитизма", поскольку твиты Уайли все еще были видны через 12 часов после того, как они были впервые опубликованы.
С тех пор несколько твитов были удалены, а 41-летний мужчина был дисквалифицирован сайтом на семь дней.
В Twitter ранее заявили, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненавистнического поведения", в то время как в Facebook заявили, что "в Instagram нет места для ненавистнических высказываний".
Столичная полиция заявила в субботу: "Метрополитен очень серьезно относится ко всем сообщениям об антисемитизме.
Между тем, управляющая компания Уайли, A-List Management, "разорвала все связи" со звездой.
Бывший менеджер художника Джон Вулф, который является евреем, написал в Твиттере: "После антисемитских твитов Уайли сегодня мы в @A_ListMGMT разорвали все связи с ним.
Ранее он сказал, что не поддерживает и не оправдывает то, что опубликовал Уайли, но что он поговорит с ним в частном порядке и "поможет просветить его".
Однако в видеоролике в Instagram Уайли, похоже, сказал, что это он разорвал отношения со своим менеджментом.
Другие депутаты раскритиковали Twitter за то, что он позволил твитам оставаться видимыми.
Депутат от Лейбористской партии Джесс Филлипс сказал в субботу: "Только что видел весь материал Wiley. Почему на земле @Twitter оставил такой вопиющий антисемитизм и ненависть? Он бьет все опасные удары, евреи получают то, что вы не получаете, они контролируют, они думают, что их лучше ... Это опасный материал.
Член парламента Нил Койл добавил: "Его руководство, похоже, способно действовать быстрее, чем @Twitter, еще раз подчеркивая, что законодательство (включая Online Harms Bill) должно гарантировать, что платформы социальных сетей не будут использоваться для распространения ненависти".
Джон Манн, независимый советник правительства по антисемитизму, сказал, что твиты "точно продемонстрировали, почему закон должен быть изменен, чтобы привлечь их к ответственности".
Между тем, Кампания против антисемитизма попросила полицию расследовать контент Уайли и призвала закрыть его аккаунты в социальных сетях, "чтобы предотвратить дальнейшее излияние антиеврейского яда".
Уайли, известный как крестный отец грайма, настоящее имя которого Ричард Коуи, получил MBE за заслуги в музыке в 2018 году.
Кудлоу говорит, что следующий законопроект о стимулировании борьбы с коронавирусом будет включать больше проверок, продлит мораторий на выселения
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и отправит еще один раунд проверок в рамках следующего пакета стимулов по борьбе с коронавирусом.
Комментарии Кадлоу прозвучали через неделю после того, как надежды Белого дома на снижение налогов на заработную плату были отвергнуты Конгрессом.
"Приближается чек на 1200 долларов. Это будет частью нового пакета. Я бы предпочел снижение налога на заработную плату в дополнение к этому чеку", - сказал Кудлоу в программе "Положение в стране" на CNN.
"Но, как бы то ни было, политически это не работает".
Хотя официально о сделке не было объявлено, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами Конгресса.
Отказавшись от дополнительного пособия по безработице в размере 600 долларов, которое предоставляло федеральное правительство, Кадлоу утверждал, что дополнительные деньги мешают малому бизнесу нанимать работников.
"У нас был поток запросов и телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
"Они зашли слишком далеко. Возможно, в марте прошлого года это было необходимо для этого, но, на самом деле, есть последствия того, что люди не возвращаются на работу".
Мнучин ранее в тот же день на "Fox News Sunday" сказал немного более прямо: "Я думаю, что рабочие и американцы понимают концепцию, что вам не должны платить больше за то, чтобы оставаться дома, чем работать".
Мнучин сказал, что новый законопроект предоставит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выданные в соответствии с законом CARES.
По его словам, некоторые работники получают больше, чем зарабатывают на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула возвращаться на работу.
Госсекретарь сказал, что администрация Трампа и республиканцы в Сенате согласны с пакетом в 1 триллион долларов, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые труднее обсуждать с демократами, могут быть отложены для другого законопроекта.
Queen и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда Queen отмечает сегодня свой день рождения вместе с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отметил свой 73-й день рождения в минувшие выходные 19 июля и поблагодарил поклонников за поздравления с днем рождения.
Рок-звезда написал рядом со снимком, на котором он и его жена Анита Добсон: "Ужин на день рождения для меня - созданный Анитой - мы нарядились, чтобы остаться дома!"
Египетский суд направил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования причин, по которым он убил своих троих детей, а также направил его в психиатрическую комиссию.
24 июля 56-летний Мохамед Али бросил своих детей - четырехлетнюю Хадигу, восьмилетнего Мена и шестилетнего Омара - перед движущимся поездом на железнодорожной станции Маллави.
Было обнаружено, что Али бессвязно лепетал во время расследования, что привело к подозрению, что он страдает психическим расстройством.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объясняла его поведение психологическими проблемами.
Жители деревни Массарт Маллави воздержались от комментариев по поводу инцидента, выразив лишь свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по вопросам детства и материнства еще в октябре.
Судебное преследование является одним из важнейших столпов в искоренении жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP критикует пресс-секретаря Белого дома Кейли Макинэни за "политические" брифинги - но репортеры продолжают задавать политические вопросы
Агентство Associated Press обвинило пресс-секретаря Белого дома Кейли Макинэни в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - очевидно, забывая о том, что репортеры сами выбирают вопросы.
В статье, опубликованной в субботу крупнейшим информационным агентством США AP, говорится, что пресс-брифинги Белого дома, возможно, являются "нарушенной традицией", поскольку Макинэни сделала их "обтекаемой, громкой рекламой для президента, которому предстоит переизбрание, местом для нападок на СМИ и форумом с относительно небольшим количеством информации" о том, что делает правительство.
Последнее из этих утверждений бесспорно, так как на брифингах практически не раскрывается никакой новой информации.
О чем AP не упомянуло, так это о том, что на брифингах практически не запрашивается никакой новой информации.
Журналисты часто используют пресс-секретарей Белого дома, чтобы привлечь к себе внимание, это форма искусства, усовершенствованная Джимом Акостой из CNN.
Они выходят за рамки типичных враждебных отношений между СМИ и администрацией, повторяя друг друга, задавая глупые вопросы, направленные только на то, чтобы поставить под сомнение президента Дональда Трампа.
В некоторых случаях они сами попадают в новости, как, например, когда репортер CBS News Вэйцзя Цзян ответил на реплику Трампа "спросите Китай", сделав не очень тонкий намек на расизм: "Сэр, почему вы говорите это именно мне?"
Брифинг 6 июля стал ярким примером разобщенности по поводу того, что брифинги перестали быть источником значимой информации для американцев.
Утром Трамп написал в Твиттере, что телевизионные рейтинги NASCAR пострадали из-за ложного обвинения в преступлении на почве ненависти в отношении гонщика Буббы Уоллеса и из-за его решения запретить демонстрацию флага Конфедерации на своих мероприятиях.
Как и следовало ожидать, большинство вопросов были о твите, поскольку репортер за репортером задавали Макинэни вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинэни не дала нужного репортерам ответа, который мог бы навредить Трампу, но она неоднократно отвечала, что президент не занимает никакой позиции по поводу флага Конфедерации и что суть его послания заключается в том, что фанатов NASCAR ошибочно изображают расистами.
Агентство AP сообщило, что во время брифинга она выглядела "раздраженной".
История AP перекликается с колонкой в Washington Post, опубликованной ранее в этом месяце репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что "отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия".
Тем не менее, остроумие и боевой стиль Макэнани сделали ее героем для некоторых сторонников Трампа с тех пор, как она дала свой первый брифинг 1 мая после вступления в должность пресс-секретаря в апреле.
До ее назначения пресс-секретари отсутствовали более года.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Это изменение произошло с обеих сторон и предшествовало приходу Макинэни.
Поджарка бывшего пресс-секретаря Сары Хакаби Сандерс комиком Мишель Вульф на ужине корреспондентов Белого дома в апреле 2018 года была настолько злобной, что даже ведущая MSNBC Мика Бжезинская назвала ее "прискорбной".
Корреспондент AP в Белом доме Джилл Колвин приветствовала Макэнани на ее первом брифинге, спросив: "Вы обещаете никогда не лгать нам с этой трибуны?"
Политический аналитик Fox News Брит Хьюм, ветеран журналистики с более чем 50-летним стажем, который в 1989-1996 годах был главным корреспондентом ABC в Белом доме, сказал, что репортеры сегодня демонстрируют "агрессивное поведение" в комнате для брифингов из-за своего презрения к Трампу.
Именно из-за своей антитрамповской направленности, сказал он на этой неделе в программе Tucker Carlson Tonight на канале Fox, журналисты пренебрегают сбором политических новостей.
"Это не просто игра в догонялки", - сказал Хьюм о предназначении пресс-секретарей.
"Это не просто попытка поставить в неловкое положение государственного чиновника, это попытка получить информацию.
В Калифорнии во время акции протеста подожгли здание суда
ОКЛЕНД, Калифорния - Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на полицейских после того, как мирная демонстрация усилилась вечером в субботу, сообщила полиция Окленда.
Демонстранты разбивали окна, рисовали граффити, запускали фейерверки и направляли лазеры на полицейских, сообщил департамент Окленда в Twitter.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасное пространство и безопасные места для демонстрантов".
Протест начался в субботу вечером с таких групп, как "Стена мам", похожая на группу, которая сформировалась в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, направленными в этот город для охраны здания федерального суда.
Президент Дональд Трамп отправил федеральных агентов, чтобы подавить протесты, которые происходили каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Акция протеста в Окленде началась мирно, но позже ночью переросла в насилие.
"Незаконное собрание" было объявлено полицией около 23:30, и офицеры попросили толпу разойтись.
Пожар вспыхнул в здании Верховного суда округа Аламеда и был локализован через некоторое время, сообщили новостные агентства.
Полиция заявила, что протестующие в какой-то момент "разбивали окна и выкрикивали расистские оскорбления в адрес жителей".
На фотографиях, опубликованных департаментом в Твиттере, видно разбитое стекло и разбрызганную краску в здании полиции.
Высокопоставленный чиновник ООН отказался от визита в Пакистан, сославшись на проблемы с перелетом
ИСЛАМАБАД (AP) - Будущий председатель Генеральной Ассамблеи Организации Объединенных Наций объявил в воскресенье, что он откладывает запланированный визит в Пакистан "из-за некоторых технических проблем с полетом".
Турецкий дипломат Волкан Бозкыр был избран председателем 75-й сессии Генеральной Ассамблеи Организации Объединенных Наций в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в сообщении в Твиттере он сказал, что с визитом в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ на Бозкира, что "Я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита".
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что он обсудит с Бозкиром ряд вопросов, в том числе Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют обе страны.
Пакистан и Индия вели две из трех войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто вступают в перестрелки в Кашмире, что приводит к жертвам среди военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в решении вопроса о Кашмире в соответствии со своими резолюциями, позволив людям, живущим в гималайском регионе, решить, хотят ли они объединиться с Индией, с Пакистаном или же они предпочитают независимость.
Поль Погба намекнул на свое будущее после того, как "Манчестер Юнайтед" обеспечил себе место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба предположил, что он останется в клубе этим летом после того, как "красные дьяволы" обеспечили себе место в первой четверке.
Победа со счетом 2:0 над "Лестером" позволила "Юнайтед" финишировать на третьем месте, опередив "Челси" Фрэнка Лэмпарда.
Всего 12 матчей назад "Юнайтед" отставал от "Лестера" на 14 очков, но сенсационная серия побед позволила "красным дьяволам" финишировать в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил об уходе за последние два года.
Тем не менее, пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет покупателя, который мог бы объединить трансферную стоимость и зарплату Погба, чтобы переманить его с "Олд Траффорд".
Это разъяснение помогло Погба в последние недели, так как его выступления, а также его язык тела улучшились.
И француз сделал последний намек на то, что он собирается остаться в клубе, опубликовав пост в своем Instagram после победы своей команды со счетом 2:0.
Хотя Погба, возможно, просто праздновал возвращение клуба в турнир, многие болельщики интерпретируют это как сильный намек на то, что он все еще будет в клубе, когда они снова будут соревноваться с лучшими в Европе.
У Погба есть еще год по действующему контракту, хотя клуб может продлить его на 12 месяцев, что означает, что у него фактически есть еще два года.
"Юнайтед" заинтересован в продлении контракта с Погба и хочет внести ясность в его ситуацию до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был воодушевлен приходом Бруну Фернандеша.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приход позволил Погба играть на более глубокой позиции в центре полузащиты, что также улучшило его настроение.
"Уотфорд" вылетел из Премьер-лиги после победы Обамеянга над "Арсеналом"
Некоторые игроки "Уотфорда" опустились на колени, другие без промедления направились в туннель.
Только что прозвучал свисток об их пяти годах в Премьер-лиге, и никто не мог сказать, что, когда случай потребовал от них бросить кухонную раковину в "Арсенал", они ушли без боя.
Это было выступление, полное четкости, срочности и агрессии, которые характеризовали их лучшую работу за последние пять лет, но оно пришло слишком поздно, как и ответная атака, которая почти полностью перевернула дефицит в три гола в тот день.
Если бы Эмилиано Мартинес блестяще не спас пяткой Дэнни Уэлбека за 16 минут до конца, вскоре после того, как его бывший товарищ по команде подключился, чтобы поставить "Уотфорд" в двух шагах от безопасности, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов, они потерпели неудачу, и их временный менеджер Хейден Маллинс мог бы подумать, что ему никогда бы не поручили эту самую неблагодарную задачу, если бы его команда продемонстрировала сопоставимое применение ранее.
На протяжении всего сезона они были недостаточно хороши, как и организация, в которой они работают.
Одна неудачная кампания не может разрушить империю, но и основы, заложенные семьей Поццо, не дают никакой гарантии, что они вернутся из второго эшелона.
Трудно отделаться от ощущения, что привычка "Уотфорда" менять тренеров себя исчерпала.
Их следующее постоянное - возможно, в самом широком смысле - назначение будет 12-м за восемь лет, и есть только столько свежего воздуха, сколько может принести новая метла.
Трою Дини грозит вылет, несмотря на то, что он попал в протокол матча на "Эмирейтс".
Игроки уйдут, Исмаила Сарр снова показывает здесь, что это немыслимо, что он будет играть в футбол чемпионата в сентябре, и твердая рука должна быть приоритетом.
В этом противостоянии, которое Микель Артета назвал "чем-то вроде баскетбольного матча", не было ничего стабильного, хотя оно, безусловно, было отличным развлечением.
Артета сказал после этого, что форварды "Уотфорда" "жульничали", хотя он быстро объяснил, что это футбольный термин для "азартных игр, остающихся впереди".
Им, безусловно, нужно было это сделать: любое предположение о том, что в конечном итоге может хватить боевого момента, было быстро опровергнуто, и они могли бы задаться вопросом, как бы все сложилось, если бы им не пришлось играть в догонялки.
Вместо этого они почти сразу же пропустили пенальти.
Крейг Доусон небрежно врезался в Александра Ляказетта в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в назначении пенальти, который Пьер-Эмерик Обамеянг невозмутимо реализовал.
"Уотфорд" собрался, чтобы безжалостно прессинговать, с Сарром в электрической форме справа, и приблизился к Роберто Перейре и Трою Дини.
Но затем Обамеянг забил Кирану Тирни за отклоненную секунду, и на первом перерыве на выпивку игра была так странно искажена, что Артета был менеджером, который рвал полоску со своих игроков, несмотря на преимущество "Арсенала".
Затем Обамеянг контролировал дальний бросок Тирни и реализовал мастерский удар головой, который оставил его в шаге от золотой бутсы, награды, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Казалось, что с "Уотфордом" покончено, но они выстояли, и после того, как Давид Луис совершил еще один опрометчивый бросок в штрафную на Уэлбека, Дини пробил свой пенальти перед перерывом.
Дини, ходивший с травмой большую часть сезона, тащил себя по полю и был в режиме гладиатора на протяжении всего матча.
Он, вероятно, упустил бы шанс, который упустил Адам Масина в начале второго периода, и дальнейшие открытия также были отвергнуты.
Уэлбеку впервые помешал отличный Мартинес, который, как подтвердил Артета, выйдет в стартовом составе в субботнем финале Кубка Англии, а затем весь стадион "Уотфорда" встал на ноги после того, как он реализовал шипящий пас от Сарра.
Но перспективы "Уотфорда" исчезли, когда его следующее усилие было отбито, и самоанализ сверху донизу должен быть обширным.
Известное своей чистотой озеро Тахо было загрязнено изменением климата
Саут-Лейк-Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Поуп-Бич на озере Тахо.
"Мне нравится ходить в походы, кататься на велосипеде и купаться в озере", - сказала одна девушка по имени Дакота.
"Это то прекрасное место, которое все хотят посетить", - сказала Эмерика Бенитас.
Именно поэтому дайв-бизнес Мэтта Менье по-прежнему процветает, даже во время пандемии.
Он говорит, что видит "исключительную ясность. Озеро Тахо - самое чистое, самое прекрасное озеро, я думаю, в стране".
Теперь плохие новости: озеро Тахо уже не такое чистое, не такое прозрачное, каким оно было, когда он переехал сюда более двух десятилетий назад.
"То, что мы замечаем все больше и больше, находится на скалах", - сказал Менье.
"Вы получаете эти странные водоросли на камнях".
Изменение климата, как полагают ученые, повлияло на температуру воды и, следовательно, на прозрачность.
И 15 миллионов человек посещают озеро ежегодно - вместе с мусором, который они оставляют.
Менье сказал, что во время погружений для очистки дна озера был найден старый мусор.
"И когда я говорю старый хлам, я имею в виду 60-е, 70-е годы", - сказал Менье.
"Банки из-под пива, банки из-под газировки, банки с ключами от церкви из старых времен".
Ученые следят за прозрачностью озера Тахо каждый год, бросая белый диск, а затем измеряя, как далеко они могут его видеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладов сказал, что это "важный показатель того, насколько здоровым является озеро".
Когда его измеряли в прошлом году, прозрачность озера составляла около 80 футов.
Это означает, что вы можете видеть этот диск на глубине 80 футов.
Но учтите, что около 20 лет назад прозрачность озера составляла 100 футов.
Это тенденция, которую ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, застройки вокруг озера и того, что было добавлено в озеро в 1960-х годах: крошечные инвазивные креветки, завезенные для кормления рыбы.
Это не сработало.
"Как только появились креветки, в озере внезапно не осталось естественных очистителей", - сказал Шладов.
Аналогичные проблемы стоят перед озерами и водоемами по всему миру.
"Урок здесь заключается в том, что если вы не можете сделать это в Тахо, то на что надеяться всем рекам и устьям, ручьям и озерам по всей стране, которые никогда не будут иметь такой же степени внимания, такого же уровня ресурсов?" - сказал Шладов.
Менье сказал, что он "надеется", потому что "если есть положительная сторона нашей пандемии, я думаю, что она показала, что природа вернется и исцелит себя, если мы просто снимем с нее это давление, это человеческое давление, и позволим этому случиться.
КБ Герберт в числе 4 драфт-пиков, подписанных Чарджерс
КОСТА-МЕСА, КАЛИФОРНИЯ (AP) - "Лос-Анджелес Чарджерс" подписали контракты с четырьмя игроками, выбранными на драфте, включая квотербека Джастина Херберта, и договорились об условиях с двумя другими игроками, выбранными на драфте.
"Чарджерс" смогли заключить контракты со своим классом драфта в субботу, когда они прибыли в тренировочный лагерь для физических упражнений и экипировки.
Наряду с Хербертом, который был выбран под общим шестым номером, команда объявила о подписании вайд-ресиверов Джо Рида (пятый раунд) и Кей Джея Хилла (седьмой раунд), а также сейфа шестого раунда Алохи Гилмана.
Они договорились об условиях с лайнбэкером первого раунда Кеннетом Мюрреем-младшим и раннингбэком Джошуа Келли, который был выбран в четвертом раунде.
Херберт начал 42 игры в Орегоне, составив рекорд 29-13 с 10 541 пасом и 108 тачдаунами.
Он привел "Дакс" к чемпионству Pac-12 в прошлом сезоне, сделав 32 тачдауна и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в Роуз Боул, где он сделал три тачдауна и был признан самым ценным игроком в нападении.
Герберт будет конкурировать с ветераном Тайродом Тейлором за место в стартовом составе.
У "Чарджерс" будет новый квотербек после того, как Филип Риверс покинул клуб на правах свободного агента после 14 сезонов в стартовом составе.
Мюррей был выбран под общим 23-м номером после того, как "Лос-Анджелес" обменялся с "Нью-Инглендом", чтобы вернуться в первый раунд.
В прошлом сезоне он был выбран в третью команду Associated Press All-America после того, как провел 102 подката, в том числе 69 соло.
У "Барселоны" есть целая команда, которую можно продать этим летом, так как Коутиньо, Дембеле, Ракитич и Видаль включены в список трансферов
Согласно сообщениям, этим летом "Барселона" будет известна как продающий клуб.
Не менее 12 звезд первой команды были выставлены на трансфер гигантами Ла Лиги, утверждает Marca.
Сообщается, что "Барселона" выставила на трансфер Филиппе Коутиньо
В их число входят Филиппе Коутиньо, Усман Дембеле, Иван Ракитич и Самюэль Умтити.
Коутиньо и Умтити были связаны с переходом в "Арсенал", а за бразильцем также следит "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, ведут борьбу за услуги Ракитича.
Французский чемпион мира по футболу Дембеле, который боролся за игровое время на "Камп Ноу", недавно был связан с переходом в "ПСЖ" в обмен на Неймара.
Другие игроки, которые считаются избыточными по требованиям, включают Нето, Нельсона Семеду, Жуниора Фирпо, Артуро Видаля, Мартина Брейтуэйта, Карлеса Алену, Рафинью Алькантару и Жан-Клера Тодибо.
"Барселона" надеется, что выход из группы не только улучшит их финансовое положение, но и поможет их будущему трансферному бизнесу.
Также сообщается, что Усман Дембеле не соответствует требованиям.
По данным испанской газеты, "Барселона" уже определила свои трансферные цели на следующий сезон - аргентинский форвард Лаутаро Мартинес возглавляет их список.
Но "Интер" продолжает настаивать на том, чтобы его отступные в размере 101 миллиона фунтов были выплачены до начала переговоров с каталонцами.
"Барселоне" придется продать, прежде чем они смогут купить, но они по-прежнему уверены, что смогут заключить сделку с клубом Серии А.
"Барселона" предлагает "Арсеналу" Филиппе Коутиньо в обмен на плохого парня Гендузи, в то время как "канониры" пытаются избавиться от полузащитника
Автомобиль въехал в толпу, протестующий был застрелен в Колорадо
АВРОРА, Колорадо (AP) - Автомобиль проехал через толпу, и протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Полицейское управление Авроры сообщило в Twitter, что протестующие шли по межштатной автомагистрали 225 в субботу, когда по ней проехал автомобиль.
Полиция сообщила, что один из протестующих выстрелил из оружия, ранив по меньшей мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они проводят расследование.
Протестующие также разбили окна в здании суда и устроили пожар в офисе, сообщила полиция.
По словам властей, было объявлено о незаконном собрании, и полиция приказала протестующим покинуть район.
Напряженность усилилась во время недавних протестов против расовой несправедливости после того, как федеральные чиновники были направлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила о беспорядках в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего мужчины в Миннесоте, который умер после того, как белый офицер прижал его к земле коленом к шее, также привлекли внимание к другим случаям смертельного насилия со стороны полиции.
В Колорадо протестующие привлекли внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Авроры в августе 2019 года после того, как звонивший в 911 сообщил о нем как о подозрительном.
Полиция задушила его, а медики ввели ему 500 миллиграммов кетамина, седативного средства, чтобы успокоить его.
У него произошла остановка сердца, позже была констатирована смерть мозга, и его отключили от системы жизнеобеспечения.
Разоблачители антисемитизма в Лейбористской партии требуют исключить Корбина или подать на него в суд
Согласно сообщениям, лейбористам, возможно, придется выплатить компенсацию в размере от 3 до 8 миллионов фунтов стерлингов.
Теперь лидер Кир Стармер находится под давлением, чтобы исключить г-на Корбина.
Вчера вечером бывшие сотрудники партии заявили, что они откажутся от судебного иска, если г-н Корбин будет исключен из партии.
Лейбористская партия пока отказывается комментировать это требование.
Однако член парламента от Лейбористской партии Джон Трикетт сказал: "Это смехотворное требование".
Сторонники г-на Корбина заявили, что г-ну Стармеру нужно сосредоточиться на том, как тори справляются с коронавирусом, а не углубляться во внутренние разногласия лейбористов.
Бывший источник в Лейбористской партии сообщил Daily Mail, что они подадут в суд, даже если г-н Стармер исключит г-на Корбина.
"Я имею в виду, что он действительно сделал Лейбористскую партию снова конкурентоспособной.
"Еще предстоит пройти долгий путь в политике, но он сделал действительно впечатляющее начало, и он попал в ситуацию, когда для многих людей, которые действительно отказались от лейбористской партии, избирателей, как это было, я думаю, что они теперь смотрят на нее снова гораздо более сочувственно, и они считают его серьезной фигурой".
У г-на Блэра действительно были опасения, что лейбористы все еще рассматриваются как партия, которая повышает налоги.
Он сказал: "Мой опыт с налогами, когда вы находитесь в Лейбористской партии, заключается в том, чтобы быть очень осторожным, потому что общественность там не сидит, беспокоясь о том, собираетесь ли вы повышать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь повышать налоги, так что вы просто должны помнить об этом беспокойстве".
Covid-19 навсегда изменит мировую экономику (мнение)
Вирусный скрининг, вероятно, станет частью нашей жизни, точно так же, как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для обнаружения будущих вирусных вспышек.
Эти инвестиции защищают экономику на случай, если иммунитет к Covid-19 окажется временным.
Многие экономики приняли варианты немецкой субсидии Kurzarbeit (короткая работа) во время пандемии.
Эта политика позволяет работникам работать по сокращенному графику и получать меньшую зарплату, при этом правительство компенсирует часть недополученной заработной платы.
Сохраняя баланс между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих мер и сделать их постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, скорее всего, станет более распространенным явлением.
У нас были некоторые доказательства того, что работа из дома, по крайней мере, так же продуктивна, как и работа в офисе.
Однако многие компании неохотно соглашались на удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может остаться.
Пандемический кризис ускорил темпы цифровой трансформации с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с дефицитом и узкими местами.
Мы, вероятно, увидим, как многие из этих компаний перенесут часть своего производства в другие страны.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, скорее всего, будет автоматизирована.
Правительства станут крупнее после того, как сыграют роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы во всем мире.
Самый важный урок пандемии Covid-19 - это важность совместной работы над проблемами, которые затрагивают все человечество.
Мы гораздо сильнее едины, чем разделены.
Гиганты рекламного рынка добиваются скидок от аэропортов и муниципалитетов
OOh! Media привлекла капитал в начале этого года, чтобы обеспечить большую финансовую уверенность, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждают способы компенсировать значительное снижение за счет снижения арендной платы для площадок, которыми они управляют, или за счет отмены или снижения минимальной гарантии дохода, которая обычно вводится при первом подписании сделки.
Один из источников указал, что крупные рекламные компании, возможно, гарантировали до 85 процентов своих прогнозируемых доходов в виде арендной платы.
В некоторых контрактах есть пункты, которые позволяют им уменьшить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в любом из текущих контрактов между рекламными компаниями и их арендодателями.
В то же время компании предлагают большие скидки рекламодателям, чтобы заполнить свободные места на билбордах и дать им максимально возможное соотношение цены и качества.
Рекламные щиты в центре Сиднея и на окраинах, на которых обычно размещается шесть объявлений, изо всех сил пытаются заполнить все доступные места.
Но некоторые сайты - такие как рекламный щит oOh!media размером 40 на 10 метров в аэропорту Сиднея - были модернизированы.
OOh! Media отказалась от комментариев, но на конференции Macquarie Australia в мае она сообщила о более чем 20 миллионах долларов экономии на фиксированной арендной плате.
В JC Decaux отказались от комментариев.
Аэропорты и общественный транспорт - это выгодные рекламные контракты для рекламных компаний.
Согласно отчету Outdoor Media Association за 2019 год, доходы от транспорта, включая аэропорты, составили $169,4 млн, а доходы от уличной мебели и наружной отделки автобусов и трамваев - $266,5 млн.
Компания JC Decaux имеет контракты с аэропортом Сиднея, трамваями Ярра, аэропортом Перта и автобусами Сиднея.
OOh! Media имеет рекламные щиты в таких местах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и на железнодорожных станциях в Сиднее и Мельбурне.
Тендеры на аэропорт Мельбурна и поезда в Сиднее проходили во время пандемии, и официальное решение не было принято.
Мельбурн - второй по величине контракт аэропорта в Австралии, и до коронавируса он стоил десятки миллионов каждый год.
По итогам всего года в феврале oOh! Media заявила, что она получила $65,9 млн от своей категории "fly", которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от "коммути", которая состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh!, составила 234,8 миллиона долларов.
JC Decaux Australia получила $37,7 млн дохода от транспорта в 2018 году, согласно финансовым результатам за 2018 год, поданным в Австралийскую комиссию по ценным бумагам и инвестициям.
Но обе цифры, вероятно, будут значительно меньше в этом году.
Данные Standard Media Index, которые сообщают о расходах четырех из пяти основных групп рекламных агентств, говорят о том, что рынок наружной рекламы упал на 68 процентов в июне.
Для сравнения, промежуточные результаты июня показывают, что цифровые расходы снизились на 37 процентов, в то время как столичное радио упало на 48 процентов.
Столичное телевидение упало на 34 процента в июне, расходы на газеты упали на 49 процентов, а расходы на журналы упали на 66 процентов.
Я работаю над тем, чтобы помочь компьютерам общаться об окружающем нас мире.
Есть много способов сделать это, и я хотел бы сосредоточиться на том, чтобы помочь компьютерам говорить о том, что они видят и понимают.
Учитывая такую сцену, современный алгоритм компьютерного зрения может сказать вам, что есть женщина и есть собака.
Он может сказать вам, что женщина улыбается.
Возможно, он даже сможет сказать вам, что собака невероятно милая.
Я работаю над этой проблемой, думая о том, как люди понимают и обрабатывают мир.
Мысли, воспоминания и истории, которые подобная сцена может вызвать у людей.
Все взаимосвязи связанных ситуаций.
Может быть, вы видели такую собаку раньше, или вы проводили время, бегая по пляжу, как этот, и это еще больше вызывает мысли и воспоминания о прошлом отпуске, прошлых временах на пляже, временах, проведенных в бегах с другими собаками.
Один из моих руководящих принципов заключается в том, что, помогая компьютерам понять, каково это - иметь такой опыт, понять, что мы разделяем, во что верим и что чувствуем, мы находимся в отличном положении, чтобы начать развивать компьютерные технологии таким образом, чтобы они дополняли наш собственный опыт.
Итак, углубившись в это, несколько лет назад я начал работать над тем, чтобы помочь компьютерам генерировать человекоподобные истории из последовательностей изображений.
Так, однажды я работал со своим компьютером, чтобы спросить его, что он думает о поездке в Австралию.
Он посмотрел на фотографии и увидел коалу.
Он не знал, что это за коала, но сказал, что думает, что это интересное существо.
Затем я поделился с ним серией снимков о сгоревшем доме.
Он посмотрел на изображения и сказал: "Это потрясающий вид! Это зрелище!"
От этого у меня мурашки побежали по спине.
Он увидел ужасное, меняющее и разрушающее жизнь событие и подумал, что это что-то позитивное.
Я понял, что он распознает контраст, красные и желтые цвета, и подумал, что это то, что стоит отметить положительно.
И отчасти он делал это потому, что большинство изображений, которые я ему давал, были позитивными.
Это потому, что люди, как правило, делятся положительными образами, когда рассказывают о своем опыте.
Когда вы в последний раз видели селфи на похоронах?
Я понял, что, работая над улучшением ИИ задача за задачей, набор данных за набором данных, я создавал огромные пробелы, дыры и слепые пятна в том, что он мог понять.
И при этом я кодировал всевозможные предубеждения.
Предубеждения, которые отражают ограниченную точку зрения, ограниченную одним набором данных - предубеждения, которые могут отражать человеческие предубеждения, обнаруженные в данных, такие как предрассудки и стереотипы.
Я вспомнил эволюцию технологии, которая привела меня туда, где я был в тот день - как первые цветные изображения были настроены на кожу белой женщины, а это означало, что цветная фотография была предвзятой по отношению к черным лицам.
И тот же самый уклон, то же самое слепое пятно продолжалось и в 90-е годы.
И то же самое слепое пятно продолжается даже сегодня в том, насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц.
Я думаю о современном состоянии исследований, когда мы склонны ограничивать наше мышление одним набором данных и одной проблемой.
И что при этом мы создаем больше слепых зон и предубеждений, которые ИИ может еще больше усилить.
Тогда я понял, что мы должны глубоко задуматься о том, как технология, над которой мы работаем сегодня, будет выглядеть через пять лет, через 10 лет.
Люди развиваются медленно, со временем исправляя проблемы во взаимодействии людей и окружающей среды.
Напротив, искусственный интеллект развивается невероятно быстрыми темпами.
И это означает, что действительно важно, чтобы мы тщательно подумали об этом прямо сейчас - что мы размышляем о наших собственных слепых пятнах, наших собственных предубеждениях и думаем о том, как это влияет на технологию, которую мы создаем, и обсуждаем, что сегодняшняя технология будет означать для завтрашнего дня.
Руководители компаний и ученые высказались о том, какой, по их мнению, будет технология искусственного интеллекта в будущем.
Стивен Хокинг предупреждает, что "искусственный интеллект может уничтожить человечество".
Илон Маск предупреждает, что это экзистенциальный риск и один из самых больших рисков, с которыми мы сталкиваемся как цивилизация.
Билл Гейтс отметил: "Я не понимаю, почему люди не беспокоятся больше".
Но эти взгляды - они часть истории.
Математика, модели, основные строительные блоки искусственного интеллекта - это то, что мы называем доступом, и все с этим работают.
У нас есть инструменты с открытым исходным кодом для машинного обучения и разведки, в которые мы можем внести свой вклад.
А кроме того, мы можем поделиться своим опытом.
Мы можем поделиться своим опытом с технологиями и тем, как они касаются нас и как они волнуют нас.
Мы можем обсуждать то, что мы любим.
Мы можем общаться с предвидением о тех аспектах технологии, которые могут быть более полезными или могут быть более проблематичными с течением времени.
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего, это поможет создать общий разговор и осознание того, что такое ИИ сейчас, чем он может стать и все, что нам нужно сделать, чтобы обеспечить тот результат, который лучше всего подходит нам.
Мы уже видим и знаем это в технологиях, которые мы используем сегодня.
Мы пользуемся смартфонами, цифровыми помощниками и роботами.
Они что, злые?
Может быть, иногда.
Выгодны ли они?
Да, так оно и есть.
И они не все одинаковы.
И там вы уже видите свет, освещающий то, что ждет в будущем.
Будущее начинается с того, что мы строим и создаем прямо сейчас.
Мы привели в действие эффект домино, который прокладывает эволюционный путь ИИ.
В наше время мы формируем ИИ завтрашнего дня.
Технология, которая погружает нас в дополненную реальность, вызывая к жизни прошлые миры.
Технология, которая помогает людям делиться своим опытом, когда они испытывают трудности в общении.
Технология, основанная на понимании потоковых визуальных миров, используемых в качестве технологии для самоуправляемых автомобилей.
Технология, основанная на понимании образов и генерировании языка, эволюционирует в технологию, которая помогает людям с нарушениями зрения лучше получать доступ к визуальному миру.
И мы также видим, как технологии могут привести к проблемам.
Сегодня у нас есть технология, которая анализирует физические характеристики, с которыми мы рождаемся, такие как цвет нашей кожи или внешний вид нашего лица, чтобы определить, можем ли мы быть преступниками или террористами.
У нас есть технология, которая анализирует наши данные, даже данные, касающиеся нашего пола или нашей расы, чтобы определить, можем ли мы получить кредит или нет.
Все, что мы видим сейчас, - это моментальный снимок эволюции искусственного интеллекта.
Потому что то, где мы сейчас находимся, находится в пределах момента этой эволюции.
Это означает, что то, что мы делаем сейчас, повлияет на то, что произойдет в будущем.
Если мы хотим, чтобы ИИ развивался таким образом, чтобы помогать людям, то нам нужно определить цели и стратегии, которые позволят пройти этот путь сейчас.
Я хотел бы видеть что-то, что хорошо сочетается с людьми, с нашей культурой и с окружающей средой.
Технологии, которые помогают и помогают тем из нас, кто страдает неврологическими заболеваниями или другими нарушениями, чтобы сделать жизнь одинаково сложной для всех.
Технологии, которые работают независимо от вашей демографии или цвета кожи.
И поэтому сегодня я фокусируюсь на технологиях для завтрашнего дня и на 10 лет вперед.
ИИ может проявляться по-разному.
Но в данном случае это не самоуправляемый автомобиль без какого-либо назначения.
Это автомобиль, на котором мы едем.
Мы сами выбираем, когда ускоряться, а когда замедляться.
Мы выбираем, нужно ли нам сделать поворот.
Мы выбираем, каким будет ИИ будущего.
Существует огромное игровое поле для всего, чем может стать искусственный интеллект.
Это станет многими вещами.
И теперь все зависит от нас, чтобы понять, что нам нужно сделать, чтобы убедиться, что результаты искусственного интеллекта будут лучше для всех нас.
Благодарю вас.
(Аплодисменты)
Коронавирус: путешественников из Испании просят соблюдать карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны находиться в карантине в течение 14 дней в соответствии с новыми правилами путешествий по коронавирусу.
Они были объявлены в субботу после всплеска случаев коронавируса в Испании, когда в пятницу было зарегистрировано более 900 новых случаев вируса.
Испанские чиновники также предупредили, что вторая волна может быть неизбежной, так как в крупных городах наблюдается всплеск заболеваемости.
Авиакомпании, в том числе British Airways, раскритиковали новые меры как "еще один удар" по британским отдыхающим.
Людям, которые в настоящее время находятся на отдыхе в Испании, Департамент транспорта посоветовал следовать местным правилам, вернуться домой в обычном режиме и проверить веб-сайт Министерства иностранных дел для получения дополнительной информации.
Министерство иностранных дел советует воздержаться от всех поездок на материковую часть Испании, кроме необходимых, однако карантинные меры распространяются на тех, кто возвращается с материковой части Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Рекомендации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кого затронут новые правила, министр транспорта Грант Шэппс, который в субботу начал свой отпуск в Испании.
Ожидается, что он продолжит свою поездку, как и планировалось, и будет изолирован в соответствии с указаниями по возвращении.
Карантинные меры для британских путешественников были впервые введены в начале июня.
Но после давления со стороны авиационной и туристической отраслей правительство и автономные администрации опубликовали списки стран, на которые не распространяются правила.
British Airways заявила, что "разочарована" последними изменениями в правительственных рекомендациях и правилах путешествий, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорится, что этот шаг "вводит в хаос планы поездок тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "еще больше нанесут ущерб и без того хрупкому восстановлению авиационного сектора, который по-прежнему сталкивается с самой большой проблемой в своей истории".
Крупнейший британский туроператор Tui отменил свои рейсы, которые должны были отправиться в континентальную Испанию и на Канарские острова в воскресенье.
Клиенты, которые в настоящее время находятся в отпуске, смогут вернуться домой запланированным рейсом.
Однако бюджетная авиакомпания EasyJet заявила, что она "разочарована" и будет работать по полному расписанию в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на сумму бронирования", - говорится в заявлении компании.
Представитель Ассоциации британских туристических агентств (Abta) сказал, что изменение правительством правил карантина было "разочаровывающим".
"Мы предлагаем правительству рассмотреть вопрос об отмене карантинных правил для рейсов в и из некоторых регионов с более низким уровнем заражения или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой части Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма в Великобритании", - сказал он.
В Испании на данный момент зарегистрировано более 28 000 смертей от коронавируса.
В четверг там был зафиксирован самый большой суточный прирост инфицированных с момента окончания блокады.
Каталония стала очередным регионом, принявшим жесткие меры в отношении ночной жизни.
Богатый северо-восточный регион, в котором находится Барселона, приказал закрыть все ночные клубы на две недели и ввести комендантский час в полночь в барах в районе Барселоны.
Корреспондент Би-би-си в Мадриде Гай Хеджкоу говорит, что особое беспокойство вызывает заражение среди молодых людей, поскольку они собираются в больших количествах в городах по ночам.
Франция предупредила своих граждан не ездить в Каталонию, в то время как Норвегия заявила, что начнет помещать в карантин людей, прибывающих из Испании.
Правительство призывает работодателей "с пониманием относиться к тем, кто возвращается из Испании и кому теперь придется самоизолироваться".
Но теневой министр внутренних дел лейбористов Ник Томас-Симондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что новость будет "глубоко тревожной для семей, которые застряли в Испании или планируют поездку".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
"Это подтверждает тот факт, что эти вопросы могут быть изменены в короткие сроки, и поэтому мой совет - быть осторожными с несущественными зарубежными поездками", - сказала она.
Джон Блэкмор из Хэмпшира должен был лететь к своей семье в Испанию с женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отказаться, опасаясь, что работодатель его жены не сможет позволить ей взять дополнительные две недели отпуска на карантин по возвращении.
Он сказал, что, по его мнению, маловероятно, что они получат возмещение за рейс, поскольку он не был отменен.
"Я опустошен", - сказал он Би-би-си.
"У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества".
Лоис Стотхард из Южного Йоркшира рассказала Би-би-си, что она забронировала отпуск в Севилье в качестве сюрприза на 30-летие своего бойфренда, который должен вылететь в воскресенье утром, но теперь чувствует, что не может путешествовать.
"Я ключевой работник - я учитель - и у моего парня есть обязательства по работе, поэтому мы не можем находиться в карантине в течение 14 дней после возвращения", - сказала она.
Я очень разочарован и расстроен, так как мы упакованы и готовы к отъезду".
"Лестер" счастлив попасть в европейский футбол, говорит обладатель "Золотой бутсы" Джейми Варди
Джейми Варди признал свое разочарование по поводу непопадания в Лигу чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона - попасть в еврокубки.
"Лисы" были вторыми в декабре и третьими, когда футбол возобновился после локаута, но они набрали всего четыре очка в последних пяти играх и заняли пятое место в Премьер-лиге.
Победа в последний день над "Манчестер Юнайтед" обеспечила бы попадание в первую четверку, но команда Брендана Роджерса потерпела поражение со счетом 0:2, что, по словам Варди, было самым огорчительным моментом.
"Это было разочаровывающе, в большей степени из-за того, что мы в итоге проиграли игру", - сказал он в прямом эфире Sky Sports.
"Но мы сказали в раздевалке, что мы нацелились за закрытыми дверями на выход в Европу, и мы сделали это.
"У нас был шанс попасть в Лигу чемпионов, и это было даже лучше, но мы подумаем об этом и вернемся сильнее в следующем году.
"Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать".
В то время как его команда проиграла, сам Варди закончил сезон в качестве лучшего бомбардира Премьер-лиги в возрасте 33 лет, забив 23 гола.
Он отдал дань уважения своим товарищам по команде при получении награды и сказал, что у него еще много миль осталось на высшем уровне, несмотря на его преклонный возраст.
"Я в восторге, все дело в команде. Я бы не был в том положении, в котором я был, если бы не они, и я забил немало голов.
"Сейчас я немного отдохну и вернусь готовым к следующему сезону.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке, и я не получаю много травм, так что речь идет о том, чтобы оставаться на вершине и вернуться настолько сильным, насколько смогу в следующем году".
"Что там случилось?!" Боец UFC Коррейя был избит после того, как повернулся к сопернику, ошибочно думая, что раунд закончен (ВИДЕО) - RT Sport News
Бразильская легковеска Бете Коррейя является ветераном UFC, но допустила любительскую ошибку, повернувшись спиной к сопернице Панни Кианзад и ошибочно думая, что раунд закончился в их поединке на "Бойцовском острове", и в результате была помечена.
Подходя к концу первой строфы их противостояния на андеркарте в Абу-Даби, 37-летняя Коррейя, похоже, перепутала 10-секундное предупреждение с фактическим окончанием раунда, протянув перчатку, прежде чем повернуться спиной к Кианзаду и вернуться в свой угол.
Шведский боец воспользовался этим без колебаний, пометив своего соперника правой рукой, прежде чем продолжить серию ударов, чтобы прижать Коррейю к клетке.
На мгновение оказавшись в опасности, бразилец затем восстановил контроль, чтобы подавить угрозу и поддержать Кианзада до того, как был объявлен фактический конец раунда.
"Что там произошло? Боже мой", - воскликнула команда комментаторов на ESPN+.
Это была лишь одна часть разочаровывающего вечера для бывшей претендентки на титул в легчайшем весе Коррейи, которая проиграла единогласным решением судей, что стало ее третьим поражением за последние четыре выхода в октагон и оставило ее общий рекорд 11-5, с одной ничьей.
Для 28-летней уроженки Ирана Кианзад это была вторая победа после победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве в ноябре.
У Кианзад сейчас 13-5 в общем зачете и 2-1 в UFC, так как женщина, известная как "Банзай", стремится подняться в рейтинге до 135 фунтов.
В другом месте вечера австралиец Роберт Уиттакер обошел англичанина Даррена Тилла в главном поединке в среднем весе, в то время как российский боец Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на "Бойцовском острове", самый короткий период между победами в современной UFC.
Рахул Ганди идет к людям по вопросу Раджастхана
Рахул Ганди из Конгресса сегодня опубликовал в Твиттере видео, пытаясь мобилизовать людей против БДП в связи с событиями в Раджастане.
Используя хэштег #SpeakUpForDemocracy, его пост в Hindia призвал людей "объединиться и поднять свой голос за демократию".
Конгресс планирует провести общенациональную акцию протеста в понедельник в связи с ситуацией в Раджастане, где правительство Ашока Гехлота борется за выживание.
В то время как партия заявила, что протест будет проведен за пределами Раштрапати Бхаван, официальной резиденции президента Рам Натха Ковинда.
В видео Конгресс обвинил БДП в том, что она "разорвала конституцию и уничтожила демократию", в то время как вся страна борется с коронавирусом.
То же самое было сделано в Мадхья-Прадеше, заявили в Конгрессе.
"Мы требуем немедленно созвать заседание ассамблеи, что является нашим конституционным правом", - говорится в видеообращении партии.
Губернатор Раджастхана Калрадж Мишра отклонил одно предложение о начале сессии ассамблеи.
Сегодня был представлен второй, который, по его словам, он изучает.
Правительство г-на Гелота оказалось в глубоком кризисе после того, как его заместитель Сачин Пилот взбунтовался при поддержке части ОМС.
Партия не смогла дисквалифицировать мятежников, чтобы сбить отметку большинства в собрании.
Г-н Пилот, который был лишен своих постов в партии и правительстве, был временно освобожден от дисквалификации Высоким судом Раджастхана, который постановил, что спикер не может предпринимать никаких действий до тех пор, пока не будет решен более широкий конституционный вопрос о его полномочиях.
Этим вопросом завтра займется Верховный суд, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс находится всего в одном шаге от большинства в ассамблее из 200 членов.
Команда Пилот заявляет о поддержке 30 MLA, но до сих пор доказательства указывают только на 19.
У БДП их 72, а с учетом союзников и независимых - 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после парламентских выборов 2018 года.
В марте она потеряла правительство во главе с Камалем Натхом в Мадхья-Прадеше после того, как Джотирадитья Сциндиа присоединился к БДП с 22 своими депутатами.
Протесты в Сиэтле: пожары и перцовые баллончики во время многотысячного марша по городу
СИЭТЛ - После нескольких недель эскалации конфронтации между протестующими и федеральными властями в Портленде, штат Орегон, в субботу в Сиэтле собралось около 2000 человек, которые прошли маршем по улицам и вступили в столкновения с полицией.
Трое полицейских получили ранения, в том числе один был госпитализирован с травмой ноги, вызванной взрывчаткой, и 16 протестующих были арестованы по состоянию на ранний вечер, сообщила полиция.
Неся плакаты с надписями "Федералы, убирайтесь домой" и выкрикивая лозунги "Нет справедливости, нет мира", протестующие остановились на месте будущего центра содержания под стражей для несовершеннолетних и подожгли здания.
Полиция столкнулась с толпой в районе Капитолийского холма, применив светошумовые гранаты и перцовые баллончики, прежде чем начать задерживать людей.
Бипаша Мукерджи, 52 года, из Киркланда, штат Вашингтон, сказала, что она протестует на улицах с мая, и сказала, что ее беспокоит такая агрессивная тактика полиции.
"Это не та страна, в которую я иммигрировала, - сказала г-жа Мукерджи, приехавшая из Индии более 30 лет назад. - Такое ощущение, что мы быстро превращаемся в фашистское государство и полицейское государство".
Мишо Сэвидж из Сиэтла сказал, что протесты были направлены как на местные власти, так и на развертывание федеральных офицеров, которые проводили репрессии против длительного протеста в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для контроля толпы, была опасной и неуместной.
"Это очень тяжелое скольжение в чрезвычайно жестоком направлении", - сказал г-н Сэвидж, когда он промывал глаза от перцового баллончика и ухаживал за раной на руке от осветительной гранаты.
Смерть Джорджа Флойда при задержании полицией в Миннеаполисе в мае вызвала массовые протесты, которые привлекли миллионы людей на улицы в десятках городов, но эти демонстрации ослабли в большинстве городов.
В Сиэтле и Портленде, однако, прошли продолжительные демонстрации. Протестующие в Сиэтле в какой-то момент предъявили претензии на несколько кварталов в районе Капитолийского холма и объявили автономную зону.
Портленд, тем временем, продолжает протестовать, с некоторыми из самых тяжелых протестов вокруг федеральных зданий в городе. После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности направило тактические группы в город, начав серию столкновений, которые привели к травмам протестующих, расследованиям генерального инспектора и призывам местных лидеров к федеральным агентам уйти.
Толпы протестующих в этом городе выросли до тысяч, и демонстрации там продолжаются. На этой неделе федеральные чиновники направили тактическую группу в Сиэтл, и протестующие назвали это развитие событий одной из причин субботних демонстраций.
В то время как протесты в Портленде были сосредоточены в центре города, демонстрации в субботу прошли в районах к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье поставил под сомнение мотивы президента Трампа по отправке федеральных агентов в города США, заявив, что, хотя он приветствовал бы помощь в раскрытии множества убийств в городе на Среднем Западе, он считает, что этот шаг может быть больше связан с повышением шансов Трампа на переизбрание.
"Я был очень расстроен на этой неделе тем, что президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter", - сказал Лукас, демократ, в эфире "Fox News Sunday" о недавних протестах против расового неравенства и жестокости полиции.
"Это не тот случай в Канзас-Сити. У нас было увеличение в годовом исчислении, [но] то, в чем нам нужна помощь, - это на самом деле раскрытие некоторых нераскрытых убийств".
Лукас добавил: "Давайте попробуем сфокусироваться на раскрытии убийств... Я думаю, если вы послушаете недавние заявления... мы рады работать с федеральными агентами в ограниченном объеме".
Несмотря на свою готовность к тому, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, примененной федеральными агентами в Портленде, штат Орегон, - заставила многих его избирателей выразить обеспокоенность по поводу присутствия агентов на улицах города.
"Нам не нужно больше масла в огонь от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он.
Трамп в среду объявил, что он направляет 100 федеральных агентов в Чикаго, чтобы помочь бороться с ростом числа некоторых преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президент "закона и порядка".
Объявленная в среду "волна" агентов в Чикаго и других американских городах является частью операции "Легенда", названной в честь 4-летнего Ледженда Талиферро, который был смертельно ранен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов для оказания помощи местным правоохранительным органам не является беспрецедентной - генеральный прокурор Билл Барр объявил об аналогичном усилении в декабре в семи городах, где наблюдался всплеск насилия, - тип отправляемых федеральных агентов и некоторые из их тактик вызвали обеспокоенность среди законодателей штатов и местных органов власти.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправляла агентов в их города, особенно после сообщений о том, что неизвестные федеральные агенты задержали протестующих в Портленде и увезли их на машинах без опознавательных знаков.
В Портленде почти ежедневно проходят демонстрации против жестокости полиции и системного расизма после смерти Джорджа Флойда в полицейском участке Миннеаполиса 25 мая.
Местные власти также жаловались, что всплески только усугубили напряженность, и эксперты по уголовному правосудию говорят, что эти усилия не поддаются объяснению из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовой расплатой за расизм и то, как полиция обращается с цветными людьми.
Создан фонд в 10 миллионов фунтов стерлингов для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий будет предложена финансовая поддержка, пока они остаются затронутыми ограничениями локдауна.
Пакет финансирования шотландского правительства в размере 10 миллионов фунтов стерлингов также направлен на помощь поставщикам мероприятий.
Правительство заявило, что рассматривает вопрос о том, как можно было бы безопасно возобновить мероприятия в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала "разрушительное воздействие" на этот сектор.
Шотландские фестивали и спортивные мероприятия, такие как Хайлендские игры, оказались в числе тех, кто пострадал от ограничений, введенных для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: "Несмотря на то, что у нас был позитивный шаг, что мероприятия по вождению могут возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
"Мы тесно и конструктивно сотрудничали с сектором в решении проблем, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать работать безопасно.
"Помимо предоставления немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и содействие долгосрочному восстановлению индустрии мероприятий".
Консультативная группа индустрии мероприятий заявила, что сектор был одним из первых, кто вошел в локдаун, и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дати, который также является исполнительным директором Комиссии по ценным бумагам и биржам в Глазго, сказал, что мероприятия ежегодно приносят экономике Шотландии около 6 миллиардов фунтов стерлингов.
Он сказал: "Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторам мероприятий, так и более широким предприятиям цепочки поставок, которые чрезвычайно сильно пострадали от продолжающегося эффекта длительного периода блокировки".
В последнее время мы наблюдаем последствия кибератак в деловом мире.
Утечки данных в таких компаниях, как JP Morgan, Yahoo, Home Depot и Target, привели к убыткам в сотни миллионов, а в некоторых случаях и в миллиарды долларов.
Не нужно много крупных атак, чтобы опустошить мировую экономику.
И государственный сектор тоже не остался в стороне.
В период с 2012 по 2014 год произошла серьезная утечка данных в Управлении кадровой службы США.
Данные о допуске к секретной информации и отпечатках пальцев были скомпрометированы, что затронуло 22 миллиона сотрудников.
И вы, возможно, слышали о попытках спонсируемых государством хакеров использовать украденные данные, чтобы повлиять на результаты выборов в ряде стран.
Два недавних примера - компрометация большого количества данных из Бундестага, национального парламента Германии, и кража электронных писем из Национального комитета Демократической партии США.
Киберугроза сейчас влияет на наши демократические процессы.
И, скорее всего, будет еще хуже.
По мере того, как компьютерные технологии становятся все более мощными, системы, которые мы используем для защиты наших данных, становятся все более уязвимыми.
Дополнительное беспокойство вызывает новый тип вычислительной технологии, называемый квантовыми вычислениями, который использует микроскопические свойства природы, чтобы обеспечить невообразимое увеличение вычислительной мощности.
Он настолько мощный, что сможет взломать многие системы шифрования, которые мы используем сегодня.
То есть ситуация безнадежная?
Должны ли мы начать собирать наши цифровые средства выживания и готовиться к предстоящему апокалипсису данных?
Я бы сказал, что пока нет.
Квантовые вычисления все еще находятся в лабораториях, и пройдет несколько лет, прежде чем они будут применены на практике.
Что еще более важно, произошли крупные прорывы в области шифрования.
Для меня это особенно волнующее время в истории защищенных коммуникаций.
Около 15 лет назад, когда я узнал о нашей новой способности создавать квантовые эффекты, которых не существует в природе, я был взволнован.
Идея применения фундаментальных законов физики для усиления шифрования действительно заинтриговала меня.
Сегодня отдельные группы компаний и лабораторий по всему миру, в том числе и моя, совершенствуют эту технологию для практического применения.
Так оно и есть.
Сейчас мы готовимся к тому, чтобы бороться с квантом квантом.
Так как же все это работает?
Ну, во-первых, давайте совершим краткий экскурс в мир шифрования.
Для этого вам понадобится портфель, несколько важных документов, которые вы хотите отправить своему другу Джеймсу Бонду, и замок, чтобы все это было в безопасности.
Поскольку документы являются совершенно секретными, мы будем использовать продвинутый портфель.
В нем есть специальный кодовый замок, который при закрытии преобразует весь текст в документах в случайные числа.
Итак, вы кладете свои документы внутрь, закрываете замок - в этот момент документы преобразуются в случайные числа - и отправляете портфель Джеймсу.
Пока он в пути, вы звоните ему, чтобы передать код.
Когда он получает портфель, он вводит код, документы расшифровываются, и вуаля, вы только что отправили закодированное сообщение Джеймсу Бонду.
(Смех) Забавный пример, но он иллюстрирует три вещи, важные для шифрования.
Код - мы называем это ключом шифрования.
Можно думать об этом как о пароле.
Звонок Джеймсу, чтобы дать ему код для кодового замка.
Мы называем это обменом ключами.
Так вы гарантируете, что ключ шифрования будет надежно доставлен в нужное место.
И замок, который кодирует и декодирует документ.
Мы называем это алгоритмом шифрования.
Используя ключ, он кодирует текст в документах в случайные числа.
Хороший алгоритм закодирует так, что без ключа очень трудно расшифровать.
Что делает шифрование таким важным, так это то, что если бы кто-то захватил портфель и вскрыл его без ключа шифрования и алгоритма шифрования, он не смог бы прочитать документы.
Они выглядели бы не более чем набором случайных чисел.
Большинство систем безопасности полагаются на безопасный метод обмена ключами для передачи ключа шифрования в нужное место.
Тем не менее, быстрое увеличение вычислительной мощности ставит под угрозу ряд ключевых методов обмена, которые мы имеем сегодня.
Рассмотрим одну из очень широко используемых сегодня систем - RSA.
Когда он был изобретен в 1977 году, считалось, что потребуется 40 квадриллионов лет, чтобы взломать 426-битный ключ RSA.
В 1994 году, всего 17 лет спустя, код был взломан.
По мере того, как компьютеры становились все более и более мощными, нам приходилось использовать все более и более сложные коды.
Сегодня мы обычно используем 2048 или 4096 бит.
Как вы можете видеть, создатели кода и взломщики участвуют в непрекращающейся битве, чтобы перехитрить друг друга.
И когда квантовые компьютеры появятся в ближайшие 10-15 лет, они будут еще быстрее взламывать сложную математику, которая лежит в основе многих наших сегодняшних систем шифрования.
Действительно, квантовый компьютер, скорее всего, превратит наш нынешний замок безопасности в простой карточный домик.
Мы должны найти способ защитить наш замок.
В последние годы появляется все больше исследований, направленных на использование квантовых эффектов для усиления шифрования.
И были некоторые захватывающие прорывы.
Помните эти три вещи, важные для шифрования - высококачественные ключи, безопасный обмен ключами и сильный алгоритм?
Что ж, достижения в науке и технике ставят под угрозу два из этих трех элементов.
Во-первых, эти ключи.
Случайные числа являются основными строительными блоками ключей шифрования.
Но сегодня они не являются по-настоящему случайными.
В настоящее время мы создаем ключи шифрования из последовательности случайных чисел, генерируемых программным обеспечением, так называемых псевдослучайных чисел.
Числа, сгенерированные программой или математическим рецептом, будут иметь некоторые, возможно, едва уловимые закономерности.
Чем менее случайны числа, или, говоря научным языком, чем меньше в них энтропии, тем легче их предсказать.
В последнее время несколько казино стали жертвами креативной атаки.
Производительность игровых автоматов фиксировалась в течение определенного периода времени, а затем анализировалась.
Это позволило киберпреступникам реконструировать генератор псевдослучайных чисел, стоящий за вращающимися колесами.
И позволял им с высокой точностью предсказывать вращение колес, что позволяло им получать большую финансовую прибыль.
Аналогичные риски относятся и к ключам шифрования.
Таким образом, наличие настоящего генератора случайных чисел имеет важное значение для безопасного шифрования.
В течение многих лет исследователи пытались создать настоящие генераторы случайных чисел.
Но большинство проектов на сегодняшний день либо недостаточно случайны, либо недостаточно быстры, либо их нелегко повторить.
Но квантовый мир действительно хаотичен.
Так что имеет смысл воспользоваться этой внутренней случайностью.
Устройства, которые могут измерять квантовые эффекты, могут производить бесконечный поток случайных чисел на высокой скорости.
Пресечение всех этих потенциальных преступников казино.
Отборная группа университетов и компаний по всему миру сосредоточена на создании настоящих генераторов случайных чисел.
В моей компании наш квантовый генератор случайных чисел начал свою жизнь на оптическом столе размером два на один метр.
Затем мы смогли уменьшить его до коробки размером с сервер.
Сегодня он миниатюризирован в PCI-карту, которая подключается к стандартному компьютеру.
Это самый быстрый в мире настоящий генератор случайных чисел.
Он измеряет квантовые эффекты, чтобы производить миллиард случайных чисел в секунду.
И сегодня он используется для повышения безопасности в облачных провайдерах, банках и правительственных учреждениях по всему миру.
(Аплодисменты) Но даже с настоящим генератором случайных чисел у нас все еще есть вторая большая киберугроза: проблема безопасного обмена ключами.
Нынешние методы обмена ключами не выдержат конкуренции с квантовым компьютером.
Квантовое решение этой проблемы называется квантовым распределением ключей или QKD, которое использует фундаментальную, нелогичную характеристику квантовой механики.
Сам акт взгляда на квантовую частицу меняет ее.
Позвольте мне привести вам пример того, как это работает.
Подумайте о том, чтобы снова обменяться кодом на замок с Джеймсом Бондом.
Только на этот раз вместо звонка, чтобы передать Джеймсу код, мы собираемся использовать квантовые эффекты на лазере, чтобы передать код и отправить его по стандартному оптоволокну Джеймсу.
Мы предполагаем, что Доктор Ноу пытается взломать биржу.
К счастью, попытка Доктора Ноу перехватить квантовые ключи во время транспортировки оставит отпечатки пальцев, которые Джеймс и вы сможете обнаружить.
Это позволяет отбрасывать перехваченные ключи.
Ключи, которые затем сохраняются, могут быть использованы для обеспечения очень сильной защиты данных.
И поскольку безопасность основана на фундаментальных законах физики, квантовый компьютер или любой будущий суперкомпьютер не сможет ее взломать.
Моя команда и я сотрудничаем с ведущими университетами и оборонным сектором, чтобы довести эту захватывающую технологию до следующего поколения продуктов безопасности.
Интернет вещей предвещает гиперсвязанную эру, в которой к 2020 году прогнозируется от 25 до 30 миллиардов подключенных устройств.
Для правильного функционирования нашего общества в мире IoT жизненно важно доверие к системам, которые поддерживают эти подключенные устройства.
Мы делаем ставку на то, что квантовые технологии будут иметь важное значение для обеспечения этого доверия, позволяя нам в полной мере извлечь выгоду из удивительных инноваций, которые так обогатят нашу жизнь.
Благодарю вас.
(Аплодисменты)
Сегодня я хотел бы показать вам будущее того, как мы делаем вещи.
Я верю, что скоро наши здания и машины будут сами себя собирать, копировать и ремонтировать.
Итак, я покажу вам то, что я считаю текущим состоянием производства, а затем сравню это с некоторыми природными системами.
Так что при нынешнем состоянии производства у нас есть небоскребы - два с половиной года [время сборки], от 500 000 до миллиона деталей, довольно сложные, новые, захватывающие технологии из стали, бетона, стекла.
У нас есть потрясающие машины, которые могут доставить нас в космос - пять лет [время сборки], 2,5 миллиона деталей.
Но с другой стороны, если вы посмотрите на естественные системы, у нас есть белки, которые имеют два миллиона типов, могут сворачиваться за 10 000 наносекунд, или ДНК с тремя миллиардами пар оснований, которые мы можем реплицировать примерно за час.
Таким образом, в наших природных системах есть вся эта сложность, но они чрезвычайно эффективны, гораздо более эффективны, чем все, что мы можем построить, гораздо более сложны, чем все, что мы можем построить.
Они гораздо более эффективны с точки зрения энергии.
Они почти никогда не ошибаются.
И они могут восстанавливать себя для долголетия.
Так что в природных системах есть что-то очень интересное.
И если мы сможем воплотить это в нашей искусственной среде, то появится захватывающий потенциал для того, как мы строим вещи.
И я думаю, что ключом к этому является самосборка.
Так что, если мы хотим использовать самосборку в нашей физической среде, я думаю, есть четыре ключевых фактора.
Первая заключается в том, что нам нужно расшифровать всю сложность того, что мы хотим построить - то есть наши здания и машины.
И нам нужно расшифровать это в простых последовательностях - в основном ДНК того, как работают наши здания.
Затем нам нужны программируемые части, которые могут взять эту последовательность и использовать ее для складывания или перенастройки.
Нам нужна какая-то энергия, которая позволит это активировать, позволит нашим частям складываться из программы.
И нам нужна какая-то избыточность для исправления ошибок, чтобы гарантировать, что мы успешно построили то, что хотим.
Итак, я собираюсь показать вам ряд проектов, над которыми я и мои коллеги в Массачусетском технологическом институте работаем, чтобы достичь этого самособирающегося будущего.
Первые два - это MacroBot и DeciBot.
Таким образом, эти проекты представляют собой крупномасштабные реконфигурируемые роботы - белки длиной 8 футов и 12 футов.
В них встроены механические электрические устройства, датчики.
Вы декодируете то, что вы хотите сложить, в последовательность углов - так, минус 120, минус 120, 0, 0, 120, минус 120 - что-то вроде этого; так, последовательность углов или поворотов, и вы посылаете эту последовательность через струну.
Каждый блок берет свое сообщение - так что минус 120 - он поворачивается к нему, проверяет, попало ли оно туда, а затем передает его своему соседу.
Это блестящие ученые, инженеры, дизайнеры, которые работали над этим проектом.
И я думаю, что это действительно проливает свет: действительно ли это масштабируемо?
Я имею в виду, тысячи долларов, множество человеко-часов, потраченных на создание этого двухметрового робота.
Можем ли мы действительно масштабировать это? Можем ли мы действительно внедрить робототехнику в каждую деталь?
Следующий ставит это под сомнение и рассматривает пассивную природу, или пассивную попытку переконфигурировать программируемость.
Но он идет на шаг дальше, и он пытается иметь фактические вычисления.
По сути, он встраивает самый фундаментальный строительный блок вычислений, цифровой логический вентиль, непосредственно в ваши детали.
Итак, это затвор NAND.
У вас есть один тетраэдр, который является воротами, которые будут выполнять ваши вычисления, и у вас есть два входных тетраэдра.
Один из них - это вклад пользователя, когда вы строите свои кирпичи.
Другой - от предыдущего кирпича, который был помещен.
А затем он выдает результат в трехмерном пространстве.
Таким образом, это означает, что пользователь может начать подключать то, что он хочет, чтобы кирпичи делали.
Он рассчитывает то, что он делал раньше, и то, что вы сказали, что хотите, чтобы он делал.
И теперь он начинает двигаться в трехмерном пространстве - то есть вверх или вниз.
Таким образом, с левой стороны [1,1] вход равен 0 выход, который идет вниз.
С правой стороны вход [0,0] - это выход 1, который идет вверх.
Так что на самом деле это означает, что наши структуры теперь содержат чертежи того, что мы хотим построить.
Таким образом, в них заложена вся информация о том, что было построено.
Это значит, что у нас может быть какая-то форма самовоспроизведения.
В этом случае я называю это самоуправляемой репликацией, потому что ваша структура содержит точные чертежи.
Если у вас есть ошибки, вы можете заменить часть.
Вся локальная информация встроена, чтобы рассказать вам, как это исправить.
Таким образом, у вас может быть что-то, что поднимается и считывает его и может выводить один к одному.
Он встроен напрямую, нет никаких внешних инструкций.
Последний проект, который я покажу, называется Biased Chains, и это, вероятно, самый захватывающий пример пассивных систем самосборки, который у нас есть на данный момент.
Таким образом, она берет реконфигурируемость и программируемость и делает ее полностью пассивной системой.
Таким образом, у вас есть цепочка элементов.
Каждый элемент полностью идентичен, и они предвзяты.
Таким образом, каждая цепочка или каждый элемент хочет повернуть направо или налево.
Таким образом, когда вы собираете цепочку, вы в основном программируете ее.
Вы говорите каждому подразделению, должно ли оно повернуть направо или налево.
Таким образом, когда вы встряхиваете цепь, она складывается в любую конфигурацию, которую вы запрограммировали - в данном случае спираль, или в данном случае два куба рядом друг с другом.
Таким образом, вы можете запрограммировать любую трехмерную форму - или одномерную, или двумерную - в эту цепочку совершенно пассивно.
Так что же это говорит нам о будущем?
Я думаю, что это говорит нам, что есть новые возможности для самосборки, репликации, ремонта в наших физических структурах, наших зданиях, машинах.
В этих частях есть новая программируемость.
И от этого у вас появляются новые возможности для вычислений.
У нас будут пространственные вычисления.
Представьте, если бы наши здания, наши мосты, машины, все наши кирпичи могли бы на самом деле вычислять.
Это потрясающая параллельная и распределенная вычислительная мощность, новые возможности проектирования.
Так что это захватывающий потенциал для этого.
Так что я думаю, что эти проекты, которые я показал здесь, - всего лишь крошечный шаг к этому будущему, если мы реализуем эти новые технологии для нового самособирающегося мира.
Благодарю вас.
(Аплодисменты)
Шиврадж Сингх Чоухан о положительном тесте на ковид
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что его тест на COVID-19 дал положительный результат, в воскресенье утром написал в Твиттере, что он "в порядке", и похвалил тех, кто работает на передовой в войне с коронавирусом.
Главный министр также повторил свои предупреждения со вчерашнего дня, когда он призвал людей соблюдать правила, такие как социальное дистанцирование и использование масок для лица.
"Я в порядке, друзья мои. Преданность борцов с коронавирусом, которые самоотверженно рискуют своими жизнями, достойна похвалы.
"Держать дистанцию в два метра, часто мыть руки и носить маски - это самое мощное оружие, которое у нас есть, чтобы избежать коронавируса.
"Все будьте осторожны, оставайтесь в безопасности и здоровы. Это то, о чем я молю Бога", - добавил г-н Чухан.
В субботу г-н Чоухан написал в Твиттере, что его тест на вирус дал положительный результат, несмотря на все его усилия избежать заражения, и предупредил, что "лишь небольшая неосторожность приводит к коронавирусу".
Сегодня утром г-н Чоухан написал в Твиттере, что, несмотря на угрозу заражения, "не нужно бояться", и призвал тех, у кого есть симптомы, пройти тестирование.
"Если вы инфицированы, не нужно бояться. Не скрывайте симптомы, а немедленно сообщите врачам, чтобы можно было начать лечение. Своевременное лечение сделает вас здоровыми", - сказал он.
В штате Мадхья-Прадеш зарегистрировано почти 27 000 случаев COVID-19, из которых более 7600 являются активными, а 799 - смертельными случаями, связанными с вирусом.
В последние недели в Индии зафиксирован всплеск заболеваемости COVID-19: с 23 июля ежедневно выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев коронавируса быстро приближается к 14 лакхам; из них более 4,67 лакха - активные случаи и более 32 000 смертей, связанных с вирусом.
Всплеск заболеваемости, совпадающий с постепенным ослаблением ограничений в неконтролируемых зонах страны, привел к тому, что Индия заняла третье место в списке наиболее пострадавших стран.
Хуже дела обстоят только в США (41,78 тыс. случаев) и Бразилии (23,94 тыс. случаев).
Канье Уэст говорит, что он может победить Джо Байдена "без записок" - RT USA News
Разоблачив грязное белье своей семьи в Твиттере, рэп-загадка Канье Уэст в очередной раз вдохнул жизнь в свою предвыборную кампанию, утверждая, что он может победить Джо Байдена на одних только подписных бюллетенях.
Через несколько дней после анонса нового альбома и откровения о том, что он пытался развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, в объявлении со всеми заглавными буквами, заявив: "Я МОГУ ПОБЕДИТЬ БИДЕНА ОТ ПИСЬМОВ".
Если Уэст все еще серьезно настроен баллотироваться на пост президента, запись голосов может быть его единственным путем к победе или вообще к каким-либо показательным выступлениям.
Рэпер объявил о выдвижении своей кандидатуры 4 июля, после того, как истек срок подачи документов в качестве кандидата как минимум в шести штатах.
Тем не менее, Уэст пошел дальше и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось внести свое имя в избирательные бюллетени в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого он обратился к толпе, облаченной в пуленепробиваемый жилет, произнеся свою речь без микрофона или трибуны.
Уэст выступил против абортов, плача, выступая с прохристианским посланием, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший".
Это было правдой, и митинг Уэста был описан на новостных сайтах и в журналах сплетен как рекламный трюк, свидетельство психического заболевания или и то, и другое.
Однако недавний опрос показал, что Уэст набрал два процента по всей стране, идя ноздря в ноздрю с Джо Йоргенсен из Либертарианской партии и на один пункт опережая Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти предполагаемые 48 процентов Джо Байдена, теоретически он может отобрать у Байдена достаточно голосов, чтобы президент Дональд Трамп получил второй срок - что, как подозревают эксперты с обеих сторон, может быть его планом.
Камень с Марса возвращается домой после 600 000 лет на Земле
Небольшой кусок камня будет выброшен в космос на этой неделе в ходе одного из самых странных межпланетных путешествий, которые когда-либо предпринимались.
Крошечный кусочек марсианского базальта размером с 10-пенсовую монету будет запущен на борту американского роботизированного зонда в четверг и отправится к красной планете в семимесячное путешествие к своей родной планете.
Эта необыкновенная одиссея, межпланетный эквивалент отправки угля в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс в 2020 году.
Космические инженеры говорят, что камень, который был подарен Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-марсохода Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие, но мы выбрали именно этот, потому что он такой же прочный, как старые сапоги
"Когда вы включаете инструменты и начинаете их настраивать, прежде чем использовать их для исследований, вы настраиваете их на материалы, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что, что может быть лучше для изучения камней на Марсе, чем глыба, которая возникла там?" - сказала профессор Кэролайн Смит, куратор по метеоритам Музея естественной истории.
Ученые были уверены, что камень, который они возвращали на Марс, возник на планете, добавил Смит, который также является членом научной команды "Марс 2020".
"Крошечные пузырьки газа, заключенные внутри этого метеорита, имеют точно такой же состав, как и атмосфера Марса, поэтому мы знаем, что наша порода пришла оттуда".
Считается, что марсианский метеорит был создан, когда астероид или комета врезались в планету около 600 000 - 700 000 лет назад, разбрасывая обломки в космос.
Один из этих обломков пронесся через Солнечную систему и в конце концов упал на Землю.
Этот метеорит - теперь известный как SAU 008 - был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди приборов, установленных на марсоходе Perseverance, есть высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава пород и определения того, могут ли они содержать органические материалы, которые указывают на то, что жизнь когда-то существовала - или все еще существует - на Марсе.
Включение части SAU 008 предназначено для обеспечения того, чтобы это было сделано с максимальной точностью.
"Кусок камня, который мы отправляем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень прочный камень", - добавил Смит.
"Некоторые из марсианских метеоритов, которые у нас есть, очень хрупкие.
После того, как Perseverance выберет наиболее перспективные камни, которые он сможет найти, он сбросит их в тайники на поверхности Марса.
Затем они будут извлечены последующими роботизированными миссиями и отправлены в космос на Землю для анализа.
Вы все знаете правду о том, что я собираюсь сказать.
Я думаю, что интуиция, что неравенство разъединяет и разъедает общество, существовала еще до Французской революции.
Что изменилось, так это то, что теперь мы можем смотреть на доказательства, мы можем сравнивать общества, более и менее равные общества, и видеть, к чему приводит неравенство.
Я собираюсь провести вас через эти данные, а затем объяснить, почему ссылки, которые я собираюсь показать вам, существуют.
Но сначала посмотрите, какие мы несчастные.
(Смех) Я хочу начать с парадокса.
Это показывает вам ожидаемую продолжительность жизни по отношению к валовому национальному доходу - насколько богаты страны в среднем.
И вы видите, что страны справа, такие как Норвегия и США, в два раза богаче, чем Израиль, Греция, Португалия слева.
И это никак не влияет на продолжительность их жизни.
Там нет никаких намеков на отношения.
Но если мы заглянем внутрь нашего общества, то увидим необычайные социальные градиенты здоровья, проходящие через все общество.
Это, опять же, продолжительность жизни.
Это небольшие районы Англии и Уэльса - самые бедные справа, самые богатые слева.
Большая разница между бедными и всеми остальными.
Даже люди, находящиеся чуть ниже верхушки, имеют менее крепкое здоровье, чем люди наверху.
Таким образом, доход значит что-то очень важное в наших обществах, и ничего между ними.
Объяснение этого парадокса заключается в том, что в наших обществах мы смотрим на относительный доход или социальное положение, социальный статус - где мы находимся по отношению друг к другу и размер разрыва между нами.
И как только у вас появляется эта идея, вы должны сразу же задаться вопросом: что произойдет, если мы расширим различия или сократим их, увеличим или уменьшим различия в доходах?
И это то, что я собираюсь вам показать.
Я не использую никаких гипотетических данных.
Я беру данные из ООН - это то же самое, что и у Всемирного банка - о масштабах различий в доходах в этих богатых развитых рыночных демократиях.
Показатель, который мы использовали, потому что его легко понять и можно скачать, это то, насколько богаче верхние 20 процентов по сравнению с нижними 20 процентами в каждой стране.
И вы видите, что в более равных странах слева - Японии, Финляндии, Норвегии, Швеции - верхние 20 процентов примерно в три с половиной раза богаче нижних 20 процентов.
Но на более неравном конце - Великобритания, Португалия, США, Сингапур - различия в два раза больше.
По этому показателю у нас в два раза больше неравенства, чем в некоторых других успешных рыночных демократиях.
Сейчас я покажу вам, что это делает с нашим обществом.
Мы собрали данные о проблемах с социальными градиентами, о тех проблемах, которые чаще встречаются в нижней части социальной лестницы.
Сопоставимые на международном уровне данные о продолжительности жизни, оценках детей по математике и грамотности, показателях младенческой смертности, уровне убийств, доле населения в тюрьмах, показателях рождаемости среди подростков, уровне доверия, ожирении, психических заболеваниях, которые в стандартной диагностической классификации включают наркоманию и алкоголизм, и социальной мобильности.
Мы поместили их все в один индекс.
Все они имеют одинаковый вес.
То, где находится страна, - это своего рода средний балл по этим вещам.
И здесь вы видите это в связи с мерой неравенства, которую я только что показал вам, и которую я буду использовать снова и снова в данных.
Страны с более высоким уровнем неравенства хуже справляются со всеми этими социальными проблемами.
Это чрезвычайно тесная корреляция.
Но если вы посмотрите на тот же самый индекс здоровья и социальных проблем по отношению к ВНП на душу населения, валовому национальному доходу, там нет ничего, никакой корреляции.
Мы были немного обеспокоены тем, что люди могут подумать, что мы выбирали проблемы в соответствии с нашими аргументами и просто сфабриковали эти доказательства, поэтому мы также опубликовали статью в Британском медицинском журнале об индексе благополучия детей ЮНИСЕФ.
Он состоит из 40 различных компонентов, собранных другими людьми.
Он содержит информацию о том, могут ли дети разговаривать со своими родителями, есть ли у них дома книги, каков уровень иммунизации, есть ли издевательства в школе.
В него входит все.
Вот он по отношению к тому же показателю неравенства.
Дети чувствуют себя хуже в обществах с более высоким уровнем неравенства.
Очень значимые отношения.
Но опять же, если вы посмотрите на этот показатель благосостояния детей по отношению к национальному доходу на человека, нет никакой связи, никакого намека на связь.
Все данные, которые я вам показал до сих пор, говорят об одном и том же.
Среднее благосостояние наших обществ больше не зависит от национального дохода и экономического роста.
Это очень важно в бедных странах, но не в богатом развитом мире.
Но различия между нами и то, где мы находимся по отношению друг к другу, сейчас очень важны.
Я покажу вам несколько отдельных фрагментов нашего индекса.
Вот, например, доверие.
Это просто доля населения, которая соглашается с тем, что большинству людей можно доверять.
Это следует из исследования World Values Survey.
Видите ли, на более неравном конце, это около 15 процентов населения, которые чувствуют, что могут доверять другим.
Но в более равноправных обществах она возрастает до 60 или 65 процентов.
И если вы посмотрите на показатели вовлеченности в общественную жизнь или социальный капитал, то увидите очень похожие отношения, тесно связанные с неравенством.
Можно сказать, всю эту работу мы проделали дважды.
Сначала мы сделали это в этих богатых, развитых странах, а затем, в качестве отдельного испытательного стенда, мы повторили все это в 50 американских штатах, задавая один и тот же вопрос: более неравные штаты хуже справляются со всеми этими мерами?
Итак, вот доверие из общего социального опроса федерального правительства, связанного с неравенством.
Очень похожий разброс по схожему диапазону уровней доверия.
То же самое происходит и сейчас.
По сути, мы обнаружили, что почти все, что связано с доверием на международном уровне, связано с доверием между 50 государствами в этом отдельном испытательном стенде.
Речь идет не просто о случайности.
Это психическое заболевание.
ВОЗ собрала данные, используя одни и те же диагностические интервью на случайных выборках населения, чтобы мы могли сравнить показатели психических заболеваний в каждом обществе.
Это процент населения с каким-либо психическим заболеванием в предыдущем году.
И это идет от примерно восьми процентов до трех раз больше - целые общества с уровнем психических заболеваний в три раза выше, чем у других.
И опять же, это тесно связано с неравенством.
Это насилие.
Эти красные точки - американские штаты, а синие треугольники - канадские провинции.
Но посмотрите на масштаб различий.
Он варьируется от 15 убийств на миллион до 150.
Это доля населения, находящегося в тюрьме.
Там разница примерно в десять раз, если смотреть с другой стороны.
Но это примерно от 40 до 400 человек в тюрьме.
Эти отношения в основном не обусловлены ростом преступности.
В некоторых местах это является частью проблемы.
Но в основном речь идет о более суровых наказаниях, более суровых приговорах.
И более неравные общества, скорее всего, также сохранят смертную казнь.
У нас есть дети, которые бросают школу.
Опять же, довольно большие различия.
Чрезвычайно вредно, если вы говорите об использовании талантов населения.
Это и есть социальная мобильность.
На самом деле это мера мобильности, основанная на доходе.
По сути, это вопрос: есть ли у богатых отцов богатые сыновья, а у бедных отцов - бедные сыновья, или между ними нет никакой связи?
А на более неравном конце доход отцов гораздо важнее - в Великобритании, США.
А в скандинавских странах доход отцов имеет гораздо меньшее значение.
Существует большая социальная мобильность.
И как мы любим говорить - и я знаю, что здесь в зале много американцев - если американцы хотят жить американской мечтой, они должны ехать в Данию.
(Смех) (Аплодисменты) Я показал вам несколько вещей, выделенных курсивом.
Я мог бы показать и ряд других проблем.
Все это проблемы, которые, как правило, более распространены в нижней части социального градиента.
Но есть бесконечные проблемы с социальными градиентами, которые хуже в странах с большим неравенством - не просто немного хуже, а в два раза чаще и в 10 раз чаще.
Подумайте о расходах, человеческих затратах на это.
Я хочу вернуться к этому графику, который я показал вам ранее, где мы собрали все это вместе, чтобы сделать два вывода.
Одна из них заключается в том, что на графике за графиком мы видим, что страны, которые показывают худшие результаты, независимо от результата, кажутся более неравными, а те, которые показывают хорошие результаты, кажутся скандинавскими странами и Японией.
Таким образом, мы имеем дело с общим социальным расстройством, связанным с неравенством.
Это не просто одна или две вещи, которые идут не так, это большинство вещей.
Еще один очень важный момент, который я хочу отметить на этом графике, заключается в том, что, если вы посмотрите на нижнюю часть, Швецию и Японию, это очень разные страны во всех отношениях.
Положение женщин, как близко они держатся к нуклеарной семье, находятся на противоположных концах полюсов с точки зрения богатого развитого мира.
Но еще одно действительно важное различие заключается в том, как они добиваются большего равенства.
В Швеции огромные различия в доходах, и она сокращает разрыв с помощью налогообложения, общего государства всеобщего благосостояния, щедрых пособий и так далее.
Однако в Японии ситуация несколько иная.
Она начинается с гораздо меньшей разницы в доходах до вычета налогов.
У него более низкие налоги.
Она имеет меньшее государство всеобщего благосостояния.
И в нашем анализе американских штатов мы находим примерно такой же контраст.
Есть штаты, которые преуспевают благодаря перераспределению, есть штаты, которые преуспевают, потому что у них меньше разница в доходах до вычета налогов.
Таким образом, мы приходим к выводу, что не имеет большого значения, как вы добьетесь большего равенства, если вы каким-то образом этого добьетесь.
Я не говорю о совершенном равенстве, я говорю о том, что существует в богатых развитых рыночных демократиях.
Еще одна действительно удивительная часть этой картины заключается в том, что от неравенства страдают не только бедные.
Кажется, есть доля правды в словах Джона Донна "Ни один человек не является островом".
И в ряде исследований можно сравнить, как люди ведут себя в более и менее равных странах на каждом уровне социальной иерархии.
Это лишь один из примеров.
Это детская смертность.
Некоторые шведы очень любезно классифицировали многие случаи младенческой смертности в соответствии с британским регистром общей социально-экономической классификации.
И поэтому это анахронично - классификация по профессиям отцов, поэтому родители-одиночки идут сами по себе.
Но там, где написано "низкий социальный класс", речь идет о неквалифицированном ручном труде.
Он идет к квалифицированным ручным профессиям в середине, затем к младшим неручным, поднимаясь высоко к профессиональным профессиям - врачам, юристам, директорам крупных компаний.
Вы видите, что в Швеции дела обстоят лучше, чем в Британии, по всей социальной иерархии.
Самые большие различия наблюдаются в нижней части общества.
Но даже на самом верху, кажется, есть небольшое преимущество в том, чтобы быть в более равном обществе.
Мы показываем это примерно на пяти различных наборах данных, охватывающих образовательные результаты и здоровье в Соединенных Штатах и на международном уровне.
И это, кажется, общая картина - что большее равенство делает большую разницу в нижней части, но имеет некоторые преимущества даже в верхней части.
Но я должен сказать несколько слов о том, что происходит.
Я думаю, что я смотрю и говорю о психосоциальных последствиях неравенства.
В большей степени это связано с чувством превосходства и неполноценности, того, что тебя ценят и недооценивают, уважают и не уважают.
И, конечно же, те чувства конкуренции за статус, которые возникают из этого, приводят к потребительству в нашем обществе.
Это также приводит к неуверенности в своем статусе.
Мы больше беспокоимся о том, как нас оценивают и видят другие, считают ли нас привлекательными, умными и так далее.
Усиливаются социально-оценочные суждения, страх перед этими социально-оценочными суждениями.
Интересно, что некоторые параллельные работы ведутся в социальной психологии: некоторые люди проанализировали 208 различных исследований, в которых добровольцев приглашали в психологическую лабораторию и измеряли их гормоны стресса, их реакцию на выполнение стрессовых задач.
И в обзоре им было интересно узнать, какие виды стресса наиболее надежно повышают уровень кортизола, центрального гормона стресса.
И вывод заключался в том, что это были задачи, которые включали в себя социально-оценочную угрозу - угрозу самооценке или социальному статусу, при которой другие могут негативно оценить вашу работу.
Такого рода стрессы оказывают особое влияние на физиологию стресса.
Теперь нас критикуют.
Конечно, есть люди, которым это не нравится, и люди, которые находят это очень удивительным.
Я должен сказать вам, что когда люди критикуют нас за то, что мы выбираем данные, мы никогда не выбираем данные.
У нас есть абсолютное правило, что если в нашем источнике данных есть данные по одной из стран, которые мы рассматриваем, они включаются в анализ.
Наш источник данных решает, являются ли данные надежными, а мы - нет.
В противном случае это приведет к предвзятости.
А как насчет других стран?
Есть 200 исследований здоровья в связи с доходом и равенством в академических рецензируемых журналах.
Это не ограничивается этими странами здесь, скрывая очень простую демонстрацию.
Одни и те же страны, одни и те же показатели неравенства, одна проблема за другой.
Почему мы не учитываем другие факторы?
Мы показали вам, что ВНП на душу населения не имеет никакого значения.
И, конечно, другие, используя более сложные методы в литературе, контролировали бедность и образование и так далее.
А как же причинно-следственная связь?
Корреляция сама по себе не доказывает причинно-следственную связь.
Мы тратим на это много времени.
И действительно, люди довольно хорошо знают причинно-следственные связи в некоторых из этих результатов.
Большое изменение в нашем понимании движущих сил хронического здоровья в богатом развитом мире заключается в том, насколько важен хронический стресс из социальных источников, влияющий на иммунную систему, сердечно-сосудистую систему.
Или, например, причина, по которой насилие становится более распространенным в более неравных обществах, заключается в том, что люди чувствительны к тому, что на них смотрят свысока.
Я должен сказать, что для того, чтобы справиться с этим, мы должны разобраться с тем, что происходит после уплаты налогов и до уплаты налогов.
Мы должны ограничить доходы, культуру бонусов, доходы на самом верху.
Я думаю, что мы должны сделать так, чтобы наши начальники были подотчетны своим сотрудникам всеми возможными способами.
Я думаю, что главная идея заключается в том, что мы можем улучшить реальное качество человеческой жизни, сократив различия в доходах между нами.
Внезапно у нас есть контроль над психосоциальным благополучием целых обществ, и это здорово.
Благодарю вас.
(Аплодисменты)
Мужчина был найден с огнестрельными ранениями в Мамбурине недалеко от Верриби
Мужчина был доставлен в больницу после того, как в него выстрелили на западе Мельбурна ночью.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 часов вечера, где они обнаружили мужчину в возрасте около 20 лет с предполагаемыми огнестрельными ранениями в нижней части тела на Ярд-стрит.
Мужчина был доставлен в больницу с травмами, не представляющими угрозы для жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду наряжаться, воскресенья - для повседневной одежды"
С чего начинается воскресенье?
Когда я спотыкаюсь на лестнице и падаю на собаку по дороге, чтобы приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы вдвоем будем сидеть и смотреть на воду в тишине.
Это звучит безмятежно...
И так до 8 утра, когда двое или трое наших ребят стучат в дверь, требуя завтрак.
Для них это бекон и яйца, для нас - шпинат и грибы, а потом, если погода хорошая, мы выгоняем ребят.
Мы будем плавать, кататься на веслах или гулять по красивому аббатству Куарр, которое выглядит как что-то прямо из "Игры престолов".
А во время локаута?
Первые две недели я была в полном отрицании, я не могла поверить, что мой бизнес закрыли.
Я отвлекал себя, зацикливаясь на жизни или смерти моего недавно посаженного сада.
В остальном я экспериментировал на кухне: интенсивно приправленный бульон из угря и шиитаке и двойная сливочная бриошь были моими лучшими блюдами.
Как вы расслабляетесь?
Я не буду наряжаться, по воскресеньям я предпочитаю повседневную одежду, наполовину обрезанный спортивный костюм и белую футболку.
После обеда с жареной курицей я сплю с газетами в шезлонге в саду.
Я стараюсь не пить: это помогает мне очистить голову перед понедельником.
Воскресенье, которое выделяется?
После долгой субботней ночи на вечеринке по случаю 40-летия моей невестки в Нью-Йорке, около полуночи моя беременная жена решила, что нам лучше идти.
Она была полна решимости получить удовольствие, рассказывая людям, что это, в конце концов, ее третий ребенок.
Мы ушли с вечеринки, и у нее сразу начались роды.
А в воскресенье вечером?
К семи вечера мы собрали вещи в машину и сели на паром до Портсмута.
Поездка по трассе A3 и мы снова в Лондоне на неделю: дети в постели, я гуляю с собакой и ем миску хлопьев.
Я хорошо отношусь к тому, чтобы покинуть остров Уайт и вернуться в город, я знаю, что если я этого не сделаю, у меня вообще не будет дома.
Кенийские полицейские арестованы после стрельбы со смертельным исходом в Гариссе
Двое полицейских в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточной части округа Гарисса в субботу во время акции протеста против ареста человека, подозреваемого в убийстве.
Двое погибших были названы как Аден Абди Мадобе и Мухиядин Адоу Шибин.
Кенийская полиция начала расследование по факту стрельбы.
Она будет включать в себя "криминалистический анализ" оружия офицеров.
Депутат парламента Гариссы Аден Дуале назвал эти смерти "отвратительными" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Активисты выразили обеспокоенность по поводу работы полиции во время пандемии.
По данным Amnesty International, с марта кенийские полицейские убили 21 человека за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба Саба - акции протеста, которая началась 30 лет назад против автократического режима тогдашнего президента Даниэля арап Мои.
Корреспонденты говорят, что в этом году мероприятие получило дополнительный импульс из-за гнева по поводу полицейских репрессий во время блокировки Covid-19.
Жесткие меры безопасности у консульства США в Чэнду, Китай
В воскресенье возле консульства США в городе Чэнду, Китай, были усилены меры безопасности, когда американские сотрудники готовились покинуть помещение.
Были замечены три движущихся грузовика, въезжающих на территорию здания, в то время как полицейские в форме и в штатском выстроились по обеим сторонам улицы, которые были обнесены металлическими барьерами.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду дали 72 часа на закрытие, или до 10 часов утра (0200GMT) в понедельник, 27 июля.
Китай обвинил некоторых сотрудников консульства в Чэнду в том, что они "ведут деятельность, не соответствующую их личности".
Не вдаваясь в подробности, официальный представитель МИД КНР Ван Вэньбинь заявил, что такая деятельность является вмешательством в дела Китая и наносит ущерб интересам его безопасности.
Распоряжение Китая о закрытии консульства в Чэнду было издано в пятницу в ответ на распоряжение США о закрытии китайского консульства в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне "для защиты американской интеллектуальной собственности и частной информации американцев".
Когда закрытие китайского консульства в Хьюстоне вступило в силу в пятницу, группа мужчин, которые выглядели как официальные лица США, были замечены ворвавшимися в здание через черный ход.
Ван сказал в субботу, что это нарушает международные и двусторонние соглашения, и Китай ответит, не уточнив, как именно.
Закрытие по принципу "око за око" еще больше усилило напряженность в отношениях между двумя странами по таким вопросам, как торговля, промышленный шпионаж и права человека.
Павианы в сафари-парке вооружены ножами, отвертками и цепями, так как "проказники дают им оружие, чтобы они крушили машины"
Приматы в сафари-парке Ноусли, Мерсисайд, давно известны тем, что набрасываются на любого, кто останавливается в вольере, и отрывают стеклоочиститель или зеркало.
Павианы были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли в Мерсисайде.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто останавливается, и срывают стеклоочистители и зеркала.
Рабочие теперь опасаются, что посетители вооружают их смертоносным оружием "для смеха", чтобы усилить свои атаки, и обезьян даже видели, как они сами рылись в ящиках с инструментами.
Один из работников парка сказал The Sunday Times: "Мы не уверены, дают ли им оружие некоторые из гостей, которые хотят видеть, как они нападают на машины, или они вылавливают их из пикапов и фургонов".
"Они буквально залезают в ящики с инструментами и носят их с собой. Один из бабуинов был замечен таскающим бензопилу".
Другой работник сказал: "Павианы были найдены с ножами и отвертками.
А нападения бабуинов настолько неизбежны, что механики на северо-западе Англии хорошо знают этот вольер.
Один механик в Сэйле, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что у него было два клиента, ставших жертвами бабуинов в этом году.
Они добавили, что в одну минуту дети хотят, чтобы на машине были обезьяны, а в следующую у нее нет регистрационного знака - но эта проблема обеспечивает "хорошие деньги" для гаража.
Ноусли вновь открылся 15 июня с мерами безопасности Covid-19 после того, как настаивал на том, что он так же безопасен, как McDonald's drive-through, поскольку посетители не оставляют свою машину на пятимильном сафари-драйве.
Парк площадью 550 акров, где обитают львы, тигры, носороги, антилопы гну и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Представитель сказал: "Мы считаем, что многие из этих историй стали преувеличенными, поскольку они были пересказаны, с приукрашиванием, чтобы объекты, которые иногда находят в вольере, казались более захватывающими и невероятными".
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на свою модель i30 нового поколения на 10 часов, чтобы доказать, что у него есть силы для семей с маленькими детьми.
"Юнайтед" и "Челси" вышли в Лигу чемпионов, "Борнмут" и "Уотфорд" вылетели из АПЛ
"Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в безумный последний день сезона Премьер-лиги в воскресенье, в то время как "Борнмут" и "Уотфорд" вылетели, завершив пятилетнее пребывание в высшем дивизионе.
"Юнайтед" выиграл у "Лестера" со счетом 2:0 благодаря голам Бруну Фернандеша и Джесси Лингарда, что позволило команде Уле Гуннара Сульшера занять третье место.
"Челси" обыграл "Вулверхэмптон" со счетом 2:0 после гола и передачи Мэйсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов, опередив "Лестер", который был в первой четверке на протяжении большей части сезона.
Вместо этого "Лестер" будет играть в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью 1:1 с "Кристал Пэлас" и занял шестое место, опередив "Вулверхэмптон" по разнице мячей.
Битва за то, чтобы избежать двух оставшихся мест вылета, вышла на финишную прямую, когда "Астон Вилла" забила на 84-й минуте, пропустила минуту спустя, а затем сыграла вничью 1:1 с "Вест Хэмом", чтобы выжить.
Капитан Джек Грилиш забил гол "Виллы" в игре, которая может стать для него последней за клуб детства.
"Борнмут" сделал то, что должен был, и обыграл "Эвертон" со счетом 3:1, но в итоге отстал от "Виллы" на одно очко.
"Уотфорд" также вылетел как предпоследняя команда после поражения от "Арсенала" со счетом 3:2.
"Манчестер Сити" преодолел отметку в 100 голов за сезон, одержав победу со счетом 5:0 над занимающим последнее место и уже вылетевшим из премьер-лиги "Норвичем". Эта игра стала последней в Премьер-лиге для Давида Сильвы после 10 лет в "Сити".
Кевин Де Брейне записал на свой счет 20-ю результативную передачу в сезоне, а также забил дважды.
"Ливерпуль" завершил свой чемпионский сезон победой над "Ньюкаслом" со счетом 3:1 и набрал рекордные для клуба 99 очков.
Кроме того, "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3:1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его позади Джейми Варди из "Лестера", который выиграл "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "этика достоинства"
Гвинет Пэлтроу сказала, что хочет воспитать своих детей так, чтобы у них была достойная этика, поскольку она старается "не просто давать им вещи".
У Пэлтроу двое детей, Эппл (16) и Мозес (14), от бывшего мужа Криса Мартина, и она хочет, чтобы у них были хорошие ценности, а не слава их родителей.
"Вот почему я думаю, что это так важно... Воспитывать ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным пониманием того, кто они есть, и т.д.", - сказала она Робу Лоу в его подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы подумаете обо всех людях, которые пытаются, и этого не происходит".
Она добавила: "Как родитель вы думаете, все, что я могу сделать для этих детей, это научить их отличать хорошее от плохого и научить их тому, что такое работа.
Пэлтроу также приняла меры, чтобы позволить своим детям жить как можно более приватно, и следит за тем, чтобы их аккаунты в социальных сетях были приватными.
"Я не позволю им быть публичными в каких-либо социальных сетях или что-то в этом роде, я стараюсь держать их подальше от глаз общественности, насколько это возможно", - сказала она.
"Знаете, сейчас все по-другому, потому что дети спрашивают: "Можно у меня будет канал на YouTube?", а я отвечаю: "Нет, нельзя, ни в коем случае".
Министр внутренних дел Туниса назначен новым премьер-министром, который сформирует правительство в течение месяца
Министр внутренних дел Туниса Хишем Мечичи был назначен для формирования следующего правительства, сообщила канцелярия президента на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний юрист сменил на этом посту Элиеса Фахфаха, который подал в отставку с поста премьер-министра в начале этого месяца.
Но Мечичи не был одним из имен, предложенных правящими политическими партиями президенту Каису Саиду.
В заявлении, сделанном после субботнего объявления, Мешичи сказал, что он будет "работать над формированием правительства, которое будет соответствовать ожиданиям всех тунисцев".
Тунис был восхвален как редкая история успеха демократического перехода после региональных восстаний "арабской весны", вызванных революцией 2011 года.
Но его лидеры изо всех сил пытались оправдать ожидания тунисского народа, а и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
Болезнь убила почти 50 человек и заразила более 1400 в Тунисе.
Помимо того, что Мечичи был министром внутренних дел в уходящем правительстве, он был советником президента Сайеда, занимаясь юридическими вопросами.
Ранее он был начальником штаба в Министерстве транспорта, а также работал в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем столкнется с парламентским голосованием о доверии и будет нуждаться в абсолютном большинстве, чтобы добиться успеха.
В противном случае парламент будет распущен и в течение трех месяцев пройдут новые выборы.
На последних выборах, состоявшихся в октябре, партия "Ан-Нахда" одержала победу, но не получила большинства и в итоге согласилась войти в коалиционное правительство.
Отставка Фахфаха 15 июля, менее чем через пять месяцев после вступления в должность, поставила под угрозу новый политический тупик в стране, которая борется с экономическими последствиями пандемии.
Отставка усугубила политический спор с "Ан-Нахдой" по поводу обвинений в адрес Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и "Ан-Нахдой" были напряженными после октябрьских парламентских выборов.
Фахфах ушел в отставку в тот же день, когда партия выдвинула ему вотум недоверия.
"Ан-Нахда" первоначально выдвинула независимого кандидата на пост премьер-министра, но ему не удалось заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, "Ан-Нахда" в конце концов согласилась войти в коалиционное правительство.
Тед Круз говорит, что цели Пелоси заключаются в том, чтобы "залить проблему деньгами и закрыть Америку"
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в том, что они продвигают пакет мер по борьбе с коронавирусом, который направлен на то, чтобы "вложить деньги в проблему и закрыть Америку", в то время как переговоры о следующей мере продолжаются.
В интервью "Face the Nation" в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, которая унесла жизни более 600 000 человек во всем мире, и "абсолютной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, которая появилась в программе "Лицом к нации" раньше сенатора, "не сосредоточена ни на одном из них".
"Ее цели - вливание денег в проблему и закрытие Америки", - сказал республиканец из Техаса.
"И, в частности, посмотрите на законопроект в 3 триллиона долларов, который она пытается протолкнуть, это просто раздача денег ее друзьям, а на самом деле не решение проблемы. Наша цель должна заключаться в том, чтобы американцы хотели вернуться к работе. Они хотят иметь возможность обеспечивать свою семью".
Республиканцы в Сенате и Белый дом провели на прошлой неделе переговоры об условиях четвертого этапа борьбы с коронавирусом, который, как они ожидают, обойдется в 1 триллион долларов.
В минувшие выходные глава аппарата Белого дома Марк Мидоу и министр финансов Стивен Мнучин вернулись на Капитолийский холм для дальнейших переговоров с сотрудниками Сената, и Мнучин сообщил Fox News в интервью в воскресенье, что подробности будут обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самым насущным вопросом для законодателей - и предметом спора между республиканцами и демократами - является истечение срока действия повышенных пособий по безработице, которые начали отменяться в эти выходные.
В то время как демократы хотят, чтобы пакет "четвертой фазы" коронавируса сохранил повышение пособий на 600 долларов, республиканцы призывают сократить его и утверждают, что некоторые американцы зарабатывают больше на безработице, чем на зарплате.
Круз сказал, что более чем половине американцев, получающих повышенные пособия по безработице, сейчас платят больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, у которых возникли проблемы с наймом сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы они оставались дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии закона о восстановлении, который облегчил бы американцам возвращение на работу путем смягчения налогов и правил для малого бизнеса:
"Вместо того, чтобы просто выбрасывать триллионы за дверь, законопроект о восстановлении приостановил бы налог на заработную плату, что дало бы повышение заработной платы всем работающим в Америке. Это фактически возвращает людей на работу", - сказал он.
Президент Трамп потребовал на прошлой неделе, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, так как предложение было плохо воспринято среди республиканцев.
Г-н Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не согласен с мерой своих коллег-республиканцев в Сенате.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в том, что они намеренно разработали меру, которая наносит ущерб президенту в преддверии ноябрьских выборов.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - это закрыть все предприятия в Америке, закрыть все школы в Америке", - сказал он.
"Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах.
Канье Уэст публично извинился перед женой Ким Кардашьян после откровений о браке
Канье Уэст извинился перед женой Ким Кардашьян за то, что обнародовал "частное дело".
Рэпер рассказал во время мероприятия в Южной Каролине, что пара подумывала об аборте своего первого ребенка.
После бурной недели, в течение которой он сделал ряд заявлений против своей жены и ее семьи, Уэст теперь написал в Твиттере извинения.
Также сообщается, что Уэст посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: "Я хотел бы извиниться перед моей женой Ким за то, что сделал достоянием общественности то, что было частным делом.
"Ким, я хочу сказать, что я знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда была рядом со мной".
Странные твиты Уэста, в том числе заявления о том, что его жена пыталась заставить его лечиться у врачей, а также ряд обвинений в адрес его тещи Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян-Уэст, на которой он женился в 2014 году.
На фоне опасений за душевное состояние своего мужа Кардашьян Уэст, мать четверых детей Уэста, опубликовала пространное заявление, в котором говорится, что она и ее семья "не в силах" вмешаться, и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который, помимо того, что он художник и чернокожий, пережил болезненную потерю матери и должен справляться с давлением и изоляцией, которые усиливаются его биполярным расстройством".
Она добавила, что раньше не обсуждала его состояние, потому что она "очень защищает наших детей и право Канье на частную жизнь, когда речь заходит о его здоровье".
Она добавила: "Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и неправильных представлений о психическом здоровье".
Уэст сделал свои заявления об абортах во время мероприятия 19 июля.
Мужчина арестован по подозрению в убийстве брата-алкоголика в Большой Нойде: полиция
37-летний мужчина был арестован в воскресенье по подозрению в убийстве своего брата, чье тело было найдено брошенным в изолированном районе неделю назад, в Большой Нойде в Уттар-Прадеше, сообщила полиция.
Обвиняемый сказал полиции, что он был раздражен алкоголизмом своего брата и его плохим поведением по отношению к женщинам из их совместной семьи, что и привело его к преступлению, по словам чиновников.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было найдено около кустов в изолированном районе около недели назад.
На теле были следы от ножевых ранений, и в полицейский участок Бишраха было подано заявление и начато расследование, сказал представитель полиции.
"В ходе расследования улики привели полицию к человеку, который умер, его брату Дипаку, и он был допрошен.
Во время допроса Дипак признался, что зарезал своего брата.
Он рассказал полиции, что Бхишам часто употреблял алкоголь, устраивал беспорядки дома и плохо обращался с членами семьи женского пола, из-за чего он решил убить своего брата", - сказал представитель.
Обвиняемый был арестован и обвинен в убийстве и других связанных с этим обвинениях, сообщила полиция.
Тони Блэр клянется никогда не прекращать вмешиваться в британскую политику, несмотря на серьезную негативную реакцию на Брексит
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании после жесткой реакции на его участие в Лейбористской партии и кампании против Брексита.
Г-н Блэр, который покинул свой пост более десяти лет назад, сказал Софи Ридж на Sky News, что он "никогда" не перестанет высказываться в британской политике.
Тем не менее, спорный политический деятель признал, что "многие люди, наблюдающие за этим, могут подумать, что я должен перестать говорить о вещах".
Софи Ридж сказала г-ну Блэру: "Я всегда чувствую, что вы не можете оторваться от политики.
"Вы все время публикуете сообщения о коронавирусе или придумываете аргументы по Brexit.
"Мне просто интересно, думают ли люди, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь участвовать в политике?
"Не пора ли взять тайм-аут, пройтись по полю для гольфа".
Бывший премьер-министр отверг это и поклялся оставаться в британской политике как можно дольше.
Он сказал: "Это не то, что я хочу делать. Многие люди, которые смотрят, могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране".
"Мы переживаем огромный момент перемен в мире, и институт, который я построил, работает по всему миру.
"Я знаю, что я сделал что-то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие попытаются это сделать".
Ранее в интервью Блэр сказал, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: "Они могут заключить сделку, но даже та сделка, которую мы заключим, будет плохой".
"Это, по сути, будет хорошо для Европы, потому что это облегчит торговлю товарами, но очень сдерживает нас в вопросе услуг".
Бывший лидер лейбористов также сказал Sky News, что в обозримом будущем Великобритания будет жить с COVID-19, а не избавляться от него.
Во время чествования героев Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался "нанести удар в спину" Индии
Пакистан попытался "нанести удар в спину" Индии, несмотря на ее попытки сохранить дружеские отношения, заявил сегодня премьер-министр Нарендра Моди в своем обращении к вооруженным силам по случаю 21-й годовщины Каргильской войны.
В своем ежемесячном радиообращении Mann ki Baat премьер-министр Моди сказал, что "Пакистан предпринял эту авантюру со зловещими планами захватить земли Индии и отвлечь внимание от продолжающихся внутренних конфликтов".
"Пакистан имел наглость пытаться оккупировать индийскую землю и отвлечь внимание от собственных внутренних беспорядков", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла состоит в том, чтобы бороться со всеми без причины.
Люди с таким характером могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан нанес удар в спину Индии, несмотря на попытки Индии установить дружеские отношения", - сказал он.
"Вы можете себе представить, что враг сидел высоко в горах, в то время как наши силы сражались с ними снизу, но высокий моральный дух и верность наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия показала большую силу в Каргиле", - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас отмечается каждый год, отмечая день, когда индийская армия вернула все индийские посты в Каргиле в Ладакхе, которые были заняты пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешном завершении "Операции Виджай".
Почти трехмесячная битва в ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, главнокомандующий армией генерал М. М. Нараване, главный маршал авиации Р. К. С. Бхадаурия и главнокомандующий ВМС адмирал Карамбир Сингх также отдали дань уважения в Амар Джаван Джоти у Национального военного мемориала.
В течение десятилетий после Каргила отношения между Индией и Пакистаном были напряженными после серии террористических атак.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистан должен ликвидировать все террористические лагеря, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования малого и среднего бизнеса может не сработать
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Тем не менее, г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них нет доступа к такому же более дешевому финансированию, и предупредил, что в результате схема гарантий для МСП не набирает обороты.
"Я думаю, что это, вероятно, прошло мимо цели, когда все люди, которые звонят нам, звонят в ожидании, что они могут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита", - сказал он.
"Поэтому они звонят и очень разочаровываются, потому что было ожидание, что будет дисконтное ценообразование, и мы смотрим на нашу стоимость финансирования, которая вообще не изменилась".
Г-н Каллаган добавил, что если финтех-компании смогут получить доступ к более дешевому финансированию и передать его малому бизнесу, то схема будет "без проблем".
"Это была своего рода "Уловка 22": крупные банки получили доступ к более дешевому финансированию, но они более склонны к риску, поэтому они фактически не идут на кредитование таким же образом, они не могут получить доступ к данным, и они не могут чувствовать себя комфортно, если у вас нет собственности, - сказал он. - Пока мы не сможем получить доступ к этому более дешевому финансированию, я думаю, что на рынке существует фикция о том, насколько популярной будет эта схема".
Мельбурнская компания Moula также участвует в схеме, и исполнительный директор Арис Аллегос сказал, что преимущество 50-процентной гарантии, подразумеваемой в правительственной схеме, должно быть передано малому бизнесу, но разные кредиторы справляются с этим по-разному.
"Я могу понять, что могут быть и другие, которые не проходят через эту структуру затрат", - сказал он.
"Это может быть связано с тем, как структурировано их финансирование, а также с тем, в какие категории они кредитуют и как они оценивают риск в этих категориях".
Г-н Аллегос не предоставил подробностей о количестве кредитов, выданных Мулой в рамках этой схемы, но сказал, что обновленная схема была "основным признанием того, что необходимо изменить", чтобы предложить больше гибкости кредиторам и заемщикам.
Тем не менее, он сказал, что его главная забота - это "экономика двух скоростей", которая работает, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутая скала и то, как с ней справиться", - сказал он.
"В целом, говоря о спросе, мы не вернулись к уровням до COVID, хотя аппетит растет".
Онлайн-кредитор Prospa, зарегистрированный на ASX, также не стал раскрывать сумму кредитов, которые он выдал в рамках схемы, поскольку он сказал, что информация является коммерчески чувствительной, но исполнительный директор Грег Мошал сказал, что продление правительством схемы приветствуется.
"Мы поддерживаем любые усовершенствования схемы, которые позволят малым предприятиям получить доступ к широкому спектру финансовых продуктов, отвечающих их требованиям, включая продукты с гибким денежным потоком на более короткие сроки", - сказал он.
Я хочу попросить вас всех подумать на секунду об очень простом факте, что, безусловно, большая часть того, что мы знаем о Вселенной, приходит к нам от света.
Мы можем стоять на Земле, смотреть в ночное небо и видеть звезды невооруженным глазом.
Солнце сжигает наше периферийное зрение.
Мы видим свет, отраженный от Луны.
И за время, прошедшее с тех пор, как Галилей направил этот рудиментарный телескоп на небесные тела, известная нам Вселенная пришла к нам через свет, через огромные эпохи космической истории.
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о Вселенной - эти серии снимков, которые восходят к Большому взрыву.
И все же Вселенная - это не немое кино, потому что Вселенная не молчит.
Я хотел бы убедить вас, что у Вселенной есть саундтрек, и этот саундтрек воспроизводится в самом пространстве, потому что пространство может колебаться, как барабан.
Это может вызвать своего рода запись во всей вселенной некоторых из самых драматических событий по мере их развития.
Теперь мы хотели бы иметь возможность добавить к великолепной визуальной композиции, которую мы имеем о Вселенной, звуковую композицию.
И хотя мы никогда не слышали звуков из космоса, мы действительно должны в ближайшие несколько лет начать громко говорить о том, что там происходит.
Поэтому в этом стремлении уловить песни из Вселенной мы обращаем наше внимание на черные дыры и на то, что они обещают, потому что черные дыры могут стучать по пространству-времени, как молоточки по барабану, и у них есть очень характерная песня, которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том, какой будет эта песня.
Возможно, однажды мы увидим тень, которую черная дыра может отбрасывать на очень ярком фоне, но пока этого не произошло.
И все же черные дыры можно услышать, даже если их не видно, и это потому, что они бьют в пространство-время, как в барабан.
Теперь мы обязаны идеей о том, что космос может звенеть, как барабан, Альберту Эйнштейну - которому мы так многим обязаны.
Эйнштейн понял, что если бы пространство было пустым, если бы Вселенная была пустой, она была бы похожа на эту картинку, только, возможно, без полезной сетки, нарисованной на ней.
Но если бы мы свободно падали в пространстве, даже без этой полезной сетки, мы могли бы нарисовать ее сами, потому что мы заметили бы, что мы путешествовали по прямым линиям, по не отклоняющимся прямым путям через вселенную.
Эйнштейн также понял - и это самое главное - что если вы поместите энергию или массу во Вселенную, это искривит пространство, и свободно падающий объект пройдет мимо, скажем, Солнца, и он будет отклонен вдоль естественных кривых в пространстве.
Это была великая общая теория относительности Эйнштейна.
Теперь даже свет будет искривляться этими путями.
И вы можете быть согнуты так сильно, что окажетесь на орбите вокруг Солнца, как Земля, или Луна вокруг Земли.
Это естественные изгибы в пространстве.
Эйнштейн не понимал, что если взять наше Солнце и раздробить его до шести километров - то есть взять массу, в миллион раз превышающую массу Земли, и раздробить его до шести километров в поперечнике, то получится черная дыра, объект настолько плотный, что если свет приблизится слишком близко, он никогда не вырвется - темная тень на фоне Вселенной.
Но Эйнштейн всегда считал, что черные дыры - это математическая странность.
Он не верил, что они существуют в природе.
Он думал, что природа защитит нас от их образования.
Прошло несколько десятилетий, прежде чем был придуман термин "черная дыра", и люди поняли, что черные дыры являются реальными астрофизическими объектами - на самом деле они представляют собой состояние смерти очень массивных звезд, которые катастрофически разрушаются в конце своей жизни.
Теперь наше Солнце не превратится в черную дыру.
На самом деле он недостаточно массивный.
Но если бы мы провели небольшой мысленный эксперимент - как это очень любил делать Эйнштейн - мы могли бы представить себе, что Солнце сжато до шести километров, а вокруг него на орбите находится крошечная маленькая Земля, возможно, в 30 километрах от Солнца-черной дыры.
И она будет самосветящейся, потому что теперь, когда Солнце исчезло, у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самосветящейся.
И вы поймете, что могли бы вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры.
Эта смятая черная дыра на самом деле поместилась бы в Манхэттене, более или менее.
Он может пролиться в Гудзон немного раньше, чем он уничтожит Землю.
Но в основном это то, о чем мы говорим.
Мы говорим об объекте, который можно раздробить до половины площади Манхэттена.
Таким образом, мы перемещаем эту Землю очень близко - на 30 километров - и замечаем, что она прекрасно вращается вокруг черной дыры.
Существует своего рода миф о том, что черные дыры поглощают все во Вселенной, но на самом деле вам нужно подойти очень близко, чтобы упасть.
Но что очень впечатляет, так это то, что с нашей точки зрения мы всегда можем видеть Землю.
Она не может спрятаться за черной дырой.
Свет от Земли, часть его падает внутрь, но часть его рассеивается и возвращается к нам.
Так что за черной дырой ничего не спрячешь.
Если это был Звездный крейсер Галактика, и вы сражаетесь с Сайлонами, не прячьтесь за черной дырой.
Они могут видеть вас.
Наше Солнце не превратится в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр.
И если бы кто-то затмил Млечный Путь, вот как это выглядело бы.
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полос.
И если бы мы упали на эту черную дыру, мы бы увидели весь этот свет, рассеянный вокруг нее, и мы могли бы даже начать пересекать эту тень и действительно не заметить, что произошло что-то драматическое.
Было бы плохо, если бы мы попытались запустить наши ракеты и выбраться оттуда, потому что мы не могли бы, так же как свет не может убежать.
Но даже если черная дыра темна снаружи, она не темна внутри, потому что весь свет от галактики может упасть позади нас.
И хотя из-за релятивистского эффекта, известного как замедление времени, наши часы, казалось бы, замедляются относительно галактического времени, это выглядело бы так, как будто эволюция галактики ускорилась и выстрелила в нас, прямо перед тем, как мы были раздавлены до смерти черной дырой.
Это было бы похоже на предсмертный опыт, когда вы видите свет в конце туннеля, но это полный опыт смерти.
(Смех) И нет никакого способа рассказать кому-либо о свете в конце туннеля.
Мы никогда не видели такой тени черной дыры, но черные дыры можно услышать, даже если их не видно.
Теперь представьте себе астрофизически реалистичную ситуацию - представьте себе две черные дыры, которые прожили долгую жизнь вместе.
Возможно, они возникли как звезды и превратились в две черные дыры - каждая из которых в 10 раз больше массы Солнца.
Так что теперь мы собираемся сокрушить их до 60 километров в поперечнике.
Они могут вращаться сотни раз в секунду.
В конце своей жизни они вращаются вокруг друг друга со скоростью, близкой к скорости света.
Таким образом, они пересекают тысячи километров за доли секунды, и при этом они не только искривляют пространство, но и оставляют после себя звон пространства, настоящую волну в пространстве-времени.
Пространство сжимается и растягивается, когда оно выходит из этих черных дыр, ударяющихся о Вселенную.
И они путешествуют в космос со скоростью света.
Эта компьютерная симуляция создана группой по теории относительности в Годдарде НАСА.
Потребовалось почти 30 лет, чтобы кто-то в мире решил эту проблему.
Это была одна из групп.
На нем изображены две черные дыры, вращающиеся вокруг друг друга, опять же, с этими полезными нарисованными кривыми.
И если вы можете видеть - это довольно слабо - но если вы можете видеть красные волны, исходящие наружу, то это гравитационные волны.
Это буквально звуки космического звона, и они будут распространяться из этих черных дыр со скоростью света, когда они будут звенеть и сливаться в одну вращающуюся, тихую черную дыру в конце дня.
Если бы вы стояли достаточно близко, ваше ухо резонировало бы с сжатием и растяжением пространства.
Вы бы буквально услышали звук.
Теперь, конечно, ваша голова будет сжата и растянута без пользы, так что у вас могут возникнуть проблемы с пониманием того, что происходит.
Но я хотел бы сыграть для вас тот звук, который мы предсказываем.
Это из моей группы - чуть менее гламурное компьютерное моделирование.
Представьте себе более легкую черную дыру, падающую в очень тяжелую черную дыру.
Звук, который вы слышите, - это легкая черная дыра, ударяющая в пространство каждый раз, когда она приближается.
Если он уходит далеко, он становится слишком тихим.
Но он приходит, как молоток, и буквально раскалывает пространство, раскачивая его, как барабан.
И мы можем предсказать, каким будет звук.
Мы знаем, что по мере того, как он падает, он становится быстрее и громче.
И, в конце концов, мы услышим, как маленький парень просто падает на большого парня.
Я никогда не слышал этого так громко - это на самом деле более драматично.
У себя на родине это звучит как-то нелепо.
Это что-то вроде динь, динь, динь.
Это еще один звук из моей группы.
Нет, я не показываю вам никаких изображений, потому что черные дыры не оставляют после себя полезных следов чернил, и пространство не нарисовано, показывая вам кривые.
Но если бы вы проплыли в космосе на космическом отдыхе и услышали это, вам захотелось бы двигаться дальше.
(Смех) Хочется уйти от звука.
Обе черные дыры движутся.
Обе черные дыры приближаются друг к другу.
В данном случае они оба довольно сильно колеблются.
А потом они сольются.
Этот щелчок очень характерен для слияния черных дыр - он раздается в конце.
Это наш прогноз того, что мы увидим.
К счастью, мы находимся на безопасном расстоянии в Лонг-Бич, штат Калифорния.
И, конечно, где-то во Вселенной произошло слияние двух черных дыр.
И, конечно, пространство вокруг нас звенит, пройдя, может быть, миллион световых лет или миллион лет со скоростью света, чтобы добраться до нас.
Но звук слишком тихий, чтобы кто-то из нас мог его услышать.
На Земле строятся очень трудолюбивые эксперименты - один из них называется LIGO - который будет обнаруживать отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на четыре километра.
Это удивительно амбициозный эксперимент, и он будет на высокой чувствительности в течение следующих нескольких лет - чтобы поймать это.
Есть также миссия, предложенная для космоса, которая, как мы надеемся, будет запущена в ближайшие десять лет, под названием LISA.
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры в миллионы или миллиарды раз больше массы Солнца.
На этом снимке Хаббла мы видим две галактики.
Они выглядят так, как будто застыли в каком-то объятии.
И каждая из них, вероятно, содержит в своем ядре сверхмассивную черную дыру.
Но они не заморожены, они на самом деле сливаются.
Эти две черные дыры сталкиваются, и они сольются в течение миллиарда лет.
Это за пределами нашего человеческого восприятия, чтобы подобрать песню такой продолжительности.
Но LISA смогла увидеть финальные стадии двух сверхмассивных черных дыр ранее в истории Вселенной, последние 15 минут перед тем, как они упадут вместе.
И это не только черные дыры, но и любое большое возмущение во Вселенной - и самое большое из них - Большой взрыв.
Когда это выражение было придумано, оно было насмешливым - вроде: "О, кто поверит в Большой взрыв?"
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой Взрыв со стороны.
На самом деле мы никогда не хотим этого делать. Мы хотим быть внутри вселенной, потому что нет такой вещи, как стоять за пределами вселенной.
Итак, представьте, что вы находитесь внутри Большого взрыва.
Она повсюду, она вокруг вас, и пространство хаотично колеблется.
Прошло четырнадцать миллиардов лет, а эта песня до сих пор звучит вокруг нас.
Формируются галактики, и в этих галактиках формируются поколения звезд, и вокруг одной звезды, по крайней мере, одной звезды, находится обитаемая планета.
И вот мы лихорадочно строим эти эксперименты, делаем эти вычисления, пишем эти компьютерные коды.
Представьте себе, что миллиард лет назад столкнулись две черные дыры.
Эта песня звучала в космосе все это время.
Мы даже не были здесь.
Он становится все ближе и ближе - 40 000 лет назад, мы все еще делаем наскальные рисунки.
Если бы это был Большой Взрыв, который мы собирались уловить, это звучало бы так.
Это в буквальном смысле определение шума.
Это белый шум, это такой хаотичный звон.
Но она вокруг нас повсюду, по-видимому, если она не была уничтожена каким-то другим процессом во Вселенной.
И если мы поднимем его, это будет музыкой для наших ушей, потому что это будет тихим эхом того момента нашего создания, нашей наблюдаемой вселенной.
Так что в течение следующих нескольких лет мы сможем немного увеличить звуковую дорожку, воспроизвести вселенную в звуке.
Но если мы обнаружим эти самые ранние моменты, это приблизит нас к пониманию Большого взрыва, что приблизит нас к тому, чтобы задать некоторые из самых трудных, самых неуловимых вопросов.
Если мы запустим фильм нашей Вселенной назад, мы знаем, что в нашем прошлом был Большой Взрыв, и мы можем даже услышать его какофонический звук, но был ли наш Большой Взрыв единственным Большим Взрывом?
Я имею в виду, мы должны спросить, случалось ли это раньше?
Произойдет ли это снова?
Я имею в виду, что в духе восхождения к вызову TED, чтобы возродить чудо, мы можем задавать вопросы, по крайней мере, в эту последнюю минуту, которые, честно говоря, могут ускользнуть от нас навсегда.
Но мы должны спросить: возможно ли, что наша Вселенная - всего лишь шлейф от какой-то великой истории?
Или возможно, что мы всего лишь ветвь мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть, некоторые из них с черными дырами, играющими на барабанах, может быть, некоторые без - может быть, некоторые с разумной жизнью, а может быть, некоторые без - не в нашем прошлом, не в нашем будущем, но каким-то образом фундаментально связаны с нами?
Поэтому мы должны задаться вопросом, если есть мультивселенная, в какой-то другой части этой мультивселенной, есть ли там существа?
Вот мои мультивселенные существа.
Есть ли другие существа в мультивселенной, интересующиеся нами и интересующиеся своим собственным происхождением?
И если это так, я могу представить их такими же, как мы, вычисляющими, пишущими компьютерный код, создающими инструменты, пытающимися обнаружить самый слабый звук своего происхождения и задающимися вопросом, кто еще там.
Спасибо, спасибо.
(Аплодисменты)
В Вирджиния-Бич снесли памятник конфедератам
Город Вирджиния-Бич убрал 115-летний памятник конфедератам с общественной территории в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял возле старого здания суда округа Принцессы Анны, в том же месте, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс удаления.
Совет выслушал десятки ораторов и решил, что памятник рассматривается многими как вызывающий разногласия и болезненное напоминание о прошлом.
Статуя недавно была полностью закрыта, с запертыми воротами вокруг нее после недавних протестов и вандализма в отношении других памятников Конфедерации.
Памятник пока будет находиться на хранении.
Теперь город должен ждать каких-либо предложений от исторических групп или других организаций, которые могли бы захотеть забрать памятник.
Полиция испытывает новые, менее смертоносные средства, в то время как протесты продолжаются
По мере того, как продолжаются ожесточенные столкновения между правоохранительными органами и протестующими в Портленде и по всей стране, ведутся споры о том, как полиция может сократить применение смертоносной силы.
Некоторые компании предлагают новые высокотехнологичные инструменты, такие как дистанционные наручники, которые полиция может использовать вместо более опасных вариантов, таких как перцовые баллончики, резиновые пули и светошумовые гранаты.
Правозащитная организация Amnesty International проанализировала 500 видеозаписей протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
"Мы видели злоупотребление слезоточивым газом, перцовым аэрозолем, перцовыми шариками, 40-миллиметровыми патронами, в основном все комбинации менее смертоносного оружия использовались ненадлежащим образом", - сказал следователь Amnesty International по оружию Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для того, чтобы избежать необходимости в огнестрельном оружии.
"Все эти устройства должны быть под рукой, чтобы полицейские могли использовать их помимо смертоносной физической силы, применяемой огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право лишить себя жизни", - сказал Кори Пегес, бывший заместитель инспектора Департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет из 8-футового кевларового шнура, который обматывает подозреваемого.
Есть акустические устройства дальнего радиуса действия, также известные как звуковые пушки, оружие направленной энергии, которое использует лазеры для нагрева кожи человека, новые снаряды, сделанные из таких вещей, как пена и мел, вонючие бомбы и, конечно же, электрошокер.
Акции Axon, компании, которая производит электрошокер, выросли более чем на 18%, достигнув рекордных максимумов, когда протесты переросли в насилие через несколько дней после убийства полицейскими Джорджа Флойда.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет $11,85 млрд.
Посмотрите видео, чтобы получить представление о новых высокотехнологичных инструментах, которые полиция использует для менее смертоносной силы, о том, как они регулируются, и о том, что поставлено на карту для будущего полиции и сообществ, которым они служат.
ООН заявляет о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД -- В докладе ООН говорится, что в Афганистане скрываются более 6000 пакистанских повстанцев, большинство из которых принадлежат к запрещенной пакистанской группировке "Талибан", ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группа, известная как "Техрик-и-Талибан" (ТТП), связана с афганским филиалом группировки "Исламское государство".
Некоторые из членов ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится на востоке Афганистана.
Афганское правительство не ответило в воскресенье на запросы Associated Press о комментариях.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также от сил США и НАТО и даже иногда от афганских талибов.
Доклад был подготовлен аналитической группой ООН по мониторингу санкций, которая отслеживает террористические группы по всему миру.
По оценкам доклада, численность ИГ в Афганистане составляет 2200 человек, и хотя его руководство истощено, среди лидеров ИГ все еще числится гражданин Сирии Абу Саид Мохаммад аль-Хорасани.
В докладе также говорится, что мониторинговая группа получила информацию о том, что два высокопоставленных командира "Исламского государства", Абу Кутайба и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление, (Исламское государство) по-прежнему способно совершать громкие нападения в различных частях страны, включая Кабул.
Он также нацелен на привлечение боевиков Талибана, которые выступают против соглашения с Соединенными Штатами", - говорится в докладе, ссылаясь на мирное соглашение, подписанное США с Талибаном в феврале.
Это соглашение было заключено, чтобы позволить США завершить свое 19-летнее участие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использоваться террористическими группировками.
Ожидается, что соглашение также гарантирует полное участие талибов в борьбе против ИГ.
Вторая и, возможно, самая важная часть соглашения призывает к переговорам между талибами и политическим руководством Кабула.
Поздно вечером в субботу Государственный департамент США опубликовал заявление, в котором говорится, что его посланник по вопросам мира Залмай Халилзад снова курсирует по региону, стремясь начать эти переговоры, которые неоднократно откладывались, поскольку обе стороны спорят о программе освобождения заключенных.
Соглашение, поддержанное США, призывает афганское правительство освободить 5000 заключенных талибов, а талибов - освободить 1000 правительственных и военных сотрудников в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет высокопоставленными преступниками, и предложило бесплатные альтернативы.
Талибы отказались.
"Стороны как никогда близки к началу межафганских переговоров, ключевому следующему шагу к прекращению 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Несмотря на то, что был достигнут значительный прогресс в обмене пленными, этот вопрос требует дополнительных усилий для полного решения".
Политический представитель Талибана ранее на этой неделе заявил, что он готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенных будет завершено.
Большим беспокойством для Пакистана является присутствие в Афганистане боевиков, особенно связанных с ТТП или Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за громкие нападения в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда было совершено нападение на школу пакистанской армии, в результате которого погибли 140 человек.
Большинство из них были студентами, а некоторым было всего 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается от 6000 до 6500, большинство из них с ТТП", - говорится в докладе.
Многие считают, что вождение - это занятие, предназначенное исключительно для тех, кто может видеть.
До сих пор считалось невозможным, чтобы слепой человек мог безопасно и самостоятельно управлять транспортным средством.
Здравствуйте, меня зовут Деннис Хонг, и мы приносим свободу и независимость слепым, создавая автомобиль для слабовидящих.
Итак, прежде чем я расскажу об этом автомобиле для слепых, позвольте мне вкратце рассказать вам о другом проекте, над которым я работал, под названием DARPA Urban Challenge.
Теперь речь шла о создании роботизированного автомобиля, который может ездить сам по себе.
Вы нажимаете на старт, никто ничего не трогает, и он может добраться до места назначения полностью автономно.
Так, в 2007 году наша команда выиграла полмиллиона долларов, заняв третье место в этом конкурсе.
Примерно в то же время Национальная федерация слепых, или NFB, бросила вызов исследовательскому комитету о том, кто может разработать автомобиль, который позволит слепому человеку безопасно и самостоятельно управлять автомобилем.
Мы решили попробовать, потому что подумали: "Эй, как это может быть сложно?"
У нас уже есть автономное транспортное средство.
Мы просто помещаем в него слепого человека, и все, не так ли?
(Смех) Мы не могли ошибаться больше.
NFB хотел не транспортное средство, которое может водить слепого человека, а транспортное средство, в котором слепой человек может принимать активные решения и управлять.
Так что нам пришлось выбросить все в окно и начать с нуля.
Поэтому, чтобы проверить эту безумную идею, мы разработали небольшой прототип дюнного багги, чтобы проверить его осуществимость.
А летом 2009 года мы пригласили десятки незрячих молодых людей со всей страны и дали им возможность прокатиться.
Это был совершенно потрясающий опыт.
Но проблема с этим автомобилем заключалась в том, что он был разработан для езды только в очень контролируемой среде, на плоской, закрытой парковке - даже на полосах, обозначенных красными дорожными конусами.
Так что с этим успехом мы решили сделать следующий большой шаг, разработать настоящий автомобиль, на котором можно ездить по реальным дорогам.
Так как же это работает?
Ну, это довольно сложная система, но позвольте мне попытаться объяснить ее, может быть, упростить.
Итак, у нас есть три шага.
У нас есть восприятие, вычисления и невизуальные интерфейсы.
Теперь очевидно, что водитель не может видеть, поэтому система должна воспринимать окружающую среду и собирать информацию для водителя.
Для этого мы используем начальную единицу измерения.
Он измеряет ускорение, угловое ускорение - как человеческое ухо, внутреннее ухо.
Мы объединяем эту информацию с GPS-устройством, чтобы получить оценку местоположения автомобиля.
Мы также используем две камеры для определения полос движения на дороге.
А еще мы используем три лазерных дальномера.
Лазеры сканируют окружающую среду, чтобы обнаружить препятствия - автомобиль, приближающийся спереди, сзади, а также любые препятствия, которые встречаются на дороге, любые препятствия вокруг транспортного средства.
Таким образом, весь этот огромный объем информации затем подается в компьютер, и компьютер может делать две вещи.
Во-первых, обработать эту информацию, чтобы иметь представление об окружающей среде - это полосы дороги, это препятствия - и передать эту информацию водителю.
Система также достаточно умна, чтобы определить самый безопасный способ управления автомобилем.
Таким образом, мы также можем генерировать инструкции о том, как управлять элементами управления транспортным средством.
Но проблема заключается в следующем: как мы передадим эту информацию и инструкции человеку, который не может видеть достаточно быстро и достаточно точно, чтобы он мог управлять автомобилем?
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса.
Итак, начиная с трехмерной звуковой системы пинга, вибрирующего жилета, колеса с голосовыми командами, полоски для ног и даже обуви, которая оказывает давление на ногу.
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов.
Теперь первый интерфейс называется DriveGrip.
Итак, это пара перчаток, и у них есть вибрирующие элементы на суставе, так что вы можете передавать инструкции о том, как управлять - направление и интенсивность.
Другое устройство называется SpeedStrip.
Итак, это кресло - на самом деле, это массажное кресло.
Мы вырезаем его, и мы переставляем вибрирующие элементы по разным схемам, и мы приводим их в действие, чтобы передать информацию о скорости, а также инструкции, как использовать педаль газа и тормоза.
Итак, здесь вы можете увидеть, как компьютер понимает окружающую среду, и поскольку вы не видите вибрации, мы на самом деле ставим красные светодиоды на водителе, чтобы вы могли видеть, что происходит.
Это сенсорные данные, и эти данные передаются на устройства через компьютер.
Так что эти два устройства, DriveGrip и SpeedStrip, очень эффективны.
Но проблема в том, что это устройства для обучения.
Так что это не настоящая свобода, не так ли?
Компьютер подсказывает, как ехать - поворачивать налево, поворачивать направо, ускоряться, останавливаться.
Мы называем это "проблемой водителя на заднем сиденье".
Таким образом, мы отходим от устройств для обучения, и теперь мы больше фокусируемся на информационных устройствах.
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix.
Так что думайте об этом как о мониторе для слепых.
Это маленький планшет, в нем много отверстий, и из него выходит сжатый воздух, так что он действительно может рисовать изображения.
Таким образом, даже если вы слепы, вы можете положить руку на него, вы можете видеть полосы дороги и препятствия.
На самом деле, вы также можете изменить частоту выхода воздуха и, возможно, температуру.
На самом деле это многомерный пользовательский интерфейс.
Так что здесь вы можете увидеть левую камеру, правую камеру из автомобиля и то, как компьютер интерпретирует это и отправляет эту информацию в AirPix.
Для этого мы показываем симулятор, в котором слепой человек управляет автомобилем с помощью AirPix.
Этот симулятор также был очень полезен для обучения слепых водителей, а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов.
Так что в основном это так и работает.
Но этот автомобиль является прототипом, и он не выйдет на дороги до тех пор, пока не будет доказано, что он так же безопасен или безопаснее, чем сегодняшний автомобиль.
И я искренне верю, что это может произойти.
Но все же, примет ли общество такую радикальную идею?
Как мы будем относиться к страхованию?
Как мы будем выдавать водительские права?
Есть много различных препятствий, помимо технологических проблем, которые мы должны решить, прежде чем это станет реальностью.
Конечно, главная цель этого проекта - разработать автомобиль для слепых.
Но потенциально более важным, чем это, является огромная ценность побочных технологий, которые могут быть получены в результате этого проекта.
Используемые датчики могут видеть сквозь темноту, туман и дождь.
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их в более безопасных автомобилях для зрячих людей.
Или для слепых - бытовая техника - в учебных заведениях, в офисах.
Только представьте, в классе учитель пишет на доске, а слепой ученик может видеть написанное и читать с помощью этих невизуальных интерфейсов.
Это бесценно.
Итак, то, что я показал вам сегодня, - это только начало.
Спасибо вам большое.
(Аплодисменты)
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской компании Huawei в ходе расследований в США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне заявил в социальных сетях, что он не "фабриковал доказательства" против Huawei, как утверждали китайские СМИ, что привело к аресту финансового директора компании в Канаде.
В ныне недоступном посте на WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика оборудования для телекоммуникационных сетей, поскольку проверка Huawei по подозрению в нарушении санкций США в отношении Ирана началась задолго до участия банка в конце 2016 года.
"HSBC не испытывает никакой враждебности по отношению к Huawei и не "подставлял" Huawei", - заявил банк в субботу, добавив, что он никогда не будет искажать какие-либо факты о своих клиентах.
"В ответ на запросы Минюста США о предоставлении информации HSBC Group просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты".
Пост был заблокирован на платформе с пометкой, что он "нарушает правила" и в настоящее время недоступен.
Заявление было сделано вскоре после того, как несколько китайских СМИ, в том числе газеты, связанные с государством, обвинили HSBC в "сговоре" с Вашингтоном, чтобы устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала уже более полутора лет, с тех пор как финансовый директор Huawei Мэн Ваньчжоу была арестована в декабре 2018 года в Канаде по ордеру США.
Мэн грозит обвинение в мошенничестве за то, что она якобы использовала подставную компанию для нарушения санкций против Ирана и якобы лгала банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым доказательствам, на которые ссылается Global Times, HSBC был хорошо осведомлен о связях китайской компании со Skycom.
Сообщается, что банк решил "вступить в сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признаться в отмывании денег и нарушении санкций, включая ограничения в отношении Ирана.
В то время ему было приказано выплатить около 1,9 миллиарда долларов штрафов и предотвратить любые подобные проступки.
"Доказательства указывают на то, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло не обращать внимания на собственные проступки британского банка и не наказывать его в соответствии с соглашением об отсрочке судебного преследования 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитор, если будет доказано, что он виновен в этом "сговоре", может столкнуться с "суровым наказанием" в Китае, одном из основных рынков для HSBC.
Это не первый раз, когда известный банк попадает под огонь критики в последние недели.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности для Гонконга, города, где начался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - с Запада, когда госсекретарь США Майк Помпео назвал поддержку "корпоративным низкопоклонством", и с Востока, когда китайская сторона, как сообщается, заявила, что ее поддержка была "запоздалой".
Ангола: больница Педале передана в ведение министерства здравоохранения
Луанда - Президент Республики Жоау Лоуренсу определил в эту пятницу передачу контроля над больницей Педро Мария Тонха Педале, строящейся в Луанде, в сферу Министерства здравоохранения.
В сообщении пресс-службы президента республики сообщается, что данная мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественного медицинского обслуживания и лекарственного обеспечения населения.
"В данном конкретном случае идея состоит в том, чтобы предоставить ангольцам справочную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который вызвал "огромный спрос" на качественные медицинские услуги по самым разным специальностям.
Это требование, продолжает записка, оправдывается включением в больницу, специализирующуюся на лечении сложных заболеваний, обучения и исследований, вмешательств, связанных с офтальмологией и медициной матери и ребенка, областей, стратегия и управление которыми заслуживают того, чтобы быть под ответственностью Министерства здравоохранения.
Для меня, как для художника, связь очень важна.
Своей работой я пытаюсь показать, что люди не отделены от природы и что все взаимосвязано.
Я впервые побывал в Антарктиде почти 10 лет назад, где увидел свои первые айсберги.
Я был в восторге.
Сердце учащенно билось, голова кружилась, пытаясь понять, что же это такое стоит передо мной.
Айсберги вокруг меня были почти в 200 футах над водой, и я не мог не удивляться, что это была одна снежинка поверх другой снежинки, год за годом.
Айсберги рождаются, когда они откалываются от ледников или отрываются от шельфовых ледников.
У каждого айсберга есть своя индивидуальность.
У них есть особый способ взаимодействия с окружающей средой и своим опытом.
Некоторые отказываются сдаваться и держатся до победного конца, в то время как другие не могут больше терпеть и рушатся в припадке драматической страсти.
Когда вы смотрите на айсберг, легко подумать, что они изолированы, что они отделены и одиноки, так же, как мы, люди, иногда видим себя.
Но реальность далека от этого.
Пока айсберг тает, я вдыхаю его древнюю атмосферу.
По мере того как айсберг тает, он высвобождает богатую минералами пресную воду, которая питает многие формы жизни.
Я подхожу к фотографированию этих айсбергов так, как если бы я делал портреты своих предков, зная, что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом.
Это не смерть, когда они тают; это не конец, а продолжение их пути через цикл жизни.
Некоторые из льдов в айсбергах, которые я фотографирую, очень молоды - им несколько тысяч лет.
А некоторым льдам более 100 000 лет.
Последние фотографии, которые я хотел бы вам показать, - это айсберг, который я сфотографировал в Кекетарсуаке, Гренландия.
Это очень редкий случай, когда вы действительно становитесь свидетелем того, как катится айсберг.
Итак, вот оно.
Слева вы видите маленькую лодку.
Это примерно 15-футовая лодка.
И я хотел бы, чтобы вы обратили внимание на форму айсберга и на то, где он находится на ватерлинии.
Вы можете видеть здесь, он начинает катиться, и лодка переместилась на другую сторону, и человек стоит там.
Это гренландский айсберг среднего размера.
Это примерно 120 футов над водой, или 40 метров.
И это видео в реальном времени.
(Музыка) И вот так айсберг показывает вам другую сторону своей личности.
Благодарю вас.
(Аплодисменты)
Знаете ли вы, сколько существует видов цветковых растений?
Есть четверть миллиона - по крайней мере, те, о которых мы знаем - четверть миллиона видов цветковых растений.
А цветы - это настоящая фигня.
Растениям очень трудно их производить.
Они потребляют огромное количество энергии и много ресурсов.
С какой стати они идут на это?
И ответ, конечно же, как и многие вещи в мире, - это секс.
Я знаю, что у вас на уме, когда вы смотрите на эти фотографии.
И причина, по которой половое размножение так важно - есть много других вещей, которые растения могут делать для размножения.
Можно брать черенки, они могут как бы заниматься сексом сами с собой, они могут сами себя опылять.
Но им действительно нужно распространять свои гены, чтобы смешиваться с другими генами, чтобы они могли адаптироваться к экологическим нишам.
Эволюция работает именно так.
Растения передают эту информацию через пыльцу.
Некоторые из вас, возможно, видели некоторые из этих фотографий раньше.
Как я уже говорил, в каждом доме должен быть сканирующий электронный микроскоп, чтобы можно было их увидеть.
И существует столько же различных видов пыльцы, сколько цветущих растений.
И это на самом деле довольно полезно для криминалистики и так далее.
Большая часть пыльцы, которая вызывает у нас сенную лихорадку, происходит от растений, которые используют ветер для распространения пыльцы, и это очень неэффективный процесс, поэтому она так часто попадает нам в нос.
Потому что вы должны выбрасывать его массами и массами, надеясь, что ваши половые клетки, ваши мужские половые клетки, которые содержатся в пыльце, каким-то образом случайно достигнут другого цветка.
Таким образом, все травы, то есть все зерновые культуры, и большинство деревьев имеют переносимую ветром пыльцу.
Но большинство видов на самом деле используют насекомых для выполнения своих задач, и это в некотором смысле более разумно, потому что пыльца им не так нужна.
Насекомые и другие виды могут брать пыльцу, переносить ее прямо туда, где она необходима.
Таким образом, мы, очевидно, знаем о взаимосвязи между насекомыми и растениями.
Там есть симбиотические отношения, будь то мухи, птицы или пчелы, они получают что-то взамен, и это что-то взамен, как правило, нектар.
Иногда этот симбиоз приводил к чудесным адаптациям - колибри-ястребиная моль прекрасна в своей адаптации.
Растение получает что-то, а ястребиная моль распространяет пыльцу в другом месте.
Растения эволюционировали, чтобы создавать небольшие взлетно-посадочные полосы здесь и там для пчел, которые могли заблудиться.
На многих растениях есть отметины, похожие на других насекомых.
Это пыльники лилии, искусно сделанные таким образом, что когда ничего не подозревающее насекомое приземляется на него, пыльник переворачивается и ударяет его по спине большим количеством пыльцы, с которой он затем переходит на другое растение.
И есть орхидея, которая может выглядеть так, как будто у нее есть челюсти, и в некотором смысле это так; она заставляет насекомое выползать наружу, покрываясь пыльцой, которую оно уносит куда-то еще.
Орхидеи: существует, по крайней мере, 20 000 видов орхидей - удивительно, удивительно разнообразных.
И они идут на всякие ухищрения.
Они должны попытаться привлечь опылителей, чтобы те выполняли их приказы.
Эта орхидея, известная как орхидея Дарвина, потому что именно ее он изучал и сделал замечательное предсказание, когда увидел ее - вы можете видеть, что от орхидеи спускается очень длинная трубка с нектаром.
И в основном то, что насекомое должно делать - мы находимся в середине цветка - оно должно просунуть свой маленький хоботок прямо в середину и вниз по трубе нектара, чтобы добраться до нектара.
И Дарвин сказал, глядя на этот цветок: "Я думаю, что-то развивалось вместе с этим".
И, конечно же, это насекомое.
И я имею в виду, что обычно он как бы скатывается, но в своей вертикальной форме он выглядит именно так.
Теперь вы можете себе представить, что если нектар является такой ценной вещью и дорогой для производства растения, и он привлекает множество опылителей, то, как и в человеческом сексе, люди могут начать обманывать.
Они могут сказать: "У меня есть немного нектара, не хотите ли прийти и взять его?"
Теперь это растение.
Это растение, которое насекомые в Южной Африке просто обожают, и они эволюционировали с длинным хоботком, чтобы получить нектар на дне.
А это - мимика.
Итак, это растение, которое имитирует первое растение.
И вот муха с длинным хоботом, которая не получила никакого нектара от подражателя, потому что подражатель не дает ей никакого нектара.
Таким образом, муха не только не получила нектар от подражающего растения, но также - если вы посмотрите очень внимательно только на головной конец, вы можете увидеть, что у нее есть немного пыльцы, которую она передала бы другому растению, если бы только какой-то ботаник не пришел и не приклеил ее к синей карточке.
(Смех) Теперь обман продолжается в царстве растений.
Этот цветок с его черными точками: они могут выглядеть как черные точки для нас, но если я скажу вам, для самца насекомого нужного вида, это выглядит как две самки, которые очень, очень горячие.
(Смех) И когда насекомое попадает туда и приземляется на него, поливая себя пыльцой, которую оно, конечно же, унесет на другое растение, если вы посмотрите на снимок сканирующего электронного микроскопа, который должен быть в каждом доме, вы увидите, что там на самом деле есть какие-то узоры, которые являются трехмерными.
Так что это, вероятно, даже хорошо для насекомого, а также хорошо выглядит.
И эти фотографии под электронным микроскопом - вот одна из орхидей, имитирующих насекомое - вы можете видеть, что разные части структуры имеют разные цвета и разные текстуры для нашего глаза, имеют очень, очень разные текстуры для того, что насекомое может воспринимать.
И этот эволюционировал, чтобы имитировать глянцевую металлическую поверхность, которую вы видите на некоторых жуках.
И под сканирующим электронным микроскопом вы можете увидеть эту поверхность - действительно совершенно отличную от других поверхностей, на которые мы смотрели.
Иногда все растение имитирует насекомое, даже для нас.
Я имею в виду, я думаю, что это похоже на какое-то летающее животное или зверя.
Это замечательная, удивительная вещь.
Этот умный. Он называется обсидиан.
Иногда я думаю об этом как об инсидиуме.
Для правильного вида пчелы это выглядит как еще одна очень агрессивная пчела, и она идет и бьет ее по голове много-много раз, чтобы попытаться прогнать ее, и, конечно, покрывает себя пыльцой.
Другое дело, что это растение имитирует другую орхидею, которая имеет прекрасный запас пищи для насекомых.
А у этого нет ничего для них.
Так что это обман на двух уровнях - сказочный.
(Смех) Здесь мы видим иланг-иланг, компонент многих духов.
Я на самом деле почувствовал кого-то с некоторыми из них ранее.
И цветы на самом деле не должны быть такими кричащими.
Они посылают фантастический набор запахов любому насекомому, у которого он есть.
Этот не так хорошо пахнет.
Это цветок, который действительно очень неприятно пахнет и, опять же, эволюционировал, чтобы выглядеть как падаль.
Так что мухам это нравится.
Они прилетают и опыляют.
Это - геликодицерос, также известный как арум мертвой лошади.
Я не знаю, как на самом деле пахнет дохлая лошадь, но эта, вероятно, пахнет примерно так же.
Это действительно ужасно.
И мухи просто не могут с собой справиться.
Они влетают в эту штуку и летят по ней вниз.
Они откладывают яйца в него, думая, что это хороший кусок падали, и не понимая, что для яиц нет пищи, что яйца умрут, но растение, тем временем, выиграло, потому что щетина освобождается, и мухи исчезают, чтобы опылить следующий цветок - фантастика.
Вот арум, arum maculatum, "господа и дамы", или "пинта с кукушкой" в этой стране.
Я сфотографировал эту штуку на прошлой неделе в Дорсете.
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно.
И если вы посмотрите вниз, то увидите что-то вроде плотины за спиралью, мухи притягиваются теплом - которое кипит от летучих химических веществ, маленьких мошек - и они попадают в ловушку под этим контейнером.
Они пьют этот сказочный нектар, а потом они все немного липкие.
Ночью они покрываются пыльцой, которая падает на них, а затем щетинки, которые мы видели выше, они как бы увядают и выпускают всех этих мошек, покрытых пыльцой - потрясающая вещь.
Если вы думаете, что это потрясающе, то это один из моих самых любимых.
Это филодендрон селлум.
Любой, кто приехал сюда из Бразилии, знает об этом растении.
Это самое удивительное.
Такого рода фаллический кусок имеет длину около фута.
И оно делает то, что не делает ни одно другое растение, о котором я знаю, и это то, что когда оно цветет - это падикс в середине - в течение примерно двух дней, оно метаболизируется таким образом, который очень похож на млекопитающих.
Таким образом, вместо крахмала, который является пищей растений, он берет что-то похожее на бурый жир и сжигает его с такой скоростью, что он сжигает жир, метаболизируя, примерно со скоростью маленькой кошки.
И это в два раза больше энергии, по весу, чем у колибри - совершенно поразительно.
Эта штука делает еще кое-что необычное.
Он не только поднимется до 115 градусов по Фаренгейту, 43 или 44 градусов по Цельсию, в течение двух дней, но и будет поддерживать постоянную температуру.
Там есть механизм терморегуляции, который поддерживает постоянную температуру.
Теперь я слышу, как вы спрашиваете, почему он это делает.
Разве вы не знаете, что есть жуки, которые просто любят заниматься любовью при такой температуре.
И они заходят внутрь, и у них все получается.
(Смех) Растение осыпает их пыльцой, и они начинают опылять.
И какая это замечательная вещь.
Сейчас большинство опылителей, о которых мы думаем, - это насекомые, но на самом деле в тропиках опыляют многие птицы и бабочки.
И многие тропические цветы красные, и это потому, что бабочки и птицы видят так же, как и мы, как мы думаем, и могут видеть красный цвет очень хорошо.
Но если вы посмотрите на спектр, птицы и мы, мы видим красный, зеленый и синий и видим этот спектр.
Насекомые видят зеленый, синий и ультрафиолет, и они видят различные оттенки ультрафиолета.
Так что есть что-то, что выходит за эти рамки.
И разве не было бы здорово, если бы мы могли каким-то образом увидеть, что это такое, я слышу, как вы спрашиваете.
Ну да, мы можем.
Так что же видит насекомое?
На прошлой неделе я сделал эти фотографии каменной розы, гелиантемы, в Дорсете.
Это маленькие желтые цветы, которые мы все видим, маленькие желтые цветы повсюду.
И вот как это выглядит в видимом свете.
Вот как это выглядит, если убрать красный цвет.
Большинство пчел не воспринимают красный цвет.
А потом я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень, очень длинную экспозицию с определенными частотами ультрафиолетового света, и вот что у меня получилось.
И это действительно фантастическое попадание в цель.
Мы не знаем точно, что видит пчела, так же как вы не знаете, что я вижу, когда называю это красным.
Мы не можем знать, что происходит в разуме другого человека, не говоря уже о разуме насекомого.
Но контраст будет выглядеть примерно так, сильно выделяясь на фоне.
Вот еще один маленький цветок - разные диапазоны ультрафиолетовых частот, разные фильтры, чтобы соответствовать опылителям.
И это именно то, что он будет видеть.
На всякий случай, если вы думаете, что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка; он был просто прикреплен к штативу, а не убит - тогда под ультрафиолетовым светом, посмотрите на это.
И это может быть основой солнцезащитного крема, потому что солнцезащитные кремы работают, поглощая ультрафиолетовый свет.
Так что, возможно, химическое вещество в этом было бы полезно.
И, наконец, одна из примул, которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок.
И мне нравится идея чего-то скрытого.
Я думаю, что здесь есть что-то поэтическое, что эти фотографии, сделанные с ультрафиолетовым фильтром, основное использование этого фильтра для астрономов, чтобы сфотографировать Венеру - на самом деле облака Венеры.
Это основное применение этого фильтра.
Венера, конечно же, является богом любви и плодородия, что является цветочной историей.
И так же, как цветы тратят много усилий, пытаясь заставить опылителей выполнять их приказы, им также каким-то образом удалось убедить нас засеять ими большие поля и дарить их друг другу во время рождения и смерти, и особенно во время брака, который, если подумать, является моментом, который заключает в себе передачу генетического материала от одного организма к другому.
Спасибо вам большое.
(Аплодисменты)
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, преданного боевика, говорит президент Теббун.
Алжир - Президент Республики Абдельмаджид Теббун направил телеграмму соболезнования членам Народной национальной ассамблеи (ННА) Муджахеду Махмуду Гемаме, который скончался в пятницу, в которой он сказал, что Алжир "потерял патриота и борца, преданного делу своего народа и своей нации".
Алжир теряет сегодня из-за смерти Моджахеда Махмуда Гемама, патриота и боевика, преданного делу своего народа и своей нации, человека, который никогда не колебался и чья решимость оставалась непоколебимой с того момента, как он взял в руки оружие, вместе со своими доблестными братьями-моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только смириться с Божьей волей", - написал президент Теббун в своем соболезновании.
"Покойный Махмуд Гемама, мир ему, принадлежал к уникальному поколению преданных патриотов-боевиков, которые пожертвовали собой ради своей родины", - добавил президент республики.
"Покойный посвятил свою жизнь освобождению Алжира от мук унизительного колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI".
"Покойный президент известен всем своей доказанной воинственностью и приверженностью к закреплению образа процветающего и единого Алжира", - сказал президент Теббун.
"На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешивающийся для примирения братьев в одной и той же стране всякий раз, когда разгорается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности принесли покойному Махмуду Гемаме уважение и доверие жителей Таманрассета, которые выбрали его, чтобы представлять их в Народном национальном собрании (ННА) в течение нескольких сроков, в течение которых он был послом и защитником интересов региона и чаяний его народа, и даже представителем и представителем всех алжирцев", - написал президент Республики.
"Всех выражений соболезнования будет недостаточно, чтобы отдать дань уважения моджахеду Махмуду Гемаме, мир ему.
Он покидает нас сегодня в то время, когда Алжир нуждается в нем", - сказал президент.
"Я молюсь Всемогущему Богу, чтобы Он окружил покойного Своим Святым Милосердием, чтобы Он принял его в Своем огромном раю рядом с шухадой и добродетельными людьми.
Я также молю Бога, чтобы он дал терпения и утешения его семье и близким... нет силы и могущества, кроме как у Бога", - заключил президент республики.
Обновление информации о поездках в связи с коронавирусом: какие страны имеют ограничения на поездки для болгар при въезде
Число стран, вводящих ограничения на поездки, растет. С этой недели Чехия хочет провести тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только в том случае, если у них есть регистрация по адресу, трудовой договор или документ, подтверждающий командировку.
С сегодняшнего дня люди, которые посещали Болгарию и Румынию в течение последних 14 дней, подлежат обязательному карантину в Италии.
Обязательный домашний карантин в Австрии, несмотря на отрицательный ПЦР-тест. Это уже требуется для тех, кто въезжает в Германию. В течение следующих 14 дней доступ на юг Румынии был запрещен без уважительной причины.
Со вторника те, кто путешествует на самолете из Болгарии в Грецию, должны будут предъявить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, сделанного за 72 часа до их въезда на территорию нашего южного соседа, объявило Министерство иностранных дел.
Они добавили, что в страну будут допускаться только пассажиры, имеющие сертификат на такой тест. Он должен быть выдан на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям
Тесты на коронавирус будут признаны, если они проводятся в национальных референс-лабораториях, национальных лабораториях здравоохранения или частных лабораториях, которые аккредитованы соответствующими национальными органами по аккредитации (не обязательно специально для COVID-19).
Эта мера не распространяется на греческих граждан, граждан, проживающих в Греции, и путешественников по важным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными греческими властями по прибытии в Грецию.
Требование о том, чтобы граждане, путешествующие на самолете в Грецию, заполняли не менее чем за 24 часа электронную форму определения местоположения пассажира (PLF), генерирующую QR-код, который они предъявляют греческим властям при въезде в страну, остается в силе.
На данный момент нет никаких изменений в требованиях для пересечения сухопутных границ между Болгарией и Грецией. "Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму локализации пассажиров (PLF), генерирующую QR-код не менее чем за 24 часа до прибытия", - пояснили в МИД.
Закрытие КПП "Илинден", "Капитан Петко Воевода" и "Маказа" увеличило трафик через границу в районе Петрича. Проблем с переходом нет. Очередей из грузовиков нет. Все ожидающие выходят в море в Греции. Путешественники ждут около полутора часов, чтобы пересечь Тауэр.
Работают три пункта на болгаро-греческой границе, закрыты только "Илинден - Эксохи" и эта часть Ивайловграда.
Доминик Каммингс находится в заложниках у SAS... во время экскурсии по базе
Главный советник премьер-министра испытал это на прошлой неделе во время экскурсии по базе
Мысль о том, что Доминика Каммингса держат в заложниках с винтовками, направленными на его голову, может быть одной из тех, которые некоторые госслужащие тайно смакуют.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время экскурсии по штаб-квартире SAS, Stirling Lines.
Mail on Sunday сообщает, что часть его визита в среду включала поездку в "Убийственный дом", где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе Херефорд также включала в себя осмотр военной техники полка и брифинг о последних операциях, включая усилия по ликвидации террористов "Исламского государства" в Ираке.
Высокопоставленным посетителям Stirling Lines предлагается необычный прием - поворот в "Убийственном доме", двухэтажном здании, где SAS практикует ближний бой.
Среди предыдущих гостей была принцесса Диана, чьи волосы загорелись из-за искры от гранаты, брошенной во время учений в 1983 году.
Известно, что Каммингс прибыл на базу, названную в честь основателя полка полковника Дэвида Стирлинга, на вертолете.
Он также посетил соседний военный полигон Понтрилас, где базируются другие сверхсекретные подразделения.
Визит был частью его поездки по строго засекреченным британским объектам безопасности, которая вызвала недоумение у политиков и военных руководителей.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, член Консервативной партии и председатель Комитета по обороне Палаты общин, заявил, что депутатам должна быть предоставлена такая же возможность задавать ему вопросы по вопросам обороны и безопасности, как и министрам и государственным служащим.
Специальные советники, которых назначают политики, редко обязаны давать показания специальным комитетам.
Понятно, что старшие офицеры SAS использовали мероприятие в среду, чтобы подчеркнуть важность сохранения численности персонала в Королевской морской пехоте и парашютном полку.
Сообщалось, что эти подразделения, которые составляют большинство войск специального назначения, могут быть сокращены или объединены, чтобы сэкономить деньги.
"Более половины солдат в SAS, состоящей из 250 человек, ранее были парашютистами, в то время как еще меньшая Специальная лодочная служба (SBS) не могла существовать без поддержки Королевской морской пехоты", - сказал источник в министерстве обороны.
"Поэтому Каммингсу было сказано, что эти подразделения должны быть сохранены в полном объеме".
Г-н Каммингс, который жаловался на то, что военные закупки "продолжают растрачивать миллиарды фунтов", недавно присутствовал на встречах в штаб-квартирах МИ-5 и МИ-6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, а также сверхсекретные правительственные лаборатории в Портон-Дауне в Уилтшире.
Вчера вечером Министерство обороны не ответило на просьбу о комментарии.
Утренник "Воскресное утро": чествование Роджерса и Харта
В 2020 году исполняется сто лет со дня дебюта на Бродвее первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра - Ричарда Роджерса и Лоренца Харта.
Чтобы почтить свое авторское наследие, бродвейские звезды Джелани Алладин ("Холодное сердце", "Геркулес") и Кристиани Питтс ("Кинг-Конг", "Сказка Бронкса") вместе с танцором Ричардом Риазом Йодером ("Хелло, Долли!", "Shuffle Along") представляют современный вариант стандарта Роджерса и Харта "The Lady Is a Tramp", записанный специально для аудитории "Sunday Morning".
Музыкальное руководство и аранжировки - у барабанщика Брайана Картера, который выступает вместе с басистом Расселом Холлом.
Пожарные продвигаются вперед в борьбе с пожарами в округе Лассен
Пожарные продвигаются вперед в борьбе с двумя лесными пожарами, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Пожар в Голде, который начался к югу от Адина, локализован на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам, сообщили в субботу утром представители пожарной службы Калифорнии.
После четырех дней горения огонь охватил 21 000 акров, уничтожил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и укрепить контрольные линии.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сьюзанвилля небольшой пожар, известный как пожар Хог, уничтожил два строения и поглотил около 10 000 акров.
По данным Калифорнийского департамента лесного хозяйства и противопожарной защиты, огонь утих ночью, когда пожарные работали над зачисткой и укреплением линий контроля.
К утру субботы он был локализован на 45% и горел в течение шести дней.
В дневную жару, когда температура в районе Сьюзанвилля превышала 90 градусов, тлеющие участки могли вспыхнуть.
В то время как некоторым жителям разрешено вернуться в свои дома, в некоторых районах в обеих зонах пожаров по-прежнему действуют приказы об обязательной эвакуации.
Двое пожарных, пострадавших при пожаре в Золотом, выписаны из больницы.
Цепному мосту между Шотландией и Англией исполнилось 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет в преддверии реконструкции стоимостью 10 миллионов фунтов стерлингов.
Цепной мост Юнион пересекает реку Твид от Фишвика в Шотландии до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, он был самым длинным подвесным мостом из кованого железа в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского Королевского флота капитаном Сэмюэлем Брауном.
Он запатентовал и изготовил цепи из кованого железа после того, как пострадал от потери кораблей Королевского флота, которые оторвались от веревок.
Друзья цепного моста Юнион и Институт гражданских инженеров (Ice) Шотландии отмечают двухсотлетие переправы.
Роберт Хантер из группы друзей сказал: "Это действительно один из самых исторических мостов в мире и завораживающее произведение инженерного искусства.
"Мы запланировали ряд торжеств по этому случаю, но, к сожалению, их пришлось отложить.
"Тем не менее, тот факт, что вскоре начнутся работы по реконструкции стоимостью 10 миллионов фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут наслаждаться мостом во всем его великолепии".
Директор Ice Scotland Ханна Смит описала мост как "часто упускаемую из виду" часть инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это замечательно, что вскоре начнутся работы по его реконструкции".
Северная Корея объявляет чрезвычайное положение в связи с сообщением о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал экстренное заседание политбюро после того, как человек с подозрением на Covid-19 вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
Если это подтвердится, это будет первый случай, официально признанный властями Северной Кореи, которые до сих пор заявляли, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел карантин в приграничном городе Кэсон, назвав это "критической ситуацией, в которой можно сказать, что опасный вирус проник в страну", сообщило государственное информационное агентство ЦТАК.
По данным ЦТАК, человек, бежавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, указывающими на Covid-19.
"Чрезвычайное происшествие произошло в городе Кэсон, где беглец, уехавший на юг три года назад, человек, который, как подозревают, был заражен опасным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии", - говорится в сообщении ЦТАК.
ЦТАК конкретно не упомянуло, был ли человек протестирован, но сообщило, что "неопределенный результат был получен в результате нескольких медицинских осмотров секреции органов верхних дыхательных путей и крови этого человека", что побудило чиновников поместить человека в карантин и проверить всех, с кем он мог контактировать.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгие меры по закрытию границ.
Тысячи людей в этой закрытой стране были помещены на карантин, но недавно ограничения были ослаблены.
В последние недели Северная Корея также активизировала кампанию, критикуя перебежчиков в Южную Корею как "человеческих отбросов" и призывая Южную Корею расправиться с группами, которые отправляют пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в воинских частях вдоль границы, где подозреваемый пересек границу, чтобы "применить суровое наказание и принять необходимые меры".
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидающих принятия мер в парламенте Содружества вызывает обеспокоенность по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя внедрение технологии распознавания лиц, принуждение технологических компаний расшифровывать информацию, хранящуюся в компьютерных системах их клиентов, принуждение технологических компаний предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение полномочий ASIO по принудительному допросу.
Эти меры поднимают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особое беспокойство.
В отличие от других стран "Пяти глаз" - США, Канады, Великобритании и Новой Зеландии - после 11 сентября ASIO было предоставлено право в обязательном порядке допрашивать людей на срок до семи дней в связи с преступлениями, связанными с терроризмом.
Хотя можно согласиться с тем, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия - крайнее насилие, по крайней мере, предлагает четкую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о "широких и расплывчатых" определениях, используемых в этом законопроекте для запуска принудительного допроса: работа с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая является тайной или вводящей в заблуждение и "наносит ущерб интересам Австралии".
Трудно представить себе более "широкое и расплывчатое законодательство о "национальной безопасности", чем это".
ASIO будет разрешено в обязательном порядке допрашивать кого угодно по этим вопросам, а не только подозреваемых правонарушителей.
Сюда входят журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, жители и гости.
ASIO просто нужно будет показать, что допрос будет "в значительной степени способствовать сбору разведданных" об иностранном вмешательстве, что, по-видимому, является главной целью законопроекта.
Затем человека могут допрашивать до 40 часов (не считая перерывов).
Если человек отказывался присутствовать, его арестовывали.
Отказ отвечать или дача ложных или вводящих в заблуждение ответов будет караться лишением свободы на срок до пяти лет.
Правила, которые являются основополагающими в наших правовых системах - на самом деле защищенные конституцией в Соединенных Штатах - отменяются этим законопроектом.
Люди - в том числе люди, которым уже предъявлены обвинения - будут вынуждены предоставить доказательства, которые затем могут быть использованы для их судебного преследования.
У них мог бы быть адвокат, но адвокат был бы ограничен разъяснением вопросов, которые были двусмысленными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи к генеральному прокурору.
Как отметил генеральный инспектор по разведке и безопасности, это "отходит от тенденции повышения требований к внешнему разрешению в других юрисдикциях "Пяти глаз".
Это также нарушает принцип разделения властей, согласно которому суды проверяют действия исполнительной власти.
Новый законопроект также предлагает распространить полномочия по допросу на детей, которым не менее 14 лет, но только на тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, предоставление полномочий принудительно допрашивать кого-либо об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной", или о деятельности, которая "наносит ущерб интересам Австралии", выходит за рамки дозволенного.
Мы одиноки.
Ни одна другая страна "Пяти глаз" не заходит так далеко, даже за преступления, связанные с терроризмом.
Подлинно либеральные демократии защищают от авторитарных мер.
Поведение наших органов безопасности в связи с прослушиванием парламента Восточного Тимора, судебными процессами над Свидетелем К и Бернардом Коллари, тайным судом и заключением в тюрьму бывшего офицера разведки, недавними ордерами на обыск двух журналистов и перспективой предъявления обвинений одному из них в связи с сообщениями о предполагаемых убийствах австралийскими солдатами в Афганистане показывает, почему мы не должны ослаблять бдительность.
Тела матери и двух младенцев найдены в машине, утонувшей в пруду
АВГУСТА, Джорджия - Власти вытащили затопленный автомобиль из пруда в Джорджии и обнаружили внутри тела женщины и ее 10-месячных детей-близнецов.
Офис шерифа округа Ричмонд сообщил, что экипажи обнаружили автомобиль в пруду Мэра в Огасте в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти идентифицировали тела как 25-летнюю Шакию Филпот и ее малолетних детей Кейсена и Кассиуса Уильямсов.
Чиновники не сообщили подробностей о том, как семья оказалась в пруду.
По словам Боуэна, автомобиль обнаружил свидетель, который рыбачил в этом районе.
Тела должны были быть отправлены в Бюро расследований штата Джорджия для вскрытия.
Дело до сих пор расследуется.
Рецензия на "Персов": древний портрет поражения Эсхила
В "Персах" не так много действия, едва ли даже сюжета. Люди просто ходят, разговаривают (по общему признанию, довольно интенсивно) о событиях (по общему признанию, трагических), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции высвобождает ураганный звук и ярость. На своем пике шоу бьет, как удар в солнечное сплетение, захватывая дыхание - воздействие лишь немного притупляется при просмотре онлайн.
Впервые поставленная в 472 г. до н.э., "Персы" Эсхила считается самой старой сохранившейся греческой пьесой. Эта постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра, нет записи в Интернете. Место было первоначально задумано как часть городского асклепиона (лечебного центра), потому что греки считали баланс между телом и душой необходимым для хорошего здоровья. Давайте все с тоской обдумаем эту философию.
Шоу рассказывает о последствиях Саламинской битвы, морского сражения, в котором численно превосходящие греки разгромили могущественную персидскую армию 2500 лет назад. В то время, когда наши горизонты сужаются, это просто головокружительно - виртуально присоединиться к живой аудитории, наблюдая (с субтитрами) за живыми актерами в Греции, когда они исполняют пьесу тысячелетней давности.
Сам Эсхил сражался при Саламине, но в его пьесе есть изюминка: этот ветеран победившей стороны рассказывает свою историю среди побежденных, довольно сочувственно глядя на страдания своих недавних врагов.
Хор персидских мужчин, одетых в длинные юбки коричневого цвета и белые рубашки на пуговицах, открывает церемонию.
Входит овдовевшая мать Ксеркса, королева Атосса (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она - человек в экзоскелете из ткани, одновременно уязвимый и грозный. Кониорду, которая является одной из величайших театральных актрис Греции, знает роль наизусть - она руководила и играла главную роль в более ранней постановке Национального театра Греции "Персы", которая играла в центре Нью-Йорка в 2006 году - и она закрепляет ход событий, не делая, казалось бы, вообще ничего.
Опасения, которые все испытывали, подтверждаются в мучительных подробностях посыльным (Аргирис Пандазарас), возвращающимся с фронта. В абсолютно невероятной сцене он рассказывает о битве, доводя себя до бешенства, когда участники хора танцуют вокруг него, а дронообразная партитура Йоргоса Пулиоса раздувается до, должно быть, оглушительного уровня.
Позже к ним присоединяется мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Ксафис), которому каким-то образом удалось выбраться живым из-под обломков.
Довольно много классического театра, который мы видим в Соединенных Штатах, пытается сделать его более доступным тем или иным способом. Часто это делается с относительно натуралистическим чтением строк, в попытке сделать текст менее чуждым, более легким для усвоения. Но Лигнадис и его труппа полностью принимают декламацию, которая может звучать немного вынужденно для современных ушей, но подчеркивает ритмическую силу текста.
Мы никогда не забываем, однако, что пьеса основана на эмоциях, которые слишком человечны.
Египет начинает регистрацию данных избирателей за рубежом для выборов в сенат
Национальное избирательное управление (NEA) в субботу начало регистрировать данные избирателей на борту, чтобы начать голосовать на выборах в сенат, которые состоятся 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое представительство, связанное с их местом жительства за рубежом, на веб-сайте NEA с 25 по 31 июля.
NEA также опубликовало видео, объясняющее шаги, которые избиратели могут предпринять, чтобы отдать свой голос удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидатов в сенат продлится с 26 июля по 8 августа, говорится в сообщении NEA.
Министр эмиграции и по делам эмигрантов Египта Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в соответствии с их конституционным правом.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон был принят большинством в две трети голосов при возражениях четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100 избираются по индивидуальной системе и 100 членов назначаются президентом республики.
Срок полномочий членов Сената составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
Более 200 пожарных принимают участие в тушении пожара в долине Джурупа - CBS Los Angeles
Долина Джурупа (CBSLA) - Лесной пожар вспыхнул в субботу днем в долине Джурупа, что привело к реагированию более 200 пожарных.
Пожар Карен был зарегистрирован сразу после 3 часов дня на Сьерра-авеню и Карен-лейн.
Площадь пожара выросла с примерно 5-10 акров до примерно 250 акров по состоянию на 8 часов вечера.
Сдерживание при последней проверке было на 50% и 225 пожарных из Cal Fire, Riverside County Fire Department, City of Corona Fire Department и San Bernardino County Fire были на месте и боролись с огнем.
Дальнейшее продвижение огня было остановлено, но ожидается, что ресурсы останутся на ночь для мониторинга условий.
Сообщений о травмах или повреждениях строений не поступало, эвакуация не проводилась.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино была закрыта.
Число заразившихся коронавирусом в Израиле превысило 60 000 человек
ИЕРУСАЛИМ (Рейтер) - Число людей с положительным результатом теста на коронавирус в Израиле превысило 60 000 в субботу, в то время как правительство изо всех сил пытается сдержать рост числа заражений.
Последний ежедневный подсчет показал 1770 новых случаев заражения, в результате чего общее число случаев достигло 60 496, сообщило министерство здравоохранения страны.
Израиль с населением в девять миллионов человек сообщил в общей сложности о 455 смертельных случаях в результате пандемии.
Израиль был одной из первых стран, которая ввела общенациональный локдаун и поначалу успешно сдерживала вспышку.
Количество ежедневных случаев, которые исчислялись сотнями, снизилось до двухзначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, как с тех пор признали некоторые чиновники - и уровень заражения снова вырос.
Возобновление спорадических закрытий различных секторов экономики усугубило общественное недовольство, вызвав ежедневные демонстрации.
Будьте осторожны с садоводческими уловками, которые выглядят слишком хорошо
Для ученого-растениевода может быть неловко признаться в этом, но я - абсолютный любитель садовых трюков.
Мне нравится думать, что это потому, что я непредвзятый или, может быть, просто иррационально оптимистичный, тем более, что многие вещи в растительном мире часто крайне нелогичны.
Но мне не стыдно сказать, что за всю свою жизнь в садоводстве я влюбился в десятки из них.
Хотя я твердо верю в ценность того, чтобы попробовать что-то для себя, если вы не хотите учиться трудным путем, вот некоторые из наиболее распространенных садовых уловок, с которыми я столкнулся.
Первыми, и, вероятно, самыми злостными нарушителями, были привитые растения томата и картофеля.
Провозглашенное революционным прорывом прививание растений томата к корням картофеля на самом деле является ботанической диковинкой старой школы, относящейся, по крайней мере, к 1920-м годам.
Поскольку они оба из одной семьи и имеют в целом схожую внутреннюю "сантехнику", вы действительно можете создать такие хирургически улучшенные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как плоды и корни, требует много метаболической энергии, и если растения пытаются делать и то, и другое, их ограниченная энергия неизбежно раскалывается.
Это означает, что урожайность этих привитых растений ужасна и совсем не похожа на то, что вы видите на маркетинговых картинках.
Кроме того, есть тот факт, что культуры созревают с разной скоростью, поэтому, чтобы собрать урожай, вы должны убить растения до того, как помидоры созреют.
Что касается маркетинговых образов, то здесь тоже много хитростей.
В некоторых крупных каталогах я видел розы, окрашенные в небесно-голубой цвет, и фруктовые деревья с физиологически невозможным количеством плодов на ветвях.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Instagram и используемые торговыми сетями в качестве изображений их испытательных полигонов.
К сожалению, работа небольшого меньшинства бесцеремонных компаний означает, что вы должны смотреть на рекламные изображения, особенно в Интернете, с очень скептическим взглядом.
Если это выглядит слишком хорошо, чтобы быть правдой, то, вероятно, так оно и есть.
Кстати, синий цвет относительно редок в ботаническом мире, так что если вы видите ослепительный новый вереск, орхидею или кактус, сияющий в самом интенсивном "дезинфицирующем" оттенке синего, он почти наверняка был распылен или окрашен.
Это было бы хорошо, если бы продавцы дали это понять, но они редко это делают.
Орхидеи синей моли вернутся к своему первоначальному белому цвету, но опрысканные кактусы и верески, покрытые светопоглощающим слоем красителя, вряд ли выживут долго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что из их пакетов вырастут миниатюрные деревья.
Бонсай - это не вид растения.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые спиливаются, а новые побеги закрепляются на месте.
Я знаю, что буду продолжать попадаться на уловки, это часть удовольствия от экспериментов.
Но отбросьте их, и вы можете найти тот, который на самом деле имеет шанс оправдать свое обещание.
Карантин в Испании: нужно ли проходить карантин в Испании?
Нет - но если вы вернетесь из Испании сегодня после полуночи, вам придется самоизолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсуф сказал: "Решение об исключении Испании ранее на этой неделе было принято, когда данные показали улучшение в распространении вируса.
Но очевидно, что последние данные дали нам повод для беспокойства, чтобы отменить это решение.
"Мы понимаем, что это будет разочаровывающим. Тем не менее, мы всегда ясно давали понять, что внимательно следим за ситуацией с пандемией во всех странах и что мы можем потребовать удалить страну из списка мест, освобожденных от карантинных требований, если вирус покажет всплеск".
"Он все еще активен и все еще смертелен. Подавление вируса, предотвращение его передачи и защита общественного здоровья - наш приоритет".
Никаких правил для британских путешественников, прибывающих в Испанию, не было объявлено, однако, если вы едете в Испанию, вы должны проверить местные правила в вашем районе.
Заместитель директора по чрезвычайным ситуациям в области здравоохранения Испании Мария Хосе Сьерра сказала:
"У нас есть важные вспышки. Это может быть вторая волна. Мы должны посмотреть, что произойдет в ближайшие несколько недель".
Имам-уль-Хак из Пакистана признан годным к игре после травмы на разминке
Пакистан и Англия встретятся друг с другом в трех тестах и стольких же T20I.
Пакистанский отбивающий Имам-уль-Хак был признан годным к отбиванию врачом команды после того, как он получил удар по левой руке во время отбивания в разминочном матче между командами в Дерби.
"Леворукий бэтсмен принял участие в разминке перед началом второго игрового дня", - говорится в заявлении Пакистанского совета по крикету (PCB).
Имам из PCB Whites был ранен в левую руку во время поединка против Насима Шаха из PCB Greens в первый день матча.
Имам был вынужден сойти с дистанции в пятницу вечером после того, как получил удар по левой руке мячом от Шаха, но смог принять участие в утренней разминке и возобновит свою игру на третий день.
Более 30 сотрудников получили положительный результат теста на коронавирус в единственном отделении банка в Тамилнаде
По меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, штат Тамилнад, дали положительный результат на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, посетившим банк клиентам также было рекомендовано добровольно явиться для сдачи анализов на коронавирус.
Ранее от COVID-19 умер высокопоставленный чиновник филиала, который страдал от других осложнений.
По словам чиновников, о положительных случаях стало известно после того, как недавно в банке был проведен массовый медицинский скрининг.
Высокопоставленные представители банка заявили, что процесс дезинфекции завершен, и банк может возобновить работу с завтрашнего дня.
Медицинские работники корпорации находятся на связи с клиентами, которые посетили банк.
Тамилнад, где зарегистрировано больше всего случаев заражения вирусом в стране после Махараштры, сообщил о 206737 положительных случаях вируса по состоянию на субботу.
Премьер-министр Индии примет участие в закладке храма на спорном участке
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном участке на севере Индии, где мечеть 16-го века была снесена индуистскими сторонниками жесткой линии в 1992 году, по данным треста, контролирующего строительство храма.
Церемония назначена на 5 августа, дату, которую организаторы назвали астрологически благоприятной для индусов, но которая также отмечает год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством, Джамму и Кашмир.
Этот символизм невозможно было не заметить как сторонникам, так и противникам индуистской националистической партии Моди "Бхаратия джаната парти", или БДП, чей манифест на протяжении десятилетий включал в себя обещания лишить беспокойный Кашмир автономии и построить храм индуистскому богу Раму там, где когда-то стояла мечеть эпохи Великих Моголов, в городе Айодхья в штате Уттар-Прадеш, который, по мнению верующих, является местом рождения Рама.
Поскольку коронавирус все еще свирепствует по всей Индии, которая сообщила о третьем по величине количестве заболевших в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а число участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad, или Всемирной индуистской организации, индуистской националистической группе, связанной с БДП.
Храм будет служить "прочным и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства хиндутвы", или индуистского образа жизни, сказал представитель организации Винод Бансал в пресс-релизе в субботу.
Столетний спор вокруг этого места был разрешен в прошлом году после сокрушительной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового фонда, заявив, что мусульманским петициям будет предоставлено пять акров на альтернативном месте.
Индуистские сторонники жесткой линии уже давно утверждают, что могольские мусульманские захватчики построили мечеть на вершине ранее существовавшего храма в древнем городе Айодья.
Беспорядки в декабре 1992 года, последовавшие за разрушением мечети, вызвали межобщинное насилие, в результате которого было убито около 2000 человек, в основном мусульман.
Между тем, судебный процесс по делу о сносе продолжается в специальном суде.
Архитектор из Ахмадабада, штат Гуджарат, родной штат Моди, предложил возвышающееся сооружение из песчаника высотой 49 метров с пятью куполами.
Йоги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил, чтобы Айодхья провела специальную церемонию очистки и очищения, а все храмы города зажгли масляные лампы перед визитом Моди, сообщило информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие ознаменовало конец "500-летней борьбы", сообщает PTI.
