Доминик Рааб: Правительство не может извиниться за решение о карантине в Испании
Доминик Рааб защитил решение правительства о повторном введении карантинных мер в отношении Испании в кратчайшие сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран "туристического коридора", которые Даунинг-стрит считает безопасными для посещения, но недавний всплеск заболеваемости коронавирусом вызвал опасения по поводу второй волны заболевания.
В воскресенье министр иностранных дел защитил внезапное повторное введение ограничений как "реакцию в реальном времени" на тревожный всплеск инфекций, о котором сообщалось в регионе.
Он сказал, что ситуация была оценена вчера днем, "и мы приняли решение так быстро, как могли".
"Мы не можем извиниться за это", - добавил он.
"Мы должны быть в состоянии предпринять быстрые, решительные действия, особенно в отношении локальных или международных в отношении Испании или конкретной страны, где мы видим, что мы должны принять меры".
"В противном случае мы рискуем вновь заразиться в Соединенном Королевстве, возможно, вторая волна здесь, а затем еще один локдаун", - сказал он.
Транспортный секретарь среди испанских отдыхающих вынужден был уйти на карантин
Решение было принято после того, как в Испании в течение двух дней подряд было зарегистрировано более 900 новых ежедневных случаев заболевания Covid-19.
Министр иностранных дел признал, что у многих туристов не осталось времени отменить или изменить свои планы.
"Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или собирается пойти, но мы должны быть в состоянии принять быстрые, решительные меры для защиты Великобритании", - сказал он.
"Мы добились такого прогресса в подавлении вируса и предотвращении повторного распространения вируса в Соединенном Королевстве".
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за "откровенно шамболическое" отношение к этой мере.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих "в замешательстве и огорчении".
Депутат от лейбористской партии сказал Софи Ридж: "Я понимаю, почему они приняли решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно шамболично.
"В Испании сейчас есть отдыхающие, которые сбиты с толку и расстроены, есть люди, которые собираются отправиться на отдых в Испанию и на такие острова, как Тенерифе, которые сбиты с толку, и они не знают, разрешат ли их работодатели взять двухнедельный карантин.
"Правительство просто говорит:" Мы надеемся, что работодатели будут сотрудничать "".
"То, как это решение было принято за последние 24 часа, откровенно шамболично".
Что означает для отдыхающих пребывание Испании в карантинном списке?
Он призвал министров внести "ясность" относительно того, получат ли те, кого просят на карантин, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что четкая информация также необходима "для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом накопили весь год для своего семейного отдыха, которые смущены и огорчены".
"То, как было сообщено об этом решении, очевидно, вызывает беспокойство", - подчеркнул он.
Г-н Рааб сказал, что ни один работник, соблюдающий новое руководство, не должен подвергаться наказанию со стороны работодателей, в том числе в виде выплаты больничного.
Он сказал: "Мы меняем правила - закон меняется в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которые будут вынуждены по закону находиться на карантине, необходимую гибкость.
"Если кто-то соблюдает закон в отношении карантина и самоизоляции так, как он должен, он не может быть наказан".
"Неудачи" США сдерживают поиск препаратов от коронавируса
Глобальным усилиям по производству полезных антиковидных лекарств препятствуют США, потому что исследователи тестируют лекарства "произвольно, волей-неволей", предупредил эксперт, возглавляющий британскую программу.
Британская программа "Испытание на выздоровление", в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один перспективный новый препарат для борьбы с болезнью, а также выделила два других - ранее считавшихся потенциальными спасателями жизни - как бесполезные.
Но неспособность медицинской системы США соответствовать этому показателю означает, что другие перспективные методы лечения, которые могли бы быть очищены для широкого использования, еще предстоит оценить.
В частности, выздоравливающую плазму (плазму крови, которую берут у пациентов с Covid-19 и которая содержит антитела, которые могли бы защитить других от заболевания) еще предстоит должным образом протестировать на крупномасштабном рандомизированном исследовании.
"Десятки тысяч людей уже получили выздоравливающую плазму в США, но это лечение не было рандомизированным", - сказал профессор Мартин Лэндрей, один из основателей программы восстановления.
"Они просто дают людям выздоравливающую плазму в надежде, что она сработает, и они до сих пор не знают, помогает ли она или вредит, или не оказывает никакого влияния", - добавил Лэндрей, эксперт по организации крупномасштабных испытаний лекарств.
США не в состоянии проводить крупные рандомизированные испытания, и это заканчивается тем, что они предоставляют плохие лекарства
Рандомизированные испытания лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют неосознанные предубеждения, которые могут затуманить суждения клиницистов.
Тысячам людей дают препарат, а тысячам других дают плацебо.
Никто не знает, что им дали.
Затем сравниваются результаты и выявляется эффективность лечения.
Таким образом, Recovery смог продемонстрировать, что стероидный дексаметазон снизил смертность на треть у пациентов с Covid-19 на аппаратах ИВЛ.
Он также показал, что широко разрекламированный препарат гидроксихлорохин - а также комбинированная терапия препаратами лопинавир и ритонавир - не оказали никакого влияния на спасение жизней пациентов.
Крайне важно, что для этих исследований требовалось очень большое количество пациентов, и ни одна больница не располагает достаточным количеством для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
Медицинская служба США, напротив, раздроблена, и ее единственный успех в указании возможного лечения заключается в том, что она подчеркнула полезность дорогостоящего препарата remdesivir для ускорения выздоровления некоторых пациентов с Covid-19.
"В США проводится множество испытаний небольших наркотиков, в которых участвуют несколько десятков или несколько сотен пациентов, но ничего не говорится о каком-либо веществе", - добавил Лэндрей.
"Они не справляются с большими рандомизированными испытаниями, и это приводит к тому, что они дают плохие лекарства, что делает медицинскую практику хуже, а результаты для пациентов - хуже", - сказал он.
Лэндрей сказал, что эта неудача была особенно раздражающей, когда речь зашла об использовании выздоравливающей плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
"Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной основе волей-неволей. Великобритания превосходит все по сравнению с тем, что там происходит", - добавил он. - "Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной основе волей-неволей.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы "Восстановление", сказал:
"Были сообщения о том, что 20 000 пациентов получали выздоравливающую плазму в когорте, но ни один из этих пациентов не был рандомизирован.Если бы они поместили этих пациентов в рандомизированные исследования, у нас теперь был бы четкий ответ об эффективности выздоравливающей плазмы".
Хорби добавил, что Recovery в настоящее время запустила рандомизированное исследование выздоравливающей плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы заболела 212 человек в 23 штатах
25 июля (PI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, от которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что 87 человек заболели с момента его последнего сообщения о вспышке во вторник.
Агентство сообщило, что у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, на проявление которых может уйти от двух до четырех недель, в период с 19 июня по 11 июля.
Тридцать один человек был госпитализирован с начала вспышки, но о погибших не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не установлен.
Она не давала никаких рекомендаций против употребления в пищу или употребления определенных продуктов, а также не называла ритейлеров, которые могли бы продавать зараженные продукты.
Наибольшее количество случаев заболевания сальмонеллой было зафиксировано в Орегоне, где был зарегистрирован 51 случай инфицирования, а в штате Юта, где было зарегистрировано 40 случаев, было зарегистрировано больше всего случаев заболевания сальмонеллой, чем в штате Орегон, где был зарегистрирован 51 случай инфицирования.
Сальмонелла - это бактериальная болезнь пищевого происхождения, которая вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей каждый год, по данным CDC.
Наиболее распространенными симптомами инфицирования сальмонеллой являются диарея, лихорадка и спазмы в желудке, которые могут начаться от шести часов до шести дней после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пара MACED в калифорнийском собачьем парке за то, что не носила маски во время обеда (ВИДЕО) - RT SA News
Там постыдная маска, а затем полный штурм.
Калифорнийская пара, обедавшая со своим щенком в собачьем парке, пережила второй случай, когда разгневанная женщина распылила им перец за то, что они отказались маскироваться... во время еды.
Эш О Брайен и муж Джаретт Келли говорят, что они укусили, чтобы поесть в парке собак Дасти Родс в Сан-Диего в четверг, с их трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда к ним подошла "случайная старушка", назвав их "идиотами" за то, что они не маскируются, несмотря на то, что "нельзя носить маску и есть одновременно".
О Брайен сказал женщине, чтобы она покинула парк и прекратила преследовать ее, после чего женщина выпустила банку булавы в пару.
Видеозапись, снятая случайным свидетелем, начинается с того, что Келли борется с баллончиком от женщины и получает дозу булавы в лицо за свои неприятности.
Слышно, как О Брайен плачет на заднем плане, когда нападающая уходит со своими собаками.
О Брайен поделилась видео на Facebook и сказала ABC 10, что она хочет, чтобы женщина "попала в тюрьму".
Маски для лица обязательны на всей территории штата Калифорния, даже на свежем воздухе.
Эти маски можно снимать только несколько раз, в том числе во время еды или питья.
Однако нигде в руководстве штата по борьбе с коронавирусом не говорится, что прохожие могут использовать несмертельное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху "позора масок" это все равно преступление, за которое предусмотрено наказание в виде штрафа в размере 1000 фунтов стерлингов или до трех лет в тюрьме штата.
Бесплатное образование для продавца яиц в Индоре Парас Райкар, чья тележка была опрокинута якобы за взятку в 100 рупий
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история о том, как тележка 13-летнего продавца яиц была опрокинута гражданскими чиновниками, стала вирусной в социальных сетях, мальчик, живущий в Индоре, нашел подавляющую поддержку со стороны людей по всей стране, помогая им оправиться от потерь и снова начать свой бизнес
Семья мальчика также заявила, что политики, в том числе лидер Конгресса Рахул Ганди и главный министр Дели Арвинд Кеджривал, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложение взять на себя расходы на образование детей в семье.
Тележка Параса Райкара, перевозившая яйца, якобы была опрокинута в четверг гражданскими чиновниками в Индоре, где администрация ввела правило "лево-право" для пошатнувшегося открытия магазинов на фоне пандемии коронавируса.
Видео, в котором мальчик утверждал, что чиновники предупредили его утром, чтобы он убрал свою тележку или заплатил 100 рупий, так как взятка стала вирусной в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, как утверждал мальчик.
Мальчик также заявил, что его ежедневные продажи снизились из-за пандемии, и потеря его акций создаст дополнительную финансовую нагрузку на него, в видео.
С четверга семья мальчика переполнена поддержкой людей по всей стране, многие из них предлагают помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь, чтобы дети были приняты в колледж, BP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом в соответствии с Прадханом Мантри Авас оджана.
Пресс-клуб Indore также предоставил мальчику паек и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
"Нас переполняет поддержка со стороны людей по всей стране.
(BP MLA) Рамеш Мендола заверил квартиру под руководством Прадхана Мантри Авас оджана.
Он также предоставил цикл и 2500 рупий.
Дигвиджая Сингх предоставил 10 000 рупий и гарантии по уходу за образованием двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Женщина из Дели, главный министр Арвинд Кеджривал, позвонила и предложила помощь.
yothiraditya Scindia также предложил поддержку ", - сказал дедушка Параса.
Однажды зимним утром, пару лет назад, я ехал на работу в оханнесбург, Южная Африка, и заметил дымку, висящую над городом.
Я делаю этот диск в большинстве дней, так что было необычно, что я не замечал этого раньше.
оханнесбург известен своим неповторимым горизонтом, который я едва мог видеть в то утро.
Мне не потребовалось много времени, чтобы понять, что я смотрю на огромное облако загрязнения воздуха.
Контраст между живописной средой, которую я знал, и этим покрытым смогом горизонтом что-то взбудоражил во мне.
Я был потрясен возможностью того, что этот город ярких и ярких закатов будет захлестнут тупой дымкой.
В тот момент я почувствовал желание что-то с этим сделать, но не знал, что.
Все, что я знал, это то, что я не мог просто стоять сложа руки.
Главной проблемой было то, что я мало что знал об экологическом менеджменте качества воздуха или химии атмосферы.
Я инженер-компьютерщик, и я был уверен, что не смогу найти выход из этой проблемы загрязнения воздуха.
(Смех) Кто я такой, чтобы что-то делать с этим вопросом?
Я был всего лишь гражданином.
В последующие годы я усвоил очень важный урок, урок, который мы все должны принять близко к сердцу, если мы хотим работать во имя лучшего будущего.
Даже если вы не являетесь экспертом в определенной области, ваш внешний опыт может стать ключом к решению больших проблем в этой области.
Иногда уникальная перспектива, которую вы имеете, может привести к нетрадиционному мышлению, которое может двигать иглой, но вам нужно быть достаточно смелым, чтобы попытаться.
Это единственный способ, который вы когда-нибудь узнаете.
То, что я знал тогда, было то, что если я даже собирался попытаться изменить ситуацию, я должен был сначала разобраться в загрязнении воздуха, и поэтому я снова стал студентом.
Я провел несколько фундаментальных исследований и вскоре узнал, что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире.
Данные Всемирной организации здравоохранения показывают, что почти 14 процентов всех смертей в мире в 2012 году были связаны с загрязнением воздуха в домашних хозяйствах и окружающего воздуха, причем большинство из них произошло в странах с низким и средним уровнем дохода.
Одно только загрязнение атмосферного воздуха ежегодно приводит к большему числу смертей, чем малярия и ВИЧ / СПИД.
В Африке преждевременная смертность от небезопасных санитарных условий или детского недоедания меркнет по сравнению со смертностью из-за загрязнения воздуха, и это связано с огромными экономическими затратами: более 400 миллиардов долларов США по состоянию на 2013 год, согласно исследованию Организации экономического сотрудничества и развития.
Сейчас в своей работе я исследую новые рубежи искусственного интеллекта, где симбиотические отношения между человеком и машиной могут найти благотворную основу и помочь нам принимать лучшие решения.
Когда я размышлял о проблеме загрязнения воздуха, стало ясно, что нам нужно найти способ принимать более правильные решения о том, как мы справляемся с загрязнением воздуха, и, учитывая масштаб проблемы, необходимо делать это совместными усилиями.
Поэтому я решил, что лучше познакомиться с некоторыми людьми, работающими в этой области.
Я начал разговаривать с чиновниками из города оханнесбурга и других близлежащих городов, и я привлек местное научное сообщество, и я также сделал несколько холодных звонков.
Процесс взаимодействия, к которому я приступил, помог мне глубже понять проблему.
Это также помогло мне избежать ловушки, в которую иногда попадают люди в моей профессии, пытаясь внедрить инновации, когда мы быстро применяем технологию, прежде чем мы твердо осознаем проблему.
Я начал вырабатывать идею о том, что я мог бы сделать, чтобы улучшить ситуацию.
Я начал с того, что просто спросил себя, как я мог бы каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей, к которым я обратился.
Я хотел создать онлайн-платформу управления качеством воздуха, которая бы выявляла тенденции загрязнения и проецировала на будущее, чтобы определить, каких результатов можно ожидать.
Я был полон решимости, чтобы моя идея воплотилась в практическое решение, но я столкнулся с неопределенностью и не имел гарантии успеха.
То, что у меня было, было очень специфическим набором инженерных навыков, навыков, которые я приобрел за свою карьеру (Смех), которые были новыми для людей, которые так много лет работали над проблемой загрязнения воздуха.
Что я понял, так это то, что иногда только один свежий взгляд, один новый набор навыков может создать условия для чего-то замечательного.
Наша сила воли и воображение являются путеводной звездой, позволяющей нам прокладывать новые пути и преодолевать препятствия.
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев получить более чем десятилетний объем данных об уровнях загрязнения воздуха и метеорологических условиях в оханнесбурге и его окрестностях, мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха, которая живет в облаке.
Эта программная система анализирует исторические данные и данные в реальном времени, чтобы выявить пространственно-временные тенденции загрязнения.
Затем мы использовали новую технологию машинного обучения, чтобы предсказать будущие уровни загрязнения для нескольких различных загрязнителей за несколько дней вперед.
Это означает, что граждане могут принимать более правильные решения о своих ежедневных перемещениях и о том, где поселить свои семьи.
Мы можем заблаговременно предсказывать неблагоприятные события, связанные с загрязнением окружающей среды, выявлять тех, кто сильно загрязняет окружающую среду, и соответствующие органы могут приказать им свернуть свою деятельность.
Благодаря вспомогательному планированию сценариев градостроители также могут принимать лучшие решения о том, как расширить инфраструктуру, например, населенные пункты или промышленные зоны.
Мы завершили пилотный проект нашей технологии, который проводился в течение 120 дней, охватывая всю Южную Африку.
Наши результаты были подтверждены, когда мы продемонстрировали тесную корреляцию между прогнозными данными и данными, которые мы получали на земле.
Благодаря нашему руководству мы привлекли передовые, ведущие в мире средства, которые могут выполнять прогнозирование качества воздуха с беспрецедентной разрешающей способностью и точностью, принося пользу городу, в который я въехал в одно зимнее утро не так давно, и подумал: "Что-то здесь не так. Интересуюсь, что можно сделать?"
Итак, дело в том, что если бы я не исследовал проблему загрязнения воздуха дальше?
Что, если бы я не проявлял некоторой заботы о состоянии окружающей среды и просто надеялся, что кто-то где-то позаботится об этом?
Что я узнал, так это то, что приступая к сложной работе, которая продвигает дело, в которое мы твердо верим, важно сосредоточиться на возможности успеха и подумать о последствиях бездействия.
Мы не должны отвлекаться на сопротивление и оппозицию, но это должно мотивировать нас дальше.
Поэтому, где бы вы ни находились в мире, в следующий раз, когда вы обнаружите, что у вас есть какое-то естественное любопытство, которое раздражает вас, и это то, о чем вы заботитесь, и у вас есть какие-то безумные или смелые идеи, и, возможно, это выходит за рамки вашего опыта, спросите себя: Почему бы и нет?
Почему бы просто не пойти дальше и решить проблему как можно лучше, по-своему?
Вы можете быть приятно удивлены.
Спасибо.
(Аплодисменты)
Министр внутренних дел Прити Патель требует объяснений от Twitter и Instagram по поводу "отвратительных" твитов Уайли
Прити Патель потребовала объяснений от Twitter и Instagram по поводу того, сколько времени потребовалось, чтобы удалить "отвратительные" посты, сделанные Уайли.
В настоящее время полиция расследует серию антисемитских комментариев, опубликованных в аккаунтах художника Grime в социальных сетях.
Министр внутренних дел написал в Твиттере в воскресенье: "Антисемитские сообщения от Уайли отвратительны.
"Они не должны были так долго оставаться в Twitter и Instagram, и я попросил их дать полное объяснение.
"Компании, работающие в социальных сетях, должны действовать гораздо быстрее, чтобы удалить такую ужасающую ненависть со своих платформ".
Twitter был обвинен в "игнорировании антисемитизма", так как твиты Уайли все еще были видны через 12 часов после того, как они были впервые опубликованы.
Несколько твитов с тех пор были удалены, и 41-летний мужчина получил семидневный запрет на сайте.
Ранее Twitter заявил, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненавистнического поведения", в то время как Facebook заявил, что "в Instagram нет места для ненавистнических высказываний".
Столичная полиция заявила в субботу: "Метрополитен крайне серьезно относится ко всем сообщениям об антисемитизме, соответствующие материалы оцениваются".
Между тем, управляющая компания Уайли, A-List Management, "разорвала все связи" со звездой.
Бывший менеджер художника Джон Вулф, еврей, написал в Twitter: "После антисемитских твитов Уайли сегодня мы в A ListMGMT разорвали все связи с ним. Антисемитизму нет места в обществе".
Ранее он сказал, что не поддерживает и не одобряет то, что написал Уайли, но что он поговорит с ним в частном порядке и "поможет обучить его".
Тем не менее, в видео в Instagram Уайли, похоже, сказал, что это он разорвал связи со своим руководством.
Другие депутаты раскритиковали Twitter за то, что он позволил твитам оставаться видимыми.
Член парламента от Лейбористской партии Джесс Филлипс сказал в субботу: "Только что видел все вещи Уайли. Почему на земле Twitter оставил такой откровенный антисемитизм и ненависть? Он поражает все опасные ритмы, евреи получают вещи, которые вы не получаете, они контролируют, они думают, что они лучше... Это опасные вещи.
Член парламента Нил Койл добавил: "Его менеджмент, кажется, способен действовать быстрее, чем Twitter, еще раз подчеркнув, что законодательство (включая законопроект о вреде в Интернете) должно гарантировать, что платформы социальных сетей не будут использоваться для распространения ненависти".
Джон Манн, независимый советник правительства по антисемитизму, сказал, что твиты "продемонстрировали именно то, почему закон нуждается в изменении, чтобы привлечь их к разумной ответственности".
Тем временем "Кампания против антисемитизма" попросила полицию расследовать содержание Уайли и призвала закрыть его аккаунты в социальных сетях, "чтобы предотвратить дальнейшее распространение антиеврейского яда".
Уайли, известный как "Крестный отец Грайма" и настоящее имя которого - Ричард Коуи, получил MBE за заслуги в музыке в 2018 году.
Кадлоу говорит, что следующий законопроект о стимулировании коронавируса будет включать больше проверок, продлит мораторий на выселения
Экономический советник Белого дома Ларри Кадлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и разошлет еще один раунд проверок в рамках следующего пакета стимулов по борьбе с коронавирусом.
Комментарии Кадлоу прозвучали через неделю после того, как надежда Белого дома на снижение налогов на заработную плату была снята Конгрессом.
"Приближается чек на 1200 фунтов стерлингов, который станет частью нового пакета. Я бы предпочел снизить налог на заработную плату, помимо этого чека", - сказал Кадлоу в программе CNN "State of the nion".
"Но, как бы то ни было, политически это не работает".
Хотя соглашение официально не было объявлено, министр финансов Стив Мнучин и глава администрации Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами конгресса.
Отменив дополнительные 600 фунтов стерлингов в виде пособий по безработице, которые предоставляло федеральное правительство, Кадлоу заявил, что дополнительные деньги мешают малому бизнесу нанимать работников.
"У нас был поток запросов, телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
"Они зашли слишком далеко, может быть, в марте прошлого года это было необходимо, но, действительно, есть последствия того, что люди не возвращаются на работу".
Мнучин ранее в тот же день в программе "Fo News Sunday" сказал об этом чуть более прямолинейно: "Я думаю, что рабочие и американцы понимают концепцию, что вам не следует платить больше за то, чтобы оставаться дома, чем за работу".
Мнучин сказал, что новый законопроект обеспечит дополнительные пособия по безработице, но отметил, что они будут меньше выплат, выдаваемых по закону CARES.
Он сказал, что некоторые работники собирают больше, чем зарабатывают на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула возвращаться на работу.
Секретарь сказал, что администрация Трампа и республиканцы в Сенате находятся на одной странице с пакетом в 1 триллион, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые сложнее обсудить с демократами, могут быть отложены до другого законопроекта.
Королева и Адам Ламберт: Брайан Мэй отмечает день рождения Роджера Тейлора
Легенда ueen делится своим днем рождения сегодня с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отпраздновал свой 73-й день рождения в минувшие выходные 19 июля и поблагодарил болельщиков за поздравления с днем рождения.
Рок-звезда написала рядом со снимком его и его жены Аниты Добсон: "Ужин на день рождения для меня - созданный Анитой - мы нарядились, чтобы остаться дома"
Суд Египта направил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования того, почему он убил своих троих детей, а также направил его в психиатрическую комиссию.
24 июля 56-летний Мохамед Али бросил своих детей - четырехлетнюю Хадигу, восьмилетнюю Мену и шестилетнего Омара - перед движущимся поездом на железнодорожной станции Маллави.
Было установлено, что Али бессвязно болтал во время расследования, что привело к подозрению, что он страдает психическим расстройством.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объясняла его поведение психологическими проблемами.
Жители деревни Массарт Маллави воздержались от разговоров об инциденте, выразив только свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного года до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по детству и материнству еще в октябре.
Судебное преследование является одним из важнейших столпов в искоренении жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по охране детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP обвиняет пресс-секретаря Белого дома Кейли МакЭнани в "политических" брифингах - но репортеры продолжают задавать политические вопросы - RT SA News
Associated Press обвинило пресс-секретаря Белого дома Кейли МакЭнани в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - очевидно, забывая, что репортеры выбирают вопросы.
В статье, опубликованной в субботу крупнейшим американским информационным агентством AP, говорится, что пресс-брифинги в Белом доме могут быть "нарушенной традицией", так как МакЭнани превратил их в "обтекаемую, насыщенную рекламу президента, которому грозит переизбрание, место для атак на СМИ и форум с относительно легкой информацией" о том, что делает правительство.
Последнее из этих утверждений неоспоримо, так как на брифингах практически не раскрывается никакой новой информации.
В AP не упомянули о том, что на брифингах практически не запрашивается никакой новой информации.
Журналисты часто используют пресс-службы Белого дома, чтобы привлечь внимание к себе, что является формой искусства, усовершенствованной Джимом Акостой из CNN.
Они выходят за рамки типичных состязательных отношений между СМИ и администрацией, повторяя друг друга, задавая вопросы, направленные только на то, чтобы поставить под сомнение президента Дональда Трампа.
В некоторых случаях они сами становятся новостями, например, когда репортер CBS News Вэйцзя Цзян ответил на реплику Трампа "спросите Китай", сделав не очень тонкий намек на расизм: "Сэр, почему вы говорите это именно мне?"
Брифинг 6 июля стал ярким примером разобщенности по поводу того, как брифинги перестали быть источником значимой информации для американцев.
Трамп написал в Твиттере утром, что телевизионные рейтинги NASCAR пострадали от ложного обвинения в преступлении на почве ненависти в отношении водителя Буббы Уоллеса и его решения запретить демонстрацию флага Конфедерации на своих мероприятиях.
Как и следовало ожидать, большинство вопросов касалось твита, когда репортер задавал МакЭнани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
МакЭнани не предоставила ответа, которого хотели журналисты, - звуковой фрагмент, который мог бы навредить Трампу, - но она неоднократно отвечала, говоря, что президент не занимал никакой позиции на флаге Конфедерации, и что суть его послания заключалась в том, что фанатов NASCAR ошибочно изображают расистами.
AP сказала, что она звучала "раздраженной" во время брифинга.
История AP повторила колонку в Washington Post, опубликованную ранее в этом месяце репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что "отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия".
Тем не менее, остроумие и боевой стиль МакЭнани сделали ее героем среди некоторых сторонников Трампа, с тех пор как она дала свой первый брифинг 1 мая после вступления в должность пресс-секретаря в апреле.
Пресс-секретарь отсутствовал более года до ее назначения.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Это изменение пришло с обеих сторон и предшествовало приходу МакЭнани.
Жаркое выступление бывшего пресс-секретаря Сары Хакаби Сандерс от комика Мишель Вольф на ужине корреспондентов Белого дома в апреле 2018 года было настолько жестоким, что даже ведущая MSNBC Мика Бжезински назвала его "плачевным".
Корреспондент AP в Белом доме Джилл Колвин поприветствовала МакЭнани на ее первом брифинге, спросив: "Вы пообещаете никогда не лгать нам с этой трибуны?"
Политический аналитик Fo News Брит Хьюм, ветеран журналистики с более чем 50-летним стажем, который в 1989-1996 годах работал главным корреспондентом ABC в Белом доме, сказал, что репортеры сегодня демонстрируют "агрессивное поведение" в комнате для брифингов из-за их презрения к Трампу.
Как он заявил на этой неделе в программе Tucker Carlson Tonight на канале Fo, из-за своей антитрамповской направленности журналисты пренебрегают сбором политических новостей.
"Это не просто игра в ловушку", - сказал Хьюм о предполагаемой цели пресс-служб.
"Это не просто попытка поставить чиновника в неловкое положение, это попытка получить информацию.
Во время акции протеста в Калифорнии подожгли здание суда
Окленд, Калифорния - Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на офицеров после того, как мирная демонстрация усилилась в конце субботы, сообщила полиция Окленда.
Демонстранты разбивали окна, распыляли граффити, стреляли фейерверками и направляли лазеры на офицеров, сообщили в Twitter в департаменте Окленда.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасные места и безопасные места для демонстрантов".
Протест начался ранее в субботу вечером с таких групп, как "Стена мам", похожая на группу, которая сформировалась в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, развернутыми в этом городе для охраны здания федерального суда.
Президент Дональд Трамп направил федеральных агентов для подавления протестов, которые происходили каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но позже перерос в насилие.
"Незаконное собрание" было объявлено полицией около 23: 30 вечера, и полицейские попросили толпу разойтись.
Пожар вспыхнул в здании Верховного суда округа Аламеда и был локализован спустя некоторое время, сообщили новостные агентства.
Полиция заявила, что протестующие в какой-то момент "разбивали окна и выкрикивали оскорбления на расовой почве в адрес жителей".
Фотографии, опубликованные в Твиттере департамента, показывают разбитое стекло и краску, разбрызганную в здании полиции.
Высокопоставленный чиновник ООН пропустил визит в Пакистан, сославшись на проблему полетов
ИСЛАМАБАД (AP) - Вступающий в должность президент Генеральной Ассамблеи ООН объявил в воскресенье, что он откладывает запланированный визит в Пакистан "из-за некоторых технических проблем с полетами".
Турецкий дипломат Волкан Бозкыр был избран президентом 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в посте в Твиттере он сказал, что визит в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ Бозкиру, что "я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита".
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что обсудит ряд вопросов с Бозкиром, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют обе страны в целом.
Пакистан и Индия вели две из трех войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто обмениваются огнем в Кашмире, что приводит к жертвам среди военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в решении проблемы Кашмира в соответствии с ее резолюциями, позволив людям, живущим в Гималайском регионе, решить, хотят ли они объединиться с Индией, с Пакистаном или они предпочитают независимость.
Пол Погба намекнул на свое будущее после того, как "Ман Юнайтед" занял место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Пол Погба предположил, что он останется в клубе этим летом после того, как "Красные дьяволы" закрепили место в первой четверке.
Победа со счетом 2: 0 над "Лестером" означала, что "Юнайтед" финишировал третьим, опередив "Челси" Фрэнка Лэмпарда.
"Юнайтед" оторвался на 14 очков от "Лестера" всего 12 матчей назад, но сенсационный забег формы привел к тому, что "Ред Девилз" финишировали в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил покинуть клуб за последние два года.
Тем не менее, пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет покупателя, который мог бы объединить плату за трансфер и зарплату Погбы, чтобы отвлечь его от Олд Траффорда.
Это уточнение помогло Погбе в последние недели, так как его выступления, а также язык тела улучшились.
И француз бросил последний намек на то, что он собирается остаться в клубе, опубликовав в своем Инстаграме после победы своей команды со счетом 2-0.
В то время как Погба, возможно, просто праздновал возвращение клуба в соревнования, многие болельщики интерпретируют это как сильное предположение, что он все еще будет в клубе, когда они снова будут соревноваться с лучшими в Европе.
У Погбы есть год, чтобы исполнить свой контракт, хотя клуб может продлить его на 12 месяцев, что означает, что у него фактически есть два года, чтобы работать.
"Юнайтед" заинтересованы в продлении контракта с Погба, и они хотят прояснить ситуацию с ним до следующего сезона.
Погба, в свою очередь, чувствует себя комфортно в клубе и был воодушевлен приходом Бруно Фернандеса.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приход позволил Погба играть в более глубокой позиции центрального полузащитника, что также улучшило его настроение.
"Уотфорд" вылетел из Премьер-лиги, так как Обамейанг уволил победу "Арсенала"
Некоторые игроки "Уотфорда" опустились на колени, другие отправились в туннель без промедления.
Свисток только что раздался за их пять лет в Премьер-лиге, и никто не мог сказать, что, когда случай потребовал от них швырнуть кухонную раковину в "Арсенал", они упали без боя.
Это был спектакль, полный четкости, срочности и агрессии, которые были отличительной чертой их лучшей работы за последние пять лет, но он пришел слишком поздно, как и ответный бой, который почти полностью изменил дефицит в три мяча в тот день.
Если бы Эмилиано Мартинес не смог блестяще спасти затылок Дэнни Уэлбека через 16 минут, вскоре после того, как его бывший товарищ по команде подключился, чтобы поставить "Уотфорд" в пределах двух целей безопасности, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов они не справились с этой задачей, и их исполняющий обязанности менеджера Хейден Маллинс, возможно, подумает, что ему никогда бы не поручили эту самую неблагодарную задачу, если бы его команда ранее продемонстрировала сопоставимое применение.
На протяжении всего сезона они не были достаточно хороши, но также и организация, которая их нанимает.
Одна плохая кампания не может разрушить империю, но и фундамент, заложенный семьей Поццо, не дает никакой гарантии, что они отплывут обратно со второго яруса.
Трудно избежать ощущения, что привычка Уотфорда перевертывать менеджеров закончилась.
Их следующим постоянным - возможно, в самом свободном смысле - назначением станет 12-е за восемь лет, и только столько свежего воздуха может пронести новая метла.
Трой Дини готовится к вылету, несмотря на то, что попал в протокол в Эмирейтс.
Игроки уйдут, Исмаила Сарр снова покажет здесь, что это должно быть немыслимо, что он будет играть в футбол чемпионата в сентябре, и твердая рука должна быть приоритетом.
В матче, который Микель Артета назвал "немного баскетбольной игрой", ничего стабильного не было, хотя это, конечно, было прекрасным развлечением.
Артета сказал, что форварды "Уотфорда" впоследствии "обманывали", хотя он быстро пояснил, что это футбольный термин для "азартных игр, оставаясь впереди".
Они, конечно, должны были это сделать: любое предположение о том, что в конце концов может быть достаточно места для сражения, было быстро отвергнуто, и они могли бы задаться вопросом, как бы все произошло, если бы им не пришлось играть в догонялки.
Вместо этого они почти сразу же пропустили пенальти.
Крейг Доусон небрежно связался с Александром Лаказеттом в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в том, что он выиграет спот-кик, который Пьер-Эмерик Обамейанг беззастенчиво отправил.
Уотфорд собрался, чтобы неустанно нажимать, с Сарром в электрической форме справа, и приблизился через Роберто Перейру и Троя Дини.
Но затем Обамейанг на секунду сбил с ног Кирана Тирни, и на первом перерыве игра была настолько странно искажена, что Артета был менеджером, отрывающим полосу от своих игроков, несмотря на преимущество Арсенала.
Затем Обамейанг контролировал длинный бросок Тирни и реализовал мастерский удар над головой, который оставил ему на один гол меньше золотой бутсы, награду, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Уотфорд, казалось, был готов, но они упорствовали, и после того, как Дэвид Луис выпустил очередную опрометчивую пенальти-зону для альбома на Уэлбеке, Дини протаранил свой собственный пенальти перед перерывом.
Дини, ходящий с ранениями большую часть сезона, тащил себя по полю и был в режиме гладиатора на протяжении всего сезона.
Он, вероятно, упустил бы шанс, который Адам Масина упустил в начале второго периода, и дальнейшие дебюты тоже были отвергнуты.
Уэлбеку впервые помешал отличный Мартинес, который, как подтвердил Артета, выйдет в субботний финал Кубка Англии, а затем весь контингент "Уотфорда" встал на ноги после того, как переделал шипящий крест от Сарра.
Но перспективы Уотфорда угасли, когда его очередная попытка была отбита, и самоанализ, сверху донизу, должен быть обширным.
Знаменитое чистое озеро Тахо было загрязнено изменением климата
Саут-Лейк-Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Поуп-Бич на озере Тахо.
"Мне нравится отдыхать в кемпинге, кататься на велосипеде и купаться на озере", - сказала одна девушка по имени Дакота.
"Это что-то прекрасное, что все хотят посетить", - сказала Эмерика Бенитас.
Именно поэтому дайв-бизнес Мэтта Менье все еще развивается, даже в условиях пандемии.
Он говорит, что видит "исключительную ясность: озеро Тахо - самое чистое, самое прекрасное озеро в стране, я думаю".
Теперь плохие новости: озеро Тахо не такое чистое, не такое ясное, как раньше, когда он переехал сюда более двух десятилетий назад.
"То, что мы замечаем все больше и больше, лежит на камнях", - сказал Менье.
"Вы получаете эти странные водоросли на скалах".
Изменение климата, считают ученые, повлияло на температуру воды и, следовательно, на прозрачность.
А озеро ежегодно посещают 15 миллионов человек - вместе с мусором, который они оставляют.
Менье сказал, что погружения, чтобы очистить дно озера нашли старый мусор.
"И когда я говорю старый мусор, я имею в виду 60-е, 70-е годы", - сказал Менье.
"Пивные банки, банки с газировкой, банки с церковными ключами из старых времен".
Ученые отслеживают чистоту озера Тахо каждый год, сбрасывая белый диск, а затем измеряя, насколько далеко они могут его видеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладов сказал, что это "важный показатель того, насколько здорово озеро".
Когда его измеряли в прошлом году, прозрачность озера составляла около 80 футов.
Это означает, что вы можете видеть этот диск на 80 футов вниз.
Но, учтите это, около 20 лет назад прозрачность озера составляла 100 футов.
Вот эту тенденцию ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, развития вокруг озера и чего-то, что добавилось к озеру в 1960-х годах: крошечные инвазивные креветки, привезенные, чтобы кормить рыбу.
Это не сработало.
"Как только креветки вошли, в озере внезапно не оказалось естественных очистителей", - сказал Шладов.
Аналогичные проблемы стоят перед озерами и водоемами по всему миру.
"Урок здесь в том, что если вы не можете сделать это в Тахо, то какая надежда есть на все реки и лиманы, ручьи и озера по всей стране, которые никогда не будут иметь такой же степени внимания, такого же уровня ресурсов?" - сказал Шладов.
Менье сказал, что он "полон надежд", потому что "если есть положительная сторона нашей пандемии, я думаю, что она показала, что природа вернется и излечится сама, если мы просто избавимся от этого давления, от этого человеческого давления и позволим этому случиться.
"B Herbert" среди 4 вариантов драфта, подписанных "Чарджерс"
КОСТА-МЕСА, Калифорния (AP) - "Лос-Анджелес Чарджерс" подписали четыре своих выбора на драфте, включая квотербека Джастина Херберта, и договорились об условиях с двумя другими членами их класса на драфте.
"Заряжающие" смогли заключить контракты со своим драфтовым классом в субботу, когда они прибыли в тренировочный лагерь для физических упражнений и оборудования.
Вместе с Хербертом, который был выбран под общим шестым номером, команда объявила о подписании контрактов с широкими приемниками Джо Ридом (пятый раунд) и КДжей Хиллом (седьмой раунд), а также с защитником шестого раунда Алохи Гилманом.
Они договорились об условиях с полузащитником первого раунда Кеннетом Мюрреем-младшим и защитником Джошуа Келли, который был выбран в четвертом раунде.
Херберт стартовал в 42 играх в Орегоне, установив рекорд 29-13 с 10 541 проходящими ярдами и 108 общими приземлениями.
Он привел "Утки" к чемпионату Pac-12 в прошлом сезоне, бросив 32 тачдауна и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в Rose Bowl, где он побежал в течение трех приземлений и был назван MVP нападения.
Герберт будет соревноваться с ветераном Тайродом Тейлором за стартовое место.
У "Чарджерс" появится новый защитник после того, как Филип Риверс покинул команду через свободное агентство после 14 сезонов в качестве основного игрока.
Мюррей был выбран под общим 23-м номером после того, как "Лос-Анджелес" обменялся с "Нью-Инглэнд" на возвращение в первый раунд.
Он был выбран третьей командой Associated Press All-America в прошлом сезоне после того, как возглавил "Сонерс" со 102 забитыми мячами, в том числе 69 сольными.
"Барселоне есть что продать" этим летом, так как Коутиньо, Дембеле, Ракитич и Видаль все перечислены для трансферов
Согласно сообщениям, этим летом "Барселона" станет известна как клуб продаж.
Не менее 12 звезд первой команды попали в трансферный список гигантов Ла Лиги, утверждает Марка.
Сообщается, что Филипп Коутинью попал в трансферный список "Барселоны"
И среди них - цели Премьер-лиги Филипп Коутинью, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутиньо и Умтити оба были связаны с переходом в "Арсенал", при этом бразилец также находится под пристальным вниманием "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, ведут борьбу за услуги Ракитича.
Победитель чемпионата мира по футболу во Франции Дембеле, который боролся за игровое время в Камп Ноу, недавно был связан с переходом в "ПСЖ" в обменном соглашении с Неймаром.
Другими игроками, которые считаются избыточными по сравнению с требованиями, являются Нето, Нельсон Семедо, Джуниор Фирпо, Артуро Видаль, Мартин Брейтуэйт, Карлес Алена, Рафинья Алькантара и Жан-Клер Тодибо.
Барселона надеется, что клиринг не только улучшит их финансы, но и поможет их будущему трансферному бизнесу.
Утверждается, что Усман Дембеле также является избыточным по сравнению с потребностями
Согласно испанской газете, "Барселона" уже определила свои трансферные цели на следующий сезон - с аргентинским форвардом Лаутаро Мартинесом во главе их хит-листа.
Но "Интер Милан" продолжает просить, чтобы его пункт о выпуске в размере 101 млн был выполнен, прежде чем вести переговоры с каталонцами.
"Барселоне" придется продать, прежде чем они смогут купить, но оставаться уверенными в том, что они смогут заключить сделку с командой Серии А.
"Барселона" предлагает "Арсеналу" Филиппу Коутиньо в обменном трансфере на плохого мальчика Гендузи ", когда" Канониры "пытаются разгрузить полузащитника
Автомобиль проезжает сквозь толпу, протестующий застрелен в Колорадо
Аврора, штат Колорадо (AP) - Автомобиль проехал сквозь толпу, и протестующий был застрелен в пригороде Денвера Аврора во время демонстраций против расовой несправедливости.
Департамент полиции Авроры сообщил в Твиттере, что протестующие шли по шоссе 225 в субботу, когда через него проехал автомобиль.
Полиция сообщила, что протестующий выстрелил из оружия, ударив по крайней мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они проводят расследование.
Протестующие также разбили окна в здании суда, и в офисе начался пожар, сообщила полиция.
Было объявлено незаконное собрание, и полиция приказала протестующим покинуть район, сообщили власти.
Напряженность усилилась во время недавних протестов против расовой несправедливости после того, как федеральные чиновники были направлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила о беспорядках в Сиэтле в субботу.
Протесты, вызванные гибелью 25 мая Джорджа Флойда, чернокожего мужчины в Миннесоте, который умер после того, как белый офицер прижал его к земле с коленом к шее, также привлекли внимание к другим случаям насилия со стороны полиции со смертельным исходом.
В Колорадо протестующие привлекают внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Авроры в августе 2019 года после того, как звонивший в службу 911 сообщил о его подозрительности.
Полиция поместила его в удушающую хватку, а парамедики ввели 500 миллиграммов кетамина, успокоительного средства, чтобы успокоить его.
У него произошла остановка сердца, позже он был признан мертвым мозгом и отключен от системы жизнеобеспечения.
Разоблачители лейбористского антисемитизма требуют, чтобы Корбин был исключен или предстал перед судом
Согласно сообщениям, лейбористам придется выплатить убытки в размере от 3 до 8 миллионов долларов.
Сейчас на лидера Кира Стармера оказывается давление, чтобы он исключил г-на Корбина.
Вчера вечером бывшие сотрудники партии заявили, что они откажутся от судебного иска, если г-н Корбин будет исключен из партии.
Лейбористская партия пока отказывается комментировать это требование.
Однако депутат от лейбористской партии Джон Трикетт сказал: "Это смехотворное требование".
Сторонники г-на Корбина заявили, что г-ну Стармеру нужно сосредоточиться на борьбе с тори, борющимися с коронавирусом, вместо того, чтобы углубляться во внутренние разногласия лейбористов.
Бывший источник Лейбористской партии сообщил Daily Mail, что они предпримут юридические действия, даже если г-н Стармер действительно исключит г-на Корбина.
"Я имею в виду, что он действительно, он снова сделал Лейбористскую партию конкурентоспособной.
"Предстоит пройти еще долгий путь в политике, но он сделал действительно впечатляющий старт, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, избирателей, как это было, я думаю, они теперь смотрят на это снова гораздо более сочувственно, и они рассматривают его как серьезную фигуру", - сказал он.
У г-на Блэра действительно были опасения, что лейбористы все еще рассматриваются как партия, которая поднимает налоги.
Он сказал: "Мой опыт с налогами, когда вы находитесь в Лейбористской партии, очень осторожен, потому что публика там не сидит, беспокоясь о том, собираетесь ли вы поднимать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь поднимать налоги, поэтому вы просто должны помнить об этом".
Covid-19 навсегда изменит мировую экономику (мнение)
Вирусный скрининг, вероятно, станет частью нашей жизни, так же, как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для обнаружения будущих вспышек вирусов.
Эта инвестиция защищает экономику на случай, если иммунитет к Covid-19 окажется временным.
Во время пандемии во многих странах были приняты варианты немецкой субсидии urarbeit (кратковременная работа).
Эта политика позволяет работникам работать по сокращенному графику и получать меньшую заработную плату, а правительство компенсирует часть недостающей заработной платы.
Сохраняя нетронутыми матчи между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих стратегий и сделать их постоянной частью нашего инструментария восстановления экономики.
Удаленная работа, скорее всего, станет более распространенной.
У нас были некоторые доказательства того, что работа из дома по крайней мере так же продуктивна, как работа в офисе.
Однако многие компании неохотно переходили на удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может быть здесь, чтобы остаться.
Пандемический кризис ускорил темпы цифровой трансформации, с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок имеют дело с дефицитом и узкими местами.
Мы, скорее всего, увидим, как многие из этих компаний перезагружают часть своего производства.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, скорее всего, будет автоматизирована.
Правительства станут больше после того, как будут играть роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет раздуваться, создавая финансовые проблемы по всему миру.
Самый важный урок пандемии Covid-19 - это важность совместной работы над проблемами, которые затрагивают весь человеческий род.
Мы гораздо сильнее едины, чем разделены.
Гиганты Billboard настаивают на скидках в аэропортах и советах
oOh Media привлекли капитал ранее в этом году, чтобы обеспечить больше финансовой уверенности, так как пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждали способы компенсации значительного снижения за счет снижения арендной платы на объектах, которые они эксплуатируют, или за счет отмены или сокращения гарантии минимального дохода, которая обычно вводится при первом подписании сделки.
Один из источников указал, что крупные компании, выпускающие рекламные щиты, возможно, гарантировали до 85 процентов своих прогнозируемых доходов в виде арендной платы.
В некоторых контрактах есть пункты, которые позволяют им снизить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в каком-либо из действующих контрактов между компаниями, производящими билборды, и их арендодателями.
В то же время компании предлагают рекламодателям большие скидки, чтобы заполнить свободные места на билбордах и дать им максимально возможное соотношение цены и качества.
Рекламные щиты в Сиднее и пригородах, на которых обычно размещаются шесть рекламных объявлений, изо всех сил пытаются заполнить все доступные слоты.
Но некоторые сайты - например, рекламный щит oOh media размером 40 10 метров в аэропорту Сиднея - были модернизированы.
oOh Media отказалась от комментариев, но на конференции Macuarie Australia в мае она отметила более чем 20 млн экономии на фиксированной арендной плате.
C Decau от комментариев отказался.
Аэропорты и общественный транспорт - выгодные рекламные контракты для рекламных компаний.
Согласно отчету Ассоциации наружных СМИ за 2019 год, выручка от транспорта, включая аэропорты, составила 169,4 млн, в то время как выручка от уличной мебели, автобусов и трамваев составила 266,5 млн.
Бизнес C Decau имеет контракты с аэропортом Сиднея, трамваями Ярра, аэропортом Перта и автобусами Сиднея.
oOh Media имеет рекламные щиты в таких местах, как залы ожидания antas, рядом с аэропортом Сиднея, аэропортом Аделаиды, аэропортом Дарвина и внутри железнодорожных станций в Сиднее и Мельбурне.
Тендеры на строительство аэропорта Мельбурна и Sydney Trains проходили во время пандемии, и официального решения принято не было.
Мельбурн является вторым по величине аэропортовым контрактом в Австралии, и докоронавирус стоил десятки миллионов каждый год.
По итогам всего года в феврале oOh Media сообщила, что заработала 65,9 млн в своей категории "летать", которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от "поездок на работу", которая состоит из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh, составила 234,8 миллиона долларов.
Согласно финансовым результатам за 2018 год, представленным в Австралийскую комиссию по ценным бумагам и инвестициям, компания C Decau Australia получила 37,7 млн доходов от транспорта в 2018 году.
Но обе цифры, вероятно, будут значительно меньше в этом году.
Согласно данным Standard Media Inde, которые сообщают о расходах четырех из пяти основных групп рекламных агентств, рынок наружной рекламы в июне упал на 68 процентов.
Для сравнения, промежуточные июньские результаты показывают, что цифровые расходы снизились на 37 процентов, в то время как городское радио упало на 48 процентов.
Столичное телевидение упало на 34 процента в июне, расходы на газеты упали на 49 процентов, а расходы на журналы упали на 66 процентов.
Я работаю над тем, чтобы помочь компьютерам общаться о мире вокруг нас.
Есть много способов сделать это, и мне нравится сосредоточиться на том, чтобы помочь компьютерам рассказать о том, что они видят и понимают.
Учитывая такую сцену, современный алгоритм компьютерного зрения может сказать вам, что есть женщина и есть собака.
Он может сказать вам, что женщина улыбается.
Возможно, он даже сможет сказать вам, что собака невероятно милая.
Я работаю над этой проблемой, думая о том, как люди понимают и обрабатывают мир.
Мысли, воспоминания и истории, которые такая сцена может вызвать у людей.
Все взаимосвязи связанных ситуаций.
Может быть, вы видели такую собаку раньше, или вы проводили время, бегая по пляжу, как этот, и это еще больше пробуждает мысли и воспоминания о прошлом отпуске, прошлом времени на пляже, времени, проведенном с другими собаками.
Один из моих руководящих принципов заключается в том, что, помогая компьютерам понять, что такое этот опыт, понять то, что мы разделяем, верим и чувствуем, мы находимся в отличном положении, чтобы начать развивать компьютерные технологии таким образом, чтобы они дополняли наш собственный опыт.
Так что, углубившись в это, несколько лет назад я начал работать над тем, чтобы помочь компьютерам генерировать человекоподобные истории из последовательностей изображений.
Так что однажды я работал со своим компьютером, чтобы спросить его, что он думает о поездке в Австралию.
Он посмотрел на фотографии, и увидел коалу.
Он не знал, что такое коала, но сказал, что думал, что это интересное существо.
Потом я поделился с ним последовательностью снимков о сгорающем доме.
Он посмотрел на снимки и сказал: "Это потрясающий вид, это потрясающе"
Он послал озноб по моему позвоночнику.
Она увидела ужасное, меняющее жизнь и разрушающее жизнь событие и подумала, что это что-то позитивное.
Я понял, что он распознал контраст, красные, желтые, и подумал, что это что-то стоит отметить положительно.
И отчасти это было связано с тем, что большинство изображений, которые я ему дал, были положительными.
Это потому, что люди, как правило, делятся положительными образами, когда они говорят о своем опыте.
Когда вы в последний раз видели селфи на похоронах?
Я понял, что по мере того, как я работал над улучшением задачи ИИ за задачей, набора данных за набором данных, я создавал огромные пробелы, дыры и слепые пятна в том, что он мог понять.
И при этом я кодировал всевозможные предубеждения.
Предвзятость, которая отражает ограниченную точку зрения, ограниченную одним набором данных, - предвзятость, которая может отражать человеческие предубеждения, обнаруженные в данных, такие как предрассудки и стереотипы.
Я вспомнил эволюцию технологии, которая привела меня туда, где я был в тот день, - как первые цветные изображения были откалиброваны по отношению к коже белой женщины, что означает, что цветная фотография была предвзятой по отношению к черным лицам.
И та же самая предвзятость, то же самое слепое пятно продолжалось и в 90-е годы.
И то же самое слепое пятно продолжается и сегодня в том, насколько хорошо мы можем распознавать лица разных людей в технологии распознавания лиц.
Я подумал о современном состоянии исследований сегодня, когда мы, как правило, ограничиваем наше мышление одним набором данных и одной проблемой.
И тем самым мы создавали больше слепых пятен и предубеждений, которые ИИ мог бы еще больше усилить.
Тогда я понял, что мы должны глубоко задуматься о том, как выглядит технология, над которой мы работаем сегодня, через пять лет, через 10 лет.
Люди эволюционируют медленно, со временем, чтобы исправить проблемы во взаимодействии человека и окружающей среды.
Напротив, искусственный интеллект развивается невероятно быстрыми темпами.
И это значит, что очень важно, чтобы мы сейчас об этом думали внимательно, чтобы мы задумались о наших собственных "слепых пятнах", о наших собственных предрассудках, и думали о том, как это влияет на создаваемую нами технологию, и обсуждали, что сегодняшняя технология будет означать для завтрашнего дня.
Руководители компаний и ученые высказали свое мнение о том, какой, по их мнению, будет технология искусственного интеллекта будущего.
Стивен Хокинг предупреждает, что "искусственный интеллект может покончить с человечеством".
Илон Маск предупреждает, что это экзистенциальный риск и один из самых больших рисков, с которыми мы сталкиваемся как цивилизация.
Билл Гейтс подчеркнул: "Я не понимаю, почему люди больше не обеспокоены".
Но эти взгляды - они часть истории.
Математика, модели, основные строительные блоки искусственного интеллекта - это то, что мы называем доступом и с чем работаем.
У нас есть инструменты с открытым исходным кодом для машинного обучения и интеллекта, в которые мы можем внести свой вклад.
И кроме того, мы можем поделиться своим опытом.
Мы можем поделиться своим опытом с технологиями и тем, как они нас волнуют и как они нас волнуют.
Мы можем обсуждать то, что любим.
Мы можем общаться с дальновидностью о тех аспектах технологии, которые могут быть более полезными или могут быть более проблематичными с течением времени.
Если мы все сосредоточимся на том, чтобы открыть дискуссию об ИИ с предвидением будущего, это поможет создать общую дискуссию и осознание того, что такое ИИ сейчас, чем он может стать и что нам нужно сделать, чтобы добиться такого результата, который нам больше всего подходит.
Мы уже видим и знаем это в технологии, которую мы используем сегодня.
Мы используем смартфоны и цифровые помощники и Roombas.
Неужели они злые?
Может быть, иногда.
Выгодны ли они?
Да, они тоже это.
И они не все одинаковые.
И там вы уже видите свет, проливающий свет на то, что ждет будущее.
Будущее продолжается от того, что мы строим и создаем прямо сейчас.
Мы приводим в действие тот эффект домино, который прокладывает эволюционный путь ИИ.
В наше время прямо сейчас мы формируем ИИ завтрашнего дня.
Технология, которая погружает нас в дополненную реальность, оживляя прошлые миры.
Технология, которая помогает людям делиться своим опытом, когда им трудно общаться.
Технология, построенная на понимании потоковых визуальных миров, используемых в качестве технологии для беспилотных автомобилей.
Технология, основанная на понимании образов и генерации языка, превращается в технологию, которая помогает людям с нарушениями зрения лучше получить доступ к визуальному миру.
И мы также видим, как технологии могут привести к проблемам.
Сегодня у нас есть технология, которая анализирует физические характеристики, с которыми мы родились, такие как цвет нашей кожи или внешний вид нашего лица, чтобы определить, можем ли мы быть преступниками или террористами.
У нас есть технология, которая просматривает наши данные, даже данные, касающиеся нашего пола или нашей расы, чтобы определить, можем ли мы получить кредит или нет.
Все, что мы видим сейчас, - это снимок эволюции искусственного интеллекта.
Потому что то, где мы сейчас находимся, находится в пределах момента этой эволюции.
Это означает, что то, что мы делаем сейчас, повлияет на то, что будет происходить дальше и в будущем.
Если мы хотим, чтобы ИИ развивался таким образом, чтобы это помогало людям, тогда нам нужно определить цели и стратегии, которые позволяют этот путь сейчас.
То, что я хотел бы видеть, это то, что хорошо сочетается с людьми, с нашей культурой и с окружающей средой.
Технология, которая помогает и помогает тем из нас, кто страдает неврологическими заболеваниями или другими нарушениями, чтобы сделать жизнь одинаково сложной для всех.
Технология, которая работает независимо от вашей демографии или цвета вашей кожи.
И поэтому сегодня я сосредоточился на технологиях завтрашнего дня и на 10 лет вперед.
ИИ может получиться по-разному.
Но в данном случае это не беспилотный автомобиль без какого-либо пункта назначения.
Это машина, на которой мы едем.
Мы выбираем, когда ускорить, а когда замедлить.
Мы выбираем, нужно ли нам сделать поворот.
Мы выбираем, каким будет ИИ будущего.
Существует огромное игровое поле всех вещей, которыми может стать искусственный интеллект.
Это станет многими вещами.
И это зависит от нас сейчас, чтобы понять, что нам нужно сделать, чтобы убедиться, что результаты искусственного интеллекта будут лучше для всех нас.
Спасибо.
(Аплодисменты)
Коронавирус: Путешественникам из Испании приказали соблюдать карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны находиться на карантине в течение 14 дней, согласно новым правилам путешествий по коронавирусу.
Об этом было объявлено в субботу после всплеска случаев заболевания коронавирусом в Испании, в пятницу сообщалось о более чем 900 новых случаях заболевания вирусом.
Испанские чиновники также предупредили, что вторая волна может быть неизбежной, так как в крупных городах наблюдается всплеск заболеваемости.
Авиакомпании, включая British Airways, раскритиковали новые меры, назвав их "еще одним ударом" по британским отдыхающим.
Людям, которые в настоящее время находятся на отдыхе в Испании, Министерство транспорта посоветовало следовать местным правилам, возвращаться домой в обычном режиме и проверять информацию на веб-сайте Министерства иностранных дел, посвященном туристическим рекомендациям.
Министерство иностранных дел рекомендует не совершать никаких поездок на материковую часть Испании, однако карантинные меры распространяются на тех, кто возвращается из материковой Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Рекомендации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кого коснулись новые правила, - министр транспорта Грант Шаппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит свое путешествие, как и планировалось, и изолируется в соответствии с указаниями по возвращении.
Карантинные меры для британских путешественников впервые были введены в начале июня.
Но после давления со стороны авиационной и туристической индустрии правительство и автономные администрации опубликовали списки стран, освобожденных от правил.
British Airways заявила, что она "разочарована" последними изменениями в рекомендациях и правилах правительства в отношении поездок, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорится, что этот шаг "вверг в хаос планы путешествий тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "еще больше повредят и без того хрупкому перезапуску авиационного сектора, который продолжает сталкиваться с самой большой проблемой в своей истории".
Крупнейший туроператор Великобритании Tui отменил свои рейсы из-за вылета на материковую Испанию и Канарские острова в воскресенье.
Пассажиры, находящиеся в настоящее время в отпуске, смогут вернуться на предполагаемый рейс домой.
Тем не менее, бюджетная авиакомпания Easyet заявила, что "разочарована" и будет работать по полному расписанию в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на стоимость бронирования", - говорится в сообщении компании.
Пресс-секретарь Ассоциации британских туристических агентств (Abta) сказал, что изменение правительством правила карантина было "разочаровывающим".
"Мы предлагаем правительству рассмотреть вопрос об отмене правил карантина для полетов в и из некоторых регионов с более низким уровнем заражения, или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма Великобритании", - сказал он.
В Испании на данный момент зарегистрировано более 28 000 смертей от коронавируса.
В четверг в стране наблюдался самый большой ежедневный рост числа инфекций с тех пор, как закончилась карантин.
Каталония стала последним регионом, который расправился с ночной жизнью.
Богатый северо-восточный регион, который является домом для Барселоны, приказал закрыть все ночные клубы на две недели и ввел комендантский час в полночь в барах в районе большой Барселоны.
Гай Хеджкоу из BBC в Мадриде говорит, что заражение среди молодых людей вызывает особое беспокойство, так как они собираются в больших количествах в городах ночью.
Франция предупредила своих граждан не ездить в Каталонию, а Норвегия заявила, что начнет помещать в карантин людей, прибывающих из Испании.
Правительство призывает работодателей "с пониманием относиться к тем, кто возвращается из Испании, кому теперь нужно будет самоизолироваться".
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что эта новость будет "глубоко обеспокоена семьями, которые попали в Испанию или планируют поездки".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
"Это подтверждает тот факт, что эти вопросы могут быть изменены в кратчайшие сроки, и поэтому я советую быть осторожным в отношении несущественных зарубежных поездок", - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь к своей семье в Испанию с женой и двумя маленькими детьми.
Но новые правила означают, что он должен был отменить, так как боится, что работодатель его жены не сможет принять ее, взяв дополнительные две недели на карантин по возвращении.
Он сказал, что считает маловероятным, что они получат возмещение за рейс, так как он не был отменен.
"Я опустошен", - сказал он Би-би-си.
"У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества".
Лоис Стотард из Южного оркшира рассказала Би-би-си, что она забронировала отпуск в Севилье в качестве сюрприза на 30-й день рождения своего бойфренда, который должен был вылететь в воскресенье утром, но теперь она чувствует, что не может путешествовать.
"Я ключевой работник - я учитель - и у моего бойфренда есть обязательства по работе, поэтому мы не можем находиться на карантине в течение 14 дней, когда мы вернемся", - сказала она.
"Мы не можем вернуть деньги, а для того, чтобы изменить компанию, нужно вдвое больше, чем я уже заплатил в виде гонораров. Я очень разочарован и расстроен, так как мы упакованы и готовы к работе".
Лестер счастлив попасть в цель европейского футбола, говорит победитель "Золотой бутсы" Джейми Варди
Джейми Варди признал, что разочарован тем, что пропустил матч в Лиге чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона - квалификации в Европу.
"Фокс" были вторыми в декабре и третьими, когда футбол возобновился после карантина, но они набрали всего четыре очка из последних пяти игр, чтобы финишировать пятыми в Премьер-лиге.
Победа в последний день над "Манчестер Юнайтед" обеспечила бы финиш в первой четверке, но команда Брендана Роджерса проиграла со счетом 2: 0, что, по словам Варди, было самым огорчительным аспектом.
"Это было разочаровывающе, тем более, что мы проиграли игру", - сказал он в эфире Sky Sports на полной ставке.
"Но мы сказали в раздевалке, мы нацелились за закрытыми дверями, чтобы квалифицироваться в Европу, и мы сделали это.
"У нас был шанс попасть в Лигу чемпионов, и это было еще лучше, но мы подумаем над этим и вернемся сильнее в следующем году.
"Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать".
В то время как его команда потерпела неудачу, сам Варди закончил сезон в качестве лучшего бомбардира Премьер-лиги в возрасте 33 лет, забив 23 гола.
Он отдал дань уважения своим товарищам по команде, получившим награду, и сказал, что у него осталось еще много миль на высшем уровне, несмотря на его преклонный возраст.
"Я в восторге, все дело в команде, без них я бы не был в том положении, в котором я играл за голы, и я отбросил немало.
"Сейчас я немного отдохну и вернусь на следующий сезон, готовый к работе.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке, и я не получаю много травм, так что речь идет о том, чтобы оставаться на высоте и вернуться как можно сильнее в следующем году ".
"Что там случилось?" Боец FC Коррейя получает удар после того, как повернулся назад к сопернику, ошибочно думая, что раунд закончился (ВИДЕО) - RT Sport News
Бразильская легковеса Бете Коррея - ветеран FC, но допустила любительскую ошибку, повернувшись спиной к сопернице Пэнни Кианзад и ошибочно думая, что раунд закончился в их бою на Fight Island, и в результате была помечена.
Подходя к концу первой строфы их противостояния на андеркарте в Абу-Даби, 37-летняя Коррея, казалось, ошибочно приняла 10-секундное предупреждение за фактический конец раунда, протянув перчатку, прежде чем повернуться спиной к Кианзаду и вернуться в свой угол.
Шведский боец заработал без колебаний, пометив соперника правой рукой, прежде чем продолжить серию ударов, чтобы поддержать Коррейю по клетке.
На мгновение оказавшись в опасности, бразилец затем восстановил контроль, чтобы подавить угрозу и поддержать Кианзада до того, как был объявлен фактический конец раунда.
"Что там случилось? О, мое слово", - восклицали комментаторы на канале ESPN.
Это была лишь часть разочаровывающей ночи для бывшей претендентки на титул в легчайшем весе Коррейи, которая потерпела поражение единогласным решением, что является ее третьим поражением за последние четыре восьмиугольника и оставляет ее общий рекорд в 11-5, с одной ничьей.
Для родившейся в Иране 28-летней Кианзад это была вторая победа на спине после ее победы над Джессикой-Роуз Кларк на FC Fight Night в Москве еще в ноябре.
Кианзад сейчас 13-5 в общем зачете и 2-1 в FC, так как женщина, известная как "Банзай", стремится подняться в рейтинге 135 фунтов.
В другом месте вечером австралийский Роберт Уиттакер обошел английского Даррена Тилла в главном турнире среднего веса, в то время как российский боец Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на Fight Island, самый короткий за всю историю период между победами в FC современной эпохи.
Рахул Ганди идет к людям по вопросу Раджастана
Член Конгресса Рахул Ганди написал сегодня в Твиттере видео, пытаясь мобилизовать людей против БДП в связи с событиями в Раджастане.
Используя хэштег SpeakpForDemocracy, его пост в Хиндии призвал людей "объединиться и поднять наш голос за демократию".
Конгресс планирует провести в понедельник общенациональную акцию протеста в связи с ситуацией в Раджастане, где правительство Ашока Гехлота борется за выживание.
В то время как партия заявила, что протест пройдет возле Раштрапати Бхаван, официальной резиденции президента Рама Натха Ковинда.
В видео Конгресс обвинил БДП в "разрыве конституции и разрушении демократии", в то время как вся страна борется с коронавирусом.
Он сделал то же самое в штате Мадхья-Прадеш, заявил Конгресс.
"Мы требуем немедленного созыва собрания, что соответствует нашим конституционным правам", - говорится в видеоролике партии.
Губернатор Раджастана Калрадж Мишра отклонил одно предложение о начале сессии ассамблеи.
Сегодня был представлен второй документ, который, по его словам, он рассматривает.
Правительство г-на Гелота было в глубоком кризисе после того, как его заместитель Сачин Пилот стал мятежником с куском MLA, поддерживающих его.
Партия не смогла дисквалифицировать мятежников, чтобы снизить отметку большинства в собрании.
Г-н Пилот, который был лишен своих постов в партии и правительстве, был временно освобожден от дисквалификации Высоким судом Раджастана, который постановил, что спикер не может предпринимать никаких действий, пока не будет решен более широкий конституционный вопрос о его полномочиях.
Этот вопрос завтра будет рассмотрен Верховным судом, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс лишь один раз опережает отметку большинства в ассамблее, состоящей из 200 членов.
Team Pilot заявляет о поддержке 30 MLA, но пока доказательства указывают только на 19.
В БДП 72 человека, а с учетом союзников и независимых - 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею 2018 года.
В марте она потеряла правительство во главе с Камалем Натхом в штате Мадхья-Прадеш после того, как Джьотирадитья Шиндия присоединился к БДП с 22 из его членов.
Протесты в Сиэтле: Пожары и перцовые брызги, когда тысячи людей маршируют по городу
СИЭТЛ - После нескольких недель эскалации столкновений между протестующими и федеральными властями в Портленде, штат Орегон, толпа из примерно 2000 человек собралась в Сиэтле в субботу, маршируя по улицам и вступая в столкновения с полицией.
Трое полицейских получили ранения, в том числе один, который был госпитализирован с травмой ноги, вызванной взрывчаткой, а 16 протестующих были арестованы ранним вечером, сообщила полиция.
Протестующие, неся плакаты типа "Федералы идут домой" и выкрикивая лозунги "Нет справедливости, нет мира", остановились на месте будущего центра содержания под стражей для несовершеннолетних и зажгли там здания, а некоторые разбили окна близлежащих предприятий.
Полиция столкнулась с толпой в районе Капитолийского холма, применив световые гранаты и перечный аэрозоль, прежде чем они начали брать людей под стражу.
Бипаша Мукерджи, 52 года, из Киркланда, штат Вашингтон, сказала, что она протестует на улицах с мая, и сказала, что ее беспокоит такая агрессивная тактика полиции.
"Это не та страна, в которую я иммигрировала", - сказала г-жа Мукерджи, которая приехала из Индии более 30 лет назад. "Такое ощущение, что мы стремительно превращаемся в фашистское государство и полицейское государство".
Мишод Сэвидж (Michaud Savage) из Сиэтла сказал, что протесты были направлены как против местных властей, так и против размещения федеральных офицеров, которые разгоняли длительную акцию протеста в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для сдерживания толпы, была опасной и неуместной.
"Это очень тяжелое скольжение в чрезвычайно жестоком направлении", - сказал г-н Сэвидж, омывая глаза перцовым аэрозолем и выкапывая рану на руке от гранаты со вспышкой. - "Это очень жесткий спуск в чрезвычайно жестоком направлении", - сказал г-н Сэвидж, вымывая глаза перцовым аэрозолем и выкапывая рану на руке от гранаты со вспышкой.
Смерть Джорджа Флойда в полицейском участке в Миннеаполисе в мае спровоцировала массовые протесты, которые вывели на улицы миллионы людей в десятках городов, но в большинстве городов эти демонстрации ослабли.
Сиэтл и Портленд, однако, были свидетелями продолжительных демонстраций. Сиэтлские протестующие в какой-то момент предъявили претензии на несколько кварталов в районе Капитолийского холма и объявили автономную зону. После серии стрельбы в этом районе полиция зачистила этот район, протесты потихоньку пошли на спад. В Сиэтле и Портленде, однако, прошли продолжительные демонстрации.
Портленд, тем временем, продолжил протесты, с некоторыми из самых ожесточенных протестов вокруг федеральных зданий в городе.После того, как президент Трамп издал указ о защите статуй и федерального имущества, Министерство национальной безопасности направило в город тактические группы, начав серию столкновений, которые привели к травмам протестующих, общим расследованиям инспекторов и призывам местных лидеров к федеральным агентам покинуть город.
Толпы протестующих в этом городе выросли до тысяч, и демонстрации там продолжались.На этой неделе федеральные власти направили тактическую группу в Сиэтл, и протестующие назвали это развитие событий одной из причин субботних демонстраций.
В то время как протесты в Портленде сосредоточились в центре города, демонстрации в субботу прокатились по районам к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Квинтон Лукас в воскресенье поставил под сомнение мотивы, по которым президент Трамп отправил федеральных агентов в американские города, заявив, что, хотя он приветствовал бы помощь в раскрытии множества убийств в городе на Среднем Западе, он считает, что этот шаг может быть больше направлен на повышение шансов Трампа на переизбрание.
"Я был очень разочарован на этой неделе тем, что президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter", - сказал Лукас, демократ, в эфире "Fo News Sunday" о недавних протестах по поводу расового неравенства и жестокости полиции.
"Это не так в Канзас-Сити. У нас было увеличение по сравнению с предыдущим годом но нам нужна помощь в том, чтобы на самом деле расчистить некоторые из нераскрытых убийств", - сказал он в интервью агентству "The News". - "Это не так в Канзас-Сити.
Лукас добавил: "Давайте постараемся сосредоточиться на раскрытии убийств... Я думаю, если вы прислушаетесь к недавним заявлениям... мы рады работать с федеральными агентами в ограниченном масштабе".
Несмотря на свою готовность к тому, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете споров вокруг тактики, используемой федеральными агентами в Портленде, штат Орегон, - заставила многих из его избирателей выразить обеспокоенность по поводу присутствия агентов на улицах города.
"То, что нам не нужно, так это больше топлива для огня от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он. - "Нам не нужно больше топлива для огня со стороны федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он. - "Я думаю, что нам не нужно больше топлива для огня со стороны федеральных агентов".
Трамп в среду объявил, что он направляет 100 федеральных агентов в Чикаго, чтобы помочь бороться с растущим числом некоторых преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как "закон и порядок" президента.
"Наплыв" агентов, о котором было объявлено в среду в Чикаго и других американских городах, является частью операции "Легенда" - названной в честь 4-летнего Легенда Талиферро, который был смертельно ранен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов для помощи местным правоохранительным органам не является беспрецедентной - генеральный прокурор Билл Барр объявил об аналогичном усилении в декабре в семи городах, где наблюдался всплеск насилия, - тип направляемого федерального агента и некоторые из его тактик вызвали обеспокоенность среди законодателей штатов и местных законодателей.
Ряд законодателей от Нью-орка до Портленда высказались против того, чтобы администрация Трампа отправила агентов в их города, особенно после сообщений о том, что неизвестные федеральные агенты задержали протестующих в Портленде и увезли их на автомобилях без опознавательных знаков.
В Портленде почти ежедневно проходят демонстрации против полицейской жестокости и системного расизма после смерти Джорджа Флойда во время содержания под стражей в полиции Миннеаполиса 25 мая.
Местные власти также жаловались на то, что всплески напряженности только усугубили, и эксперты в области уголовного правосудия говорят, что эти усилия не поддаются объяснению из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовым расплатой за расизм и то, как полиция относится к цветным людям.
Фонд в 10 миллионов фунтов стерлингов создан для поддержки мероприятий в Шотландии
Организаторам культурных, общественных и спортивных мероприятий должна быть предложена финансовая поддержка, пока они остаются затронутыми ограничениями карантина.
Шотландское правительство выделило 10 миллионов фунтов стерлингов, чтобы помочь организаторам мероприятий.
Правительство заявило, что рассматривает вопрос о том, как события могут безопасно возобновиться в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала "разрушительное воздействие" на сектор.
Шотландская фестивальная сцена и спортивные мероприятия, такие как Игры Горцев, были среди тех, на кого повлияли ограничения, введенные для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: "Несмотря на то, что у нас был позитивный шаг, который может возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
"Мы тесно и конструктивно сотрудничали с сектором по проблемам, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать работать безопасно.
"Помимо предоставления немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и содействие долгосрочному восстановлению индустрии мероприятий".
Консультативная группа Event Industry заявила, что сектор был одним из первых, кто пошел на карантин, и будет одним из последних, кто полностью выйдет из него.
Председатель Комиссии по ценным бумагам и биржам Питер Дати, который также является исполнительным директором Комиссии по ценным бумагам и биржам в Глазго, сказал, что события ежегодно приносят экономике Шотландии около 6 миллиардов фунтов стерлингов.
Он сказал: "Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как для организаторов мероприятий, так и для более широкого круга компаний, занимающихся цепочками поставок, которые особенно сильно страдают от продолжающегося эффекта длительного периода изоляции".
Недавно мы стали свидетелями влияния кибератак на деловой мир.
Утечки данных в таких компаниях, как P Morgan, ahoo, Home Depot и Target, привели к убыткам в сотни миллионов, а в некоторых случаях и миллиарды долларов.
Не потребовалось бы много крупных атак, чтобы опустошить мировую экономику.
И государственный сектор также не остался в стороне.
В 2012-2014 годах в Управлении по управлению персоналом США произошла значительная утечка данных.
Данные о допуске и отпечатках пальцев были скомпрометированы, что затронуло 22 миллиона сотрудников.
И вы, возможно, слышали о попытке спонсируемых государством хакеров использовать украденные данные для влияния на результаты выборов в ряде стран.
Два недавних примера - компрометация большого количества данных из Бундестага, национального парламента Германии, и кража электронных писем из Национального комитета Демократической партии США.
Киберугроза сейчас влияет на наши демократические процессы.
И, скорее всего, ухудшится.
По мере того, как компьютерные технологии становятся все более мощными, системы, которые мы используем для защиты наших данных, становятся все более уязвимыми.
К этой проблеме добавляется новый тип вычислительной техники, называемый квантовыми вычислениями, который использует микроскопические свойства природы, чтобы обеспечить невообразимое увеличение вычислительной мощности.
Он настолько мощный, что взломает многие системы шифрования, которые мы используем сегодня.
Так безнадежна ли ситуация?
Должны ли мы начать паковать наше цифровое оборудование для выживания и готовиться к предстоящему информационному апокалипсису?
Я бы сказал, пока нет.
Квантовые вычисления все еще находятся в лабораториях, и пройдет несколько лет, пока они не будут применены на практике.
Что еще более важно, были крупные прорывы в области шифрования.
Для меня это особенно захватывающее время в истории безопасных коммуникаций.
Около 15 лет назад, когда я узнал о нашей вновь обретенной способности создавать квантовые эффекты, которых нет в природе, я был взволнован.
Идея применения фундаментальных законов физики для усиления шифрования действительно заинтриговала меня.
Сегодня отдельные группы компаний и лабораторий по всему миру, включая мою, разрабатывают эту технологию для практического применения.
Это верно.
Мы сейчас готовимся бороться с квантом с квантом.
Так как же все это работает?
Ну, во-первых, давайте отправимся в короткое путешествие по миру шифрования.
Для этого вам понадобится портфель, несколько важных документов, которые вы хотите отправить своему другу Джеймсу Бонду, и замок, чтобы все это было в безопасности.
Поскольку документы совершенно секретны, мы собираемся использовать продвинутый портфель.
У него есть специальный комбинированный замок, который при закрытии конвертирует весь текст в документах в случайные числа.
Итак, вы кладете свои документы внутрь, закрываете замок - в этот момент документы конвертируются в случайные числа - и отправляете портфель Джеймсу.
Пока он в пути, вы звоните ему, чтобы дать ему код.
Когда он получает портфель, он вводит код, документы распаковываются, и вуаля, вы только что отправили закодированное сообщение Джеймсу Бонду.
(Смех) Забавный пример, но он иллюстрирует три вещи, важные для шифрования.
Код - мы называем это ключом шифрования.
Вы можете думать об этом как о пароле.
Призыв к Джеймсу дать ему код для комбинационного замка.
Мы называем это обменом ключами.
Таким образом вы гарантируете, что получите ключ шифрования в нужном месте.
И замок, который кодирует и расшифровывает документ.
Мы называем это алгоритмом шифрования.
Используя ключ, он кодирует текст в документах в случайные числа.
Хороший алгоритм закодирует так, что без ключа очень сложно разобраться.
Что делает шифрование таким важным, так это то, что если бы кто-то захватил портфель и разрезал его без ключа шифрования и алгоритма шифрования, он не смог бы прочитать документы.
Они выглядели бы не более чем кучей случайных чисел.
Большинство систем безопасности полагаются на безопасный метод обмена ключами для передачи ключа шифрования в нужное место.
Однако быстрый рост вычислительной мощности ставит под угрозу ряд ключевых методов обмена, которые мы имеем сегодня.
Рассмотрим одну из очень широко используемых сегодня систем - RSA.
Когда он был изобретен в 1977 году, предполагалось, что для взлома 426-битного ключа RSA потребуется 40 квадриллионов лет.
В 1994 году, всего 17 лет спустя, код был нарушен.
По мере того, как компьютеры становятся все более и более мощными, нам приходилось использовать все большие и большие коды.
Сегодня мы обычно используем 2048 или 4096 бит.
Как видите, разработчики и взломщики кода ведут постоянную борьбу за то, чтобы перехитрить друг друга.
И когда квантовые компьютеры появятся в ближайшие 10-15 лет, они еще быстрее взломают сложную математику, которая лежит в основе многих наших систем шифрования сегодня.
Действительно, квантовый компьютер, скорее всего, превратит наш нынешний замок безопасности в простой карточный домик.
Мы должны найти способ защитить наш замок.
В последние годы растет количество исследований, посвященных использованию квантовых эффектов для усиления шифрования.
И были некоторые захватывающие прорывы.
Помните три вещи, важные для шифрования - высококачественные ключи, безопасный обмен ключами и надежный алгоритм?
Ну, достижения науки и техники ставят под угрозу два из этих трех элементов.
Прежде всего, эти ключи.
Случайные числа являются основополагающими строительными блоками ключей шифрования.
Но сегодня они не совсем случайны.
Сейчас мы строим ключи шифрования из последовательностей случайных чисел, генерируемых программным обеспечением, так называемых псевдослучайных чисел.
Числа, генерируемые программой или математическим рецептом, будут иметь некоторую, возможно, тонкую закономерность.
Чем менее случайными являются числа, или в научных терминах, тем меньше энтропии они содержат, тем легче их предсказать.
В последнее время несколько казино стали жертвами творческой атаки.
Выход игровых автоматов фиксировался за определенный период времени, а затем анализировался.
Это позволило киберпреступникам перепроектировать генератор псевдослучайных чисел за вращающимися колесами.
И позволил им с высокой точностью предсказывать вращения колес, что позволило им получить большую финансовую прибыль.
Аналогичные риски относятся и к ключам шифрования.
Таким образом, наличие настоящего генератора случайных чисел необходимо для безопасного шифрования.
В течение многих лет исследователи рассматривали возможность создания настоящих генераторов случайных чисел.
Но большинство дизайнов на сегодняшний день либо недостаточно случайны, либо достаточно быстры, либо их нелегко повторить.
Но квантовый мир действительно случайный.
Так что имеет смысл воспользоваться этой внутренней случайностью.
Устройства, которые могут измерять квантовые эффекты, могут производить бесконечный поток случайных чисел на высокой скорости.
Разоблачение всех этих потенциальных преступников казино.
Выбранная группа университетов и компаний по всему миру сосредоточена на создании настоящих генераторов случайных чисел.
В моей компании наш генератор квантовых случайных чисел начал работать на оптическом столе размером два метра на один метр.
Тогда мы смогли сократить его до размера сервера.
Сегодня он миниатюризирован в PCI-карту, которая подключается к стандартному компьютеру.
Это самый быстрый в мире настоящий генератор случайных чисел.
Он измеряет квантовые эффекты для получения миллиарда случайных чисел в секунду.
И он используется сегодня для повышения безопасности в облачных провайдерах, банках и государственных учреждениях по всему миру.
(Аплодисменты) Но даже с настоящим генератором случайных чисел у нас все равно есть вторая большая киберугроза: проблема безопасного обмена ключами.
Современные технологии обмена ключами не смогут противостоять квантовому компьютеру.
Квантовое решение этой задачи называется квантовым распределением ключей или D, которое использует фундаментальную, противоречащую интуиции характеристику квантовой механики.
Сам акт взгляда на квантовую частицу меняет ее.
Позвольте мне привести пример того, как это работает.
Подумайте о том, чтобы снова обменять код на замок с Джеймсом Бондом.
За исключением этого времени, вместо призыва дать Джеймсу код, мы собираемся использовать квантовые эффекты на лазере, чтобы нести код и отправлять его по стандартному оптическому волокну Джеймсу.
Мы предполагаем, что доктор Ноу пытается взломать биржу.
К счастью, попытка доктора Но перехватить квантовые ключи во время транспортировки оставит отпечатки пальцев, которые Джеймс и вы сможете обнаружить.
Это позволяет отбрасывать перехваченные ключи.
Ключи, которые затем сохраняются, могут быть использованы для обеспечения очень надежной защиты данных.
А так как безопасность основана на фундаментальных законах физики, то квантовый компьютер, да и любой будущий суперкомпьютер не сможет ее сломать.
Моя команда и я сотрудничаем с ведущими университетами и оборонным сектором, чтобы превратить эту захватывающую технологию в следующее поколение продуктов безопасности.
Интернет вещей возвещает о наступлении эпохи гиперподключения, когда, по прогнозам, к 2020 году будет подключено от 25 до 30 миллиардов устройств.
Для правильного функционирования нашего общества в мире IoT жизненно важно доверие к системам, которые поддерживают эти подключенные устройства.
Мы делаем ставку на то, что квантовые технологии будут играть важную роль в обеспечении этого доверия, позволяя нам в полной мере воспользоваться удивительными инновациями, которые так обогатят нашу жизнь.
Спасибо.
(Аплодисменты)
Сегодня я хотел бы показать вам будущее того, как мы делаем вещи.
Я верю, что скоро наши здания и машины будут самостоятельно собираться, тиражироваться и ремонтироваться.
Так что я собираюсь показать вам, что я считаю текущим состоянием производства, а затем сравнить это с некоторыми природными системами.
Таким образом, при нынешнем состоянии производства у нас есть небоскребы - два с половиной года сборки, от 500 000 до миллиона деталей, достаточно сложные, новые, захватывающие технологии в стали, бетоне, стекле.
У нас есть захватывающие машины, которые могут вывести нас в космос - пять лет времени сборки, 2,5 миллиона деталей.
Но с другой стороны, если посмотреть на природные системы, у нас есть белки, которые имеют два миллиона типов, могут складываться за 10 000 наносекунд, или ДНК с тремя миллиардами пар оснований, которые мы можем воспроизвести примерно за час.
Так что вся эта сложность есть в наших природных системах, но они чрезвычайно эффективны, гораздо эффективнее, чем все, что мы можем построить, гораздо сложнее, чем все, что мы можем построить.
Они гораздо более эффективны с точки зрения энергии.
Они почти никогда не ошибаются.
И они могут отремонтировать себя для долголетия.
Так что есть что-то супер интересное в природных системах.
И если мы сможем перевести это в нашу искусственную среду, то у нас есть какой-то захватывающий потенциал для того, как мы строим вещи.
И я думаю, что ключом к этому является самосборка.
Поэтому, если мы хотим использовать самосборку в нашей физической среде, я думаю, что есть четыре ключевых фактора.
Первая заключается в том, что нам нужно расшифровать всю сложность того, что мы хотим построить - так и наши здания и машины.
И нам нужно расшифровать это в простые последовательности - в основном ДНК того, как работают наши здания.
Затем нам нужны программируемые части, которые могут взять эту последовательность и использовать ее для складывания или перенастройки.
Нам нужна некоторая энергия, которая позволит этому активироваться, позволит нашим частям быть в состоянии складываться из программы.
И нам нужна какая-то избыточность для исправления ошибок, чтобы гарантировать, что мы успешно построили то, что хотим.
Поэтому я собираюсь показать вам ряд проектов, над которыми мы с коллегами в Массачусетском технологическом институте работаем, чтобы достичь этого самособирающегося будущего.
Первые два - это MacroBot и DeciBot.
Таким образом, эти проекты представляют собой крупномасштабные реконфигурируемые роботы - белки длиной 8 футов и 12 футов.
Они встроены в механические электрические устройства, датчики.
Вы расшифровываете то, что вы хотите сложить, в последовательность углов - так отрицательные 120, отрицательные 120, 0, 0, 120, отрицательные 120 - что-то вроде этого; так последовательность углов, или поворотов, и вы отправляете эту последовательность через строку.
Каждое подразделение берет свое сообщение - настолько отрицательное 120 - оно вращается к нему, проверяет, попало ли оно туда, а затем передает его своему соседу.
Так что это блестящие ученые, инженеры, конструкторы, которые работали над этим проектом.
И я думаю, что это действительно проливает свет: действительно ли это масштабируемо?
Я имею в виду, тысячи долларов, много человеко-часов, потраченных на создание этого восьмифутового робота.
Можем ли мы действительно масштабировать это? Можем ли мы действительно внедрить робототехнику в каждую деталь?
Следующий сомневается в этом и смотрит на пассивную природу, или пассивно пытается получить программируемость реконфигурации.
Но он идет еще дальше, и он пытается иметь реальные вычисления.
Он, по сути, встраивает самый фундаментальный строительный блок вычислений, цифровые логические ворота, непосредственно в ваши части.
Так что это ворота NAND.
У вас есть один тетраэдр, который является вратами, которые будут делать ваши вычисления, и у вас есть два входных тетраэдра.
Один из них - это вклад пользователя, когда вы строите свои кирпичи.
Другой - из предыдущего кирпича, который был помещен.
И тогда он дает вам выход в 3D-пространстве.
Так что это означает, что пользователь может начать подключать то, что он хочет, чтобы кирпичи делали.
Он рассчитывает на то, что он делал раньше, и на то, что вы сказали, что хотели, чтобы он делал.
И теперь она начинает двигаться в трехмерном пространстве - так вверх или вниз.
Таким образом, с левой стороны, 1,1 входной сигнал равен 0 выходному сигналу, который идет вниз.
С правой стороны вход 0,0% - это 1 выход, который идет вверх.
И это на самом деле означает, что наши структуры теперь содержат чертежи того, что мы хотим построить.
Таким образом, у них есть вся информация о том, что было построено.
Так что это означает, что мы можем иметь какую-то форму самовоспроизведения.
В данном случае я называю это самонаводящейся репликацией, потому что ваша структура содержит точные чертежи.
Если у вас есть ошибки, вы можете заменить деталь.
Вся локальная информация встроена, чтобы рассказать вам, как это исправить.
Так что у вас может быть что-то, что лезет, читает и может выводить один к одному.
Он непосредственно встроен, никаких внешних инструкций нет.
Так что последний проект, который я покажу, называется Biased Chains, и это, наверное, самый захватывающий пример пассивных систем самосборки, который мы имеем сейчас.
Поэтому она требует реконфигурируемости и программируемости и делает ее полностью пассивной системой.
Так что в принципе у вас есть цепочка элементов.
Каждый элемент полностью идентичен, и они предвзяты.
Поэтому каждая цепь или каждый элемент хочет повернуть направо или налево.
Так что, когда вы собираете цепочку, вы в основном программируете ее.
Вы говорите каждому отряду, должен ли он повернуть направо или налево.
Поэтому, когда вы встряхиваете цепочку, она складывается в любую конфигурацию, в которую вы запрограммировали - так в данном случае спираль, или в данном случае два куба рядом друг с другом.
Таким образом, вы можете запрограммировать любую трехмерную фигуру - или одномерную, двухмерную - в эту цепочку совершенно пассивно.
Так что же это говорит нам о будущем?
Думаю, это говорит нам о том, что есть новые возможности для самостоятельной сборки, тиражирования, ремонта в наших физических конструкциях, наших зданиях, машинах.
В этих частях появилась новая программируемость.
И от этого у вас появляются новые возможности для вычислений.
У нас будут пространственные вычисления.
Представьте, если бы наши здания, наши мосты, машины, все наши кирпичи действительно могли вычислить.
Это удивительные параллельные и распределенные вычислительные мощности, новые возможности дизайна.
Так что это захватывающий потенциал для этого.
Поэтому я думаю, что эти проекты, которые я здесь показал, - это всего лишь маленький шаг к этому будущему, если мы внедрим эти новые технологии для нового самособирающегося мира.
Спасибо.
(Аплодисменты)
Шиврадж Сингх Чоухан о положительном тесте на Covid
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что у него был положительный результат теста на COVID-19, написал в Твиттере в воскресенье утром, чтобы сказать, что у него "все в порядке", и похвалить работников фронта в войне с коронавирусом.
Главный министр также повторил свои предостережения от вчерашнего дня, когда он призвал людей следовать рекомендациям, таким как социальное дистанцирование и использование масок для лица.
"Я в порядке, друзья мои, самоотверженность борцов с коронавирусом, которые самоотверженно рискуют своей жизнью, достойна похвалы. Я приветствую всех борцов с коронавирусом в штате", - написал г-н Чоухан в Твиттере из больницы Чираю в Бхопале, куда он был госпитализирован вчера.
"Держитесь на расстоянии двух метров, часто мойте руки и носите маски - это самое большое оружие, которое у нас есть, чтобы избежать коронавируса.Я призываю всех людей - используйте это оружие для себя и своих близких", - сказал он.
"Будьте осторожны, будьте в безопасности и здоровы, об этом я молюсь Богу", - добавил господин Чоухан.
В субботу г-н Чоухан написал в Твиттере, что у него был положительный результат теста на вирус, несмотря на все его усилия, чтобы избежать заражения, и предупредил, что "всего лишь небольшая неосторожность приглашает коронавирус".
В своем твиттере сегодня утром г-н Чоухан сказал, что, несмотря на угрозу заражения, "не нужно бояться" и призвал тех, у кого есть симптомы, пройти тестирование.
"Если вы инфицированы, вам не нужно бояться, не скрывайте симптомы, а немедленно сообщайте врачам, чтобы можно было начать лечение, своевременное лечение сделает вас здоровыми", - сказал он.
В штате Мадхья-Прадеш зарегистрировано почти 27 000 случаев COVID-19, из которых более 7600 являются активными, а 799 смертей связаны с вирусом.
Индия зафиксировала всплеск случаев COVID-19 в последние недели, и с 23 июля ежедневно выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев коронавируса стремительно приближается к 14 кьят, из них более 4,67 кьят являются активными случаями и более 32 000 - смертельными случаями, связанными с вирусом.
Всплеск числа случаев, совпавший с пошатнувшимся ослаблением правил карантина в зонах, не связанных с изоляцией страны, вывел Индию на третье место в списке наиболее пострадавших стран.
В худшем положении находятся только США (41,78 лакх) и Бразилия (23,94 лакх).
Канье Уэст говорит, что он может победить Джо Байдена "без записей" - RT SA News
После того, как Канье Уэст опубликовал грязное белье своей семьи в Twitter, загадка рэпа снова вдохнула жизнь в его президентскую заявку, заявив, что он может победить Джо Байдена только в том случае, если он проголосует в качестве кандидата на пост президента, но не хочет этого.
Через несколько дней после анонса нового альбома и рассказа о том, что он пытается развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, объявив о том, что "I CAN BEAT BIDEN OFF WRITE INS".
Если Уэст все еще серьезно настроен баллотироваться на пост президента, то письменные голоса могут быть его единственным путем к победе или даже любым другим способом.
Рэпер объявил о выдвижении своей кандидатуры 4 июля, пропустив крайний срок для подачи в качестве кандидата по крайней мере в шести штатах.
Тем не менее, Уэст продолжил работу и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось получить свое имя в бюллетенях в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого он обратился к толпе, одетой в пуленепробиваемый жилет, произнося свою речь без микрофона и трибуны.
Уэст выступил против абортов, плача, когда он произнес прохристианское послание, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший".
Это было правдой, и митинг Уэста был описан на новостных сайтах и в журналах сплетен как рекламный трюк, свидетельство психического заболевания или и то, и другое.
Тем не менее, недавний опрос поставил Уэста на два процента по всей стране, шею и шею с Джо оргенсеном из Либертарианской партии и на очко впереди Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти репутацию Джо Байдена в 48 процентах, теоретически он может перехватить достаточно голосов у Байдена, чтобы увидеть, как президент Дональд Трамп закрепится на втором сроке - что, как подозревают эксперты с обеих сторон, может быть его планом.
Камень с Марса возвращается домой после 600 000 лет на Земле
Небольшой кусок камня будет выброшен в космос на этой неделе во время одного из самых странных межпланетных путешествий, которые когда-либо предпринимались.
Крошечный кусочек марсианского базальта размером с монету в 10 пенсов будет запущен на борту американского зонда-робота в четверг и направлен к красной планете в семимесячном путешествии к ее родному миру.
Эта необычная одиссея, межпланетный эквивалент отправки углей в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс-2020.
Космические инженеры говорят, что камень, который был пожертвован Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-марсохода Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые марсианские метеориты, которые у нас есть, очень хрупкие, но мы выбрали именно этот, потому что он такой же жесткий, как старые сапоги
"Когда вы включаете инструменты и начинаете настраивать их, прежде чем использовать их для исследований, вы калибруете их на материалах, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что же может быть лучше для изучения горных пород на Марсе, чем кусок, который возник там? "- сказала профессор Кэролайн Смит, куратор метеоритов в Музее естественной истории.
Ученые были уверены, что скала, которую они возвращали на Марс, возникла на планете, добавил Смит, который также является членом научной команды Mars 2020.
"Крошечные пузырьки газа, застрявшие внутри этого метеорита, имеют точно такой же состав, как атмосфера Марса, поэтому мы знаем, что наша порода пришла оттуда".
Считается, что марсианский метеорит был создан, когда астероид или комета погрузились на планету около 600 000 - 700 000 лет назад, распыляя обломки в космос.
Один из этих обломков пронесся по Солнечной системе и в конце концов упал на Землю.
Этот метеорит - теперь известный как SA 008 - был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди приборов, установленных на марсоходе Perseverance, есть высокоточный лазер под названием "Шерлок", который будет использоваться для расшифровки химического состава горных пород и определения того, могут ли они содержать органические материалы, указывающие на то, что жизнь когда-то существовала - или все еще существует - на Марсе.
Включение куска SA 008 предназначено для обеспечения того, чтобы это было сделано с максимальной точностью.
"Кусок породы, который мы отправляем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень жесткий камень", - добавил Смит.
"Некоторые марсианские метеориты, которые у нас есть, очень хрупкие, этот метеорит такой же прочный, как старые сапоги".
После того, как Perseverance выберет наиболее перспективные камни, которые он может найти, он сбросит их в тайники на марсианской поверхности.
Затем они будут извлечены в ходе последующих миссий роботов и отправлены в космос к Земле для анализа.
Вы все знаете правду о том, что я собираюсь сказать.
Я думаю, что интуиция о том, что неравенство приводит к расколу и разъедает общество, существовала еще до Французской революции.
Что изменилось, так это то, что мы теперь можем смотреть на доказательства, мы можем сравнивать общества, более и менее равные общества, и видеть, что делает неравенство.
Я собираюсь провести вас через эти данные, а затем объяснить, почему ссылки, которые я собираюсь показать вам, существуют.
Но сначала посмотрите, какая у нас жалкая участь.
(Смех) Хочу начать хотя бы с парадокса.
Это показывает вам продолжительность жизни по отношению к валовому национальному доходу - насколько богаты страны в среднем.
И вы видите, что страны справа, такие как Норвегия и США, в два раза богаче, чем Израиль, Греция, Португалия слева.
И это никак не влияет на их продолжительность жизни.
Там нет никаких намеков на отношения.
Но если мы заглянем внутрь нашего общества, то увидим, что существуют экстраординарные социальные градиенты в здоровье, проходящие прямо через все общество.
Это, опять же, продолжительность жизни.
Это небольшие районы Англии и Уэльса - самые бедные справа, самые богатые слева.
Большая разница между бедными и остальными из нас.
Даже у людей, находящихся чуть ниже верхушки, здоровье хуже, чем у людей на верхушке.
Таким образом, доход означает что-то очень важное в наших обществах, и ничего между ними.
Объяснение этого парадокса в том, что в наших обществах мы смотрим на относительный доход или социальное положение, социальный статус - где мы находимся по отношению друг к другу и размер разрыва между нами.
И как только у вас появится эта идея, вы сразу же должны задаться вопросом: что произойдет, если мы расширим различия, или сжимаем их, сделаем разницу в доходах больше или меньше?
И это то, что я собираюсь вам показать.
Я не использую никаких гипотетических данных.
Я беру данные из ООН - это то же самое, что и Всемирный банк - о масштабах разницы в доходах в этих богатых развитых рыночных демократиях.
Показатель, который мы использовали, потому что его легко понять, и вы можете скачать его, - насколько богаче верхние 20 процентов, чем нижние 20 процентов в каждой стране.
И вы видите, что в более равных странах слева - Японии, Финляндии, Норвегии, Швеции - верхние 20 процентов примерно в три с половиной, в четыре раза богаче, чем нижние 20 процентов.
Но на более неравном конце - в Великобритании, Португалии, США, Сингапуре - различия вдвое больше.
По этому показателю у нас в два раза больше неравенства, чем у некоторых других успешных рыночных демократий.
Теперь я собираюсь показать вам, что это делает с нашими обществами.
Мы собрали данные о проблемах с социальными градиентами, о тех проблемах, которые чаще встречаются в нижней части социальной лестницы.
Сопоставимые на международном уровне данные об ожидаемой продолжительности жизни, о показателях детской математики и грамотности, о показателях младенческой смертности, количестве убийств, доле населения в тюрьмах, рождаемости среди подростков, уровне доверия, ожирении, психических заболеваниях, которые в стандартной диагностической классификации включают наркоманию и алкоголизм, а также о социальной мобильности.
Мы поместили их все в один индекс.
Все они одинаково взвешены.
Где находится страна - это своего рода средний балл по этим вещам.
И там вы видите это по отношению к показателю неравенства, который я вам только что показал, который я буду использовать снова и снова в данных.
Чем больше неравных стран, тем хуже они справляются со всеми этими социальными проблемами.
Это чрезвычайно тесная корреляция.
Но если посмотреть на тот же самый индекс медицинских и социальных проблем по отношению к ВНП на душу населения, валовому национальному доходу, там ничего нет, никакой корреляции больше нет.
Мы были немного обеспокоены тем, что люди могут подумать, что мы выбираем проблемы в соответствии с нашими аргументами, и просто сфабриковали эти доказательства, поэтому мы также сделали статью в British Medical ournal об индексе благополучия детей ЮНИСЕФ.
Она состоит из 40 различных компонентов, собранных другими людьми.
Он содержит информацию о том, могут ли дети разговаривать со своими родителями, есть ли у них дома книги, какие показатели иммунизации, есть ли издевательства в школе.
Все идет в него.
Здесь речь идет о том же показателе неравенства.
Дети живут хуже в более неравных обществах.
Очень значимые отношения.
Но опять же, если вы посмотрите на эту меру благополучия ребенка, по отношению к национальному доходу на человека, нет никакой связи, никакого намека на связь.
Все данные, которые я показывал вам до сих пор, говорят об одном и том же.
Среднее благосостояние наших обществ больше не зависит от национального дохода и экономического роста.
Это очень важно в бедных странах, но не в богатом развитом мире.
Но различия между нами и тем, где мы находимся по отношению друг к другу, сейчас очень важны.
Я собираюсь показать вам некоторые отдельные биты нашего индекса.
Вот, например, доверие.
Это просто доля населения, которая согласна с тем, что большинству людей можно доверять.
Она взята из опроса "World Values Survey" ("Мировое исследование ценностей").
Видите ли, в более неравном конце, это около 15 процентов населения, которые чувствуют, что могут доверять другим.
Но в более равноправных обществах она возрастает до 60 или 65 процентов.
И если вы посмотрите на показатели вовлеченности в общественную жизнь или социальный капитал, очень похожие отношения тесно связаны с неравенством.
Можно сказать, всю эту работу мы проделали дважды.
Мы сделали это сначала в этих богатых, развитых странах, а затем в качестве отдельного испытательного полигона, мы повторили все это в 50 американских штатах, задавая один и тот же вопрос: неужели более неравные штаты делают хуже при всех этих мерах?
Так вот доверие от общего социального опроса федерального правительства, связанного с неравенством.
Очень похожий разброс по аналогичному диапазону уровней доверия.
То же самое происходит.
По сути, мы обнаружили, что почти все, что связано с международным доверием, связано с доверием между 50 штатами на этом отдельном испытательном стенде.
Мы говорим не просто о случайности.
Это психическое заболевание.
ВОЗ собрала цифры, используя одни и те же диагностические интервью на случайных выборках населения, чтобы мы могли сравнить уровни психических заболеваний в каждом обществе.
Это процент населения с какими-либо психическими заболеваниями в предыдущем году.
И это примерно от восьми процентов до трех раз больше - целые общества с уровнем психических заболеваний в три раза выше, чем другие.
И опять же, тесно связанное с неравенством.
Это насилие.
Эти красные точки - американские штаты, а синие треугольники - канадские провинции.
Но посмотрите на масштаб различий.
Она колеблется от 15 убийств на миллион до 150.
Это доля населения, находящегося в местах лишения свободы.
Там разница примерно в десять раз, бревна масштабируются в сторону.
Но это примерно от 40 до 400 человек в тюрьме.
Эти отношения в основном не обусловлены ростом преступности.
В некоторых местах это часть этого.
Но в основном речь идет о более карательных приговорах, более суровых приговорах.
И чем больше неравенство в обществе, тем больше вероятность того, что смертная казнь сохранится.
Здесь у нас дети бросают школу.
Опять же, довольно большие различия.
Чрезвычайно вредно, если речь идет об использовании талантов населения.
Это социальная мобильность.
На самом деле это мера мобильности, основанная на доходах.
По сути, это вопрос: есть ли у богатых отцов богатые сыновья, а у бедных отцов - бедные сыновья, или между ними нет отношений?
А в более неравном конце гораздо важнее доход отцов - в Великобритании, США.
А в скандинавских странах доход отцов гораздо менее важен.
Там больше социальной мобильности.
И как мы любим говорить - и я знаю, что здесь много американцев - если американцы хотят жить американской мечтой, они должны отправиться в Данию.
(Смех) (Аплодисменты) Я показал вам только несколько вещей, выделенных курсивом.
Я мог бы показать ряд других проблем.
Все это проблемы, которые, как правило, чаще встречаются в нижней части социального градиента.
Но есть бесконечные проблемы с социальными градиентами, которые хуже в странах с большим неравенством - не только немного хуже, но и все, что угодно, от вдвое более распространенных до в 10 раз более распространенных.
Подумайте о затратах, человеческих издержках этого.
Я хочу вернуться к этому графику, который я показал вам ранее, где мы собрали все вместе, чтобы сделать две точки.
Одна из них заключается в том, что на графике за графиком мы видим, что страны, в которых дела обстоят хуже, каким бы ни был результат, кажутся более неравными, а те, в которых дела обстоят хорошо, - это страны Северной Европы и Япония.
Итак, мы рассматриваем общую социальную дисфункцию, связанную с неравенством.
Это не только одна или две вещи, которые идут не так, это большинство вещей.
Еще один очень важный момент, который я хочу отметить на этом графике, это то, что, если посмотреть внизу, Швеция и Япония, они очень разные страны во всех отношениях.
Положение женщин, насколько близко они держатся к нуклеарной семье, находится на противоположных концах полюсов с точки зрения богатого развитого мира.
Но еще одно действительно важное отличие заключается в том, как они получают большее равенство.
Швеция имеет огромную разницу в доходах, и она сокращает разрыв через налогообложение, общее социальное государство, щедрые льготы и так далее.
Япония, правда, совсем другая.
Она начинается с гораздо меньшей разницы в доходах до налогообложения.
Она имеет более низкие налоги.
Она имеет меньшее социальное государство.
И в нашем анализе американских штатов мы находим примерно такой же контраст.
Есть некоторые штаты, которые преуспевают благодаря перераспределению, некоторые штаты, которые преуспевают, потому что у них меньшая разница в доходах до налогообложения.
Таким образом, мы приходим к выводу, что неважно, как вы получите большее равенство, если вы каким-то образом туда попадете.
Я не говорю об идеальном равенстве, я говорю о том, что существует в богатых развитых рыночных демократиях.
Еще одна действительно удивительная часть этой картины заключается в том, что неравенство затрагивает не только бедных.
Похоже, есть какая-то правда в книге Джона Донна "Ни один человек не остров".
И в ряде исследований можно сравнить, как живут люди в более и менее равных странах на каждом уровне социальной иерархии.
Это только один пример.
Это детская смертность.
Некоторые шведы очень любезно классифицировали многие свои младенческие смерти в соответствии с британским регистром общей социально-экономической классификации.
Так что это анахроничная классификация по отцовским профессиям, поэтому родители-одиночки идут по своему усмотрению.
Но там, где говорится "низкий социальный класс", это неквалифицированный ручной труд.
Она переходит к квалифицированным рабочим профессиям в середине, затем к младшим нефизическим профессиям, поднимаясь высоко к профессиональным профессиям - врачам, юристам, директорам крупных компаний.
Вы видите, что в Швеции дела обстоят лучше, чем в Великобритании, по всей социальной иерархии.
Самые большие различия находятся на дне общества.
Но даже на вершине, кажется, есть небольшая польза от того, чтобы быть в более равноправном обществе.
Мы показываем это примерно на пяти различных наборах данных, охватывающих образовательные результаты и здоровье в Соединенных Штатах и на международном уровне.
И это, кажется, общая картина - что большее равенство имеет наибольшее значение в нижней части, но имеет некоторые преимущества даже в верхней.
Но я должен сказать несколько слов о том, что происходит.
Я думаю, что я смотрю и говорю о психосоциальных последствиях неравенства.
Больше связано с чувством превосходства и неполноценности, с тем, что их ценят и обесценивают, уважают и не уважают.
И, конечно, те чувства конкуренции за статус, которые возникают в результате этого, движут потребительством в нашем обществе.
Это также приводит к нестабильности статуса.
Мы больше беспокоимся о том, как нас оценивают и видят другие, считают ли нас привлекательными, умными, все такое.
Социально-оценочные суждения усиливаются, страх перед этими социально-оценочными суждениями.
Интересно, что параллельно идет работа в социальной психологии: некоторые люди просмотрели 208 различных исследований, в которых волонтеров приглашали в психологическую лабораторию и измеряли их гормоны стресса, их реакцию на выполнение стрессовых задач.
И в обзоре их интересовало то, какие стрессы наиболее надежно повышают уровень кортизола, центрального гормона стресса.
И вывод был в том, что это были задачи, которые включали в себя социально-оценочную угрозу - угрозы самоуважению или социальному статусу, в которых другие могут негативно оценить вашу работу.
Такого рода стрессы оказывают очень специфическое влияние на физиологию стресса.
Сейчас нас критикуют.
Конечно, есть люди, которые не любят этот материал, и люди, которые находят его очень удивительным.
Но я должен сказать вам, что когда люди критикуют нас за выбор и выбор данных, мы никогда не выбираем и не выбираем данные.
У нас есть абсолютное правило, что если у нашего источника данных есть данные по одной из стран, которые мы рассматриваем, они включаются в анализ.
Наш источник данных решает, являются ли эти данные достоверными, мы не делаем этого.
Иначе это привнесет предвзятость.
А как насчет других стран?
В научных рецензируемых журналах опубликовано 200 исследований здоровья в связи с доходом и равенством.
Здесь это не ограничивается этими странами, скрывая очень простую демонстрацию.
Одни и те же страны, одна и та же мера неравенства, одна проблема за другой.
Почему мы не контролируем другие факторы?
Ну, мы показали вам, что ВНП на душу населения не имеет никакого значения.
И, конечно, другие, использующие более сложные методы в литературе, контролировали бедность, образование и так далее.
Как насчет причинности?
Корреляция сама по себе не доказывает причинности.
Мы проводим неплохое время.
И действительно, люди довольно хорошо знают причинно-следственные связи в некоторых из этих результатов.
Большое изменение в нашем понимании драйверов хронического здоровья в богатом развитом мире заключается в том, насколько важный хронический стресс из социальных источников влияет на иммунную систему, сердечно-сосудистую систему.
Или, например, причина, по которой насилие становится более распространенным в более неравных обществах, заключается в том, что люди чувствительны к тому, что на них смотрят свысока.
Я должен сказать, что для того, чтобы справиться с этим, мы должны иметь дело с пост-налоговыми и пред-налоговыми вещами.
Мы должны ограничить доходы, доходы бонусной культуры на вершине.
Я думаю, что мы должны сделать так, чтобы наши начальники отчитывались перед своими сотрудниками, как мы можем.
Я думаю, что главная идея заключается в том, что мы можем улучшить реальное качество человеческой жизни, уменьшив различия в доходах между нами.
Внезапно мы столкнулись с проблемой психосоциального благополучия целых обществ, и это захватывает.
Спасибо.
(Аплодисменты)
Мужчина с огнестрельными ранениями найден в Мамбурине недалеко от Верриби
Мужчина был срочно доставлен в больницу после того, как его застрелили на западе Мельбурна ночью.
Полицию вызвали в Мамбурин, недалеко от Верриби, около 8 вечера, где они обнаружили мужчину в возрасте от 20 лет с предполагаемыми огнестрельными ранениями в нижнюю часть тела на улице Ярд.
Мужчина был доставлен в больницу с травмами, не угрожающими жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду наряжаться, воскресенье - для гостиной"
С чего начинается воскресенье?
Я спотыкаюсь по лестнице и падаю на собаку по пути, чтобы приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы оба будем сидеть вместе и смотреть через воду в тишине.
Звучит безмятежно...
Это до 8 утра, когда двое или трое наших мальчиков стучат в дверь, требуя завтрака.
Это бекон и яйца для них, шпинат и грибы для нас, тогда, если погода хорошая, мы выкидываем мальчиков.
Мы будем плавать, кататься на веслах или прогуляться по красивому аббатству Кварр, которое выглядит как что-то прямо из "Игры престолов".
А во время карантина?
Первые две недели я был в полном отрицании, я не мог поверить, что мой бизнес был закрыт.
Я отвлекся тем, что зациклился на жизни или смерти моего недавно посаженного сада.
В остальном я экспериментировал на кухне: сильно приправленный угорь и бульон шиитаке и двойная кремовая бульонка были моими отличительными чертами.
Как вы расслабляетесь?
Я не буду одеваться, по воскресеньям - для гостиной, полуобрезанные днища спортивного костюма и белая футболка.
После обеда с жареной курицей я буду откладывать с бумагами на шезлонге в саду.
Я стараюсь не пить: это помогает очистить голову до того, как наступит понедельник.
Воскресенье, которое торчит?
После долгого субботнего вечера на вечеринке по случаю 40-летия моей невестки в Нью-орке, около полуночи моя беременная жена решила, что нам лучше идти.
Она была полна решимости наслаждаться собой, рассказывая людям, что это ее третья по счету.
Мы ушли с вечеринки, и у нее сразу начались роды.
А в воскресенье вечером?
К 7 вечера мы собрали машину и сели на паром в Портсмут.
Поездка по трассе А3, и мы вернулись в Лондон на неделю: дети в постели, я выгуливаю собаку и у меня есть миска с хлопьями.
Я с удовольствием покидаю остров Уайт, чтобы отправиться обратно в город, я знаю, что если я этого не сделаю, у меня не будет дома там вообще.
Полицейские Кении арестованы после стрельбы со смертельным исходом в Гариссе
Двое полицейских в Кении арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточной части округа Гарисса в субботу во время акции протеста против ареста мужчины, подозреваемого в убийстве.
Двух жертв назвали Аден Абди Мадобе и Мухиядин Адоу Шибин.
Наблюдательный орган полиции Кении начал расследование по факту стрельбы.
Она будет включать в себя "криминалистический анализ" оружия офицеров.
Член парламента от Гариссы Аден Дуале назвал эти смерти "отвратительными" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Участники кампании выразили обеспокоенность по поводу работы полиции во время пандемии.
По данным Amnesty International, кенийские офицеры убили 21 человека с марта за несоблюдение мер по профилактике коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция столицы Найроби применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба Саба - акции протеста, которая началась 30 лет назад против авторитарного режима тогдашнего президента Даниэля арапа Мои.
Корреспонденты говорят, что мероприятие в этом году получило дополнительный импульс из-за гнева по поводу полицейских репрессий во время карантина Covid-19.
Жесткое присутствие службы безопасности у консульства США в Чэнду, Китай
В воскресенье перед консульством США в городе Чэнду, Китай, было усиленное присутствие сил безопасности, когда американский персонал готовился покинуть здание.
Были замечены три движущихся грузовика, въезжавших на территорию здания, в то время как полицейские в форме и в штатском выстроились по обе стороны улицы, которые были обнесены металлическими барьерами.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду было дано 72 часа на закрытие, или до 10 утра (0200 по Гринвичу) в понедельник, 27 июля.
Китай обвинил некоторых сотрудников консульства в Чэнду в том, что они "вели деятельность, не соответствующую их личности".
Не приводя никаких подробностей, представитель министерства иностранных дел Китая Ван Вэньбинь заявил, что такая деятельность вмешалась в дела Китая и нанесла ущерб его интересам безопасности.
Распоряжение Китая о закрытии консульства в Чэнду было издано в пятницу в отместку за распоряжение США о закрытии китайского консульства в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне "для защиты американской интеллектуальной собственности и частной информации американцев".
Когда в пятницу вступило в силу закрытие китайского консульства в Хьюстоне, группа мужчин, которые, казалось, были американскими чиновниками, была замечена ворвавшимися в здание через черный ход.
Ван заявил в субботу, что нарушил международные и двусторонние соглашения, и Китай ответит, не уточнив, каким образом.
Закрытие границ по принципу "зуб за зуб" еще больше обострило напряженность между двумя странами по вопросам от торговли и промышленного шпионажа до прав человека.
Бабуины из сафари-парка, вооруженные ножами, отвертками и CHAINSAW, видели, как "шутники дают им оружие, чтобы разбить машины"
Давно известно, что приматы в сафари-парке Ноусли, Мерсисайд, набрасываются на любого, кто останавливается в вольере и срывает стеклоочиститель или зеркало.
Бабуины были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли в Мерсисайде.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто останавливается и срывает стеклоочистители и зеркала.
Рабочие теперь опасаются, что их вооружат смертоносным оружием "для смеха" со стороны посетителей, чтобы поддержать их атаки, а обезьяны даже видели, как они сами рылись вокруг ящиков с инструментами.
Один из работников парка рассказал The Sunday Times: "Мы не уверены, дают ли им оружие некоторые гости, которые хотят видеть, как они атакуют машины, или они вылавливают их из пикапов и фургонов".
"Они будут буквально заходить в ящики с инструментами людей и носить их с собой, один из бабуинов был замечен тащащим бензопилу".
Другой работник сказал: "Бабуины были найдены с ножами и отвертками, мне интересно, раздают ли их некоторые из гостей".
А атаки бабуинов настолько неизбежны, что механики на северо-западе Англии хорошо знакомы с ограждением.
Один механик в Сэйле, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что у него было два клиента, которые стали жертвами бабуинов в этом году.
Они добавили, что в одну минуту дети хотят, чтобы в машине были обезьяны, а в следующую минуту у нее нет номерного знака - но вопрос дает "хорошие деньги" для гаража.
Ноусли возобновил работу 15 июня, приняв меры безопасности в связи с Covid-19, после того, как настаивал на том, что это так же безопасно, как проезд через Макдоналдс, так как посетители не покидают свою машину на пятимильном сафари.
Парк площадью 550 акров, где обитают львы, тигры, носороги, гну и верблюды, отверг сообщения о вооруженных обезьянах как городской миф.
Пресс-секретарь сказал: "Мы считаем, что многие из этих историй выросли в преувеличении, так как они были пересказаны, с приукрашиванием, чтобы предметы, которые иногда находятся в вольере, казались более захватывающими и невероятными".
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на своей модели нового поколения i30 на 10 часов, чтобы доказать, что она обладает силой для семей с маленькими детьми.
"Юнайтед", "Челси" - в "Лос-Анджелес"; "Борнмут", "Уотфорд" - в "Юнайтед" и "Челси" - в "Лос-Анджелес"; "Борнмут" - в "Уотфорд" - в "ЭПЛ"
"Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в неистовый заключительный день сезона Премьер-лиги в воскресенье, в то время как "Борнмут" и "Уотфорд" вылетели, чтобы закончить пятилетнее пребывание в высшем дивизионе.
"Юнайтед" выиграл со счетом 2: 0 в Лестере благодаря голам Бруно Фернандеса и Джесси Лингарда, что позволило команде Оле Гуннара Сольскьяра занять третье место.
"Челси" обыграл "Вулверхэмптон" со счетом 2: 0 после гола и результативной передачи от Мейсона Маунта и финишировал в четвертом и последнем отборочном месте Лиги чемпионов выше "Лестера", который был в первой четверке на протяжении большей части сезона.
Вместо этого "Лестер" будет играть в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью со счетом 1: 1 в "Кристал Пэлас" и обеспечил себе шестое место - выше "Вулверхэмптона" по разнице мячей.
Битва за то, чтобы избежать двух оставшихся мест в вылете, пошла на убыль, так как "Астон Вилла" забила гол на 84-й минуте, пропустила минуту спустя, а затем удержала ничью 1: 1 в "Вест Хэме", чтобы выжить.
Капитан Джек Грилиш забил гол Виллы в том, что может стать его последней игрой за клуб его детства.
"Борнмут" сделал то, что должен был сделать, и обыграл "Эвертон" со счетом 3: 1, но в итоге отстал от "Виллы" на одно очко.
"Уотфорд" также вылетел в качестве следующей команды после того, как проиграл со счетом 3: 2 в "Арсенале". "Уотфорд" также вылетел в качестве следующей команды после поражения со счетом 3: 2 в "Арсенале".
"Манчестер Сити" пропустил 100 голов в кампании, одержав победу со счетом 5-0 над занявшим последнее место и уже пониженным "Норвичем", игра, которая стала последней в Премьер-лиге для Дэвида Сильвы после 10 лет с "Сити".
Кевин Де Брюйн получил рекордную 20-ю передачу в сезоне, а также забил дважды.
"Ливерпуль" завершил свой титульный сезон победой со счетом 3: 1 в "Ньюкасле" и финишировал с рекордным для клуба 99 очками.
Также "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3: 1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его позади Джейми Варди из Лестера, который выиграл "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "достойная этика"
Гвинет Пэлтроу сказала, что хочет воспитывать своих детей, чтобы у них была хорошая этика, поскольку она пытается "не просто передать им вещи".
У Пэлтроу двое детей, Эппл (16) и Мозес (14), с бывшим мужем Крисом Мартином, и она хочет, чтобы у них были хорошие ценности, а не слава родителей.
"Вот почему я думаю, что это так важно... Воспитать ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным пониманием того, кто они, и т.д.", - сказала она Робу Лоу в своем подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы думаете обо всех людях, которые пытаются, и этого не происходит".
Она добавила: "Как родитель, ты думаешь, все, что я могу сделать для этих детей, это научить их правильно, а не неправильно, и научить их тому, что такое работа.
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более конфиденциально, и гарантирует, что они сохранят конфиденциальность своих аккаунтов в социальных сетях.
"Я не позволю им быть публичными ни в каких социальных сетях или в чем-то подобном, я стараюсь держать их подальше от глаз общественности, насколько это возможно", - сказала она.
"Знаете, теперь все по-другому, потому что дети говорят:" Могу ли я иметь канал на ouTube? ", а я говорю:" Нет, вы не можете.
Министр внутренних дел Туниса назначил нового премьер-министра, который сформирует правительство через месяц
Министр внутренних дел Туниса Хишем Мешиши был назначен для формирования следующего правительства, как сообщили в канцелярии президента, на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний адвокат сменит на этом посту Элиеса Фахфаха, который подал в отставку с поста премьер-министра ранее в этом месяце.
Но Мечичи не был одним из имен, предложенных правящими политическими партиями президенту Кайсу Саиду.
В заявлении, сделанном после субботнего объявления, Мечичи сказал, что он "будет работать над формированием правительства, которое будет отвечать ожиданиям всех тунисцев".
Тунис получил высокую оценку как редкий пример успешного перехода к демократии после региональных восстаний Арабской весны, вызванных революцией 2011 года.
Но ее лидеры изо всех сил пытались оправдать ожидания тунисского народа, а и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии COVID-19.
В Тунисе болезнь убила почти 50 человек и заразила более 1400.
Помимо того, что Мечичи был министром внутренних дел в уходящем правительстве, он был советником президента Саида, занимаясь юридическими вопросами.
Ранее он был начальником аппарата в Министерстве транспорта, а также служил в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которое затем получит вотум доверия в парламенте и будет нуждаться в абсолютном большинстве, чтобы добиться успеха.
В противном случае парламент будет распущен, а новые выборы состоятся в течение трех месяцев.
На последних выборах, состоявшихся в октябре, партия "Ан-Нахда" заняла первое место, но не получила большинства и в конце концов согласилась войти в коалиционное правительство.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания у власти, грозила новым политическим тупиком в стране, которая борется с экономическими последствиями пандемии.
Отставка углубила политический спор с "Ан-Нахдой" по поводу обвинений в адрес "Фахфаха" в конфликте интересов.
Отношения между 47-летним уходящим лидером и "Ан-Нахдой" были напряженными после октябрьских парламентских выборов.
Фахфах ушел в отставку в тот же день, когда партия заявила ему вотум недоверия.
Первоначально Эннахда выдвинул независимого кандидата на пост премьер-министра, но ему не удалось заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, "Ан-Нахда" в конце концов согласилась войти в коалиционное правительство.
Тед Круз говорит, что цели Пелоси заключаются в том, чтобы "свалить деньги на проблему и закрыть Америку"
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в том, что они проталкивают пакет мер по борьбе с коронавирусом, который нацелен на то, чтобы "вытащить наличные деньги на решение проблемы и закрыть Америку"
В интервью "Лицом к нации" в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, которая унесла жизни более 600 000 человек по всему миру, и "абсолютной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, которая появилась в "Face the Nation" перед сенатором, "не сосредоточена ни на одном из них".
"Ее цели - собрать наличные деньги для решения проблемы и закрыть Америку", - сказала республиканка из Техаса.
"И, в частности, вы смотрите на купюру в 3 триллиона, которую она пытается протолкнуть, это просто лопата денег своим друзьям, а не решение проблемы на самом деле. Наша цель должна состоять в том, чтобы американцы хотели вернуться к работе, они хотят иметь возможность обеспечить свою семью".
Республиканцы в Сенате и Белый дом провели на прошлой неделе переговоры об условиях четвертого этапа борьбы с коронавирусом, который, как они ожидают, обойдется в 1 триллион долларов.
В минувшие выходные глава администрации Белого дома Марк Медоу и министр финансов Стивен Мнучин отправились обратно на Капитолийский холм для дальнейших переговоров с сотрудниками Сената, и Мнучин сказал Fo News в интервью в воскресенье, что подробности должны быть обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самым актуальным вопросом для законодателей - и предметом спора между республиканцами и демократами - является истечение срока действия повышенных пособий по безработице, которые начали уходить в эти выходные.
В то время как демократы хотят, чтобы пакет мер по борьбе с коронавирусом "четвертой фазы" сохранил надбавку к пособиям в размере 600 долларов, республиканцы призывают сократить ее и утверждают, что некоторые американцы зарабатывают на безработице больше, чем на зарплатах.
Круз сказал, что более половины американцев, получающих повышенное пособие по безработице, сейчас получают больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, которые испытывают проблемы с повторным наймом сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы остаться дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении экономики, который облегчит возвращение американцев на работу, ослабив налоги и правила для малого бизнеса:
"Вместо того, чтобы просто выкидывать триллионы за дверь, законопроект о восстановлении экономики приостановит действие налога на заработную плату, что позволит повысить зарплату всем работающим в Америке, что на самом деле вернет людей к работе", - сказал он.
Президент Трамп на прошлой неделе потребовал, чтобы следующий пакет помощи включал в себя снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, так как предложение было плохо воспринято среди республиканцев.
Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, сказал в воскресенье, что он не поддерживает меры, предложенные его коллегами-республиканцами в Сенате.
Но он также раскритиковал законопроект в 3 триллиона долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в том, что они намеренно разработали меру, которая наносит ущерб президенту перед ноябрьскими выборами.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - закрыть все предприятия в Америке, закрыть все школы в Америке", - сказал он.
"Знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах, и то, что она предлагает, не позволяет работающим мужчинам и женщинам работать".
Канье Уэст публично извинился перед женой Ким Кардашьян после откровений о браке
Канье Уэст извинился перед женой Ким Кардашьян за то, что вышел на публику с "личным делом".
Рэпер рассказал во время мероприятия в Южной Каролине, что пара рассматривала возможность аборта своего первого ребенка.
После бурной недели, в течение которой он выдвинул ряд претензий против своей жены и ее семьи, Уэст теперь написал в Твиттере извинения.
Сообщается, что Уэст также посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: "Я хотел бы извиниться перед моей женой Ким за то, что она публично рассказала о чем-то, что было личным делом, и я не прикрывал ее так, как она прикрывала меня".
"Киму я хочу сказать, что знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда рядом со мной".
Беспорядочные твиты Уэста, в том числе заявления о том, что его жена пыталась запереть его врачами, и он выдвинул ряд обвинений против своей свекрови Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян Уэст, на которой он женился в 2014 году.
На фоне опасений за душевное состояние мужа Кардашьян Уэст, мать четверых детей Уэста, опубликовала пространное заявление, в котором заявила, что она и ее семья "не в силах" вмешаться, и напомнила фанатам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который, помимо того, что он художник и чернокожий мужчина, пережил болезненную потерю своей матери, и ему приходится иметь дело с давлением и изоляцией, которые усиливаются его биполярным расстройством".
Она добавила, что не обсуждала его состояние раньше, потому что она "очень защищает наших детей и право Канье на неприкосновенность частной жизни, когда речь идет о его здоровье".
Она добавила: "Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и неправильных представлений о психическом здоровье".
Уэст заявил о своих претензиях на аборт во время мероприятия 19 июля.
Мужчина арестован за предполагаемое убийство брата-алкоголика в Большом Нойде: полиция
37-летний мужчина был арестован в воскресенье по обвинению в убийстве своего брата, тело которого было найдено брошенным в изолированном районе неделю назад в Большом Нойде в штате Уттар-Прадеш, сообщила полиция.
Обвиняемый сообщил полиции, что его раздражали алкоголизм и плохое поведение его брата с женщинами - членами их общей семьи, что, по словам чиновников, привело его к преступлению.
Тело Бхишама Сингха, жителя деревни Бисрах в Большом Нойде, было найдено около кустов в изолированном районе около недели назад.
По словам пресс-секретаря полиции, на теле были обнаружены следы ножевых ранений, и в полицейский участок в Бисрахе было подано ПИС, и было начато расследование.
"Во время расследования улики привели полицию к мужчине, который умер, его брату Дипаку и его допросили.
Когда его опросили, Дипак признался, что зарезал брата до смерти.
Он сказал полиции, что Бхишам часто употребляет алкоголь, создает шум дома и плохо ведет себя с женщинами - членами семьи, из-за чего он решил убить своего брата ", - сказал представитель.
Обвиняемый был арестован и обвинен в убийстве и других связанных с ним обвинениях, сообщили в полиции.
Тони Блэр обещает никогда не прекращать вмешиваться в британскую политику, несмотря на жесткую реакцию на Брекзит
Тони Блэр пообещал не прекращать вмешиваться в политику Соединенного Королевства после резкой реакции на его участие в Лейбористской партии и кампании против Брекзита.
Г-н Блэр, который был в отставке более десяти лет, сказал Софи Ридж в Sky News, что он "никогда" не прекратит высказываться в британской политике.
Тем не менее, скандальный политический деятель признал, что "многие люди, наблюдающие за этим, могут подумать, что я должен прекратить говорить о вещах".
Софи Ридж сказала Блэру: "Я всегда чувствую, что ты не можешь отстраниться от политики.
"Вы всегда публикуете отчеты по коронавирусу или придумываете аргументы по Breit.
"Мне просто интересно, думают ли люди, почему после десяти лет работы премьер-министром вы все еще пытаетесь участвовать в политике?
"Не пора ли отдохнуть, обойти поле для гольфа".
Бывший премьер-министр отверг это предложение и пообещал оставаться в британской политике столько, сколько сможет.
Он сказал: "Это не то, что я хочу делать. Многие люди, которые смотрят, могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране".
"Мы переживаем огромный момент перемен в мире, и институт, который я построил, работает по всему миру.
"Я знаю, что я сделал то, чего предыдущие премьер-министры не делали, но в будущем я предсказываю, что еще многие попытаются сделать".
Ранее в интервью г-н Блэр заявил, что Великобритания и ЕС все еще могут заключить соглашение по Брекзиту до конца года.
Он сказал: "Они могли бы заключить сделку, но даже сделка, которую мы заключим, будет плохой".
"Это, по сути, будет хорошо для Европы, потому что это позволит облегчить торговлю товарами, но очень тормозит для нас в вопросе услуг".
Бывший лидер лейбористов также сообщил Sky News, что в обозримом будущем Великобритания будет жить с COVID-19, а не ликвидировать его.
Во время чествования героев Каргила премьер-министр Нарендра Моди заявил, что Пакистан пытался "нанести удар в спину" Индии
Пакистан пытался "нанести удар в спину" Индии, несмотря на ее попытки сохранить дружеские отношения, заявил сегодня премьер-министр Нарендра Моди в своем обращении к вооруженным силам по случаю 21-й годовщины Каргильской войны.
В своем ежемесячном радиообращении Mann ki Baat премьер-министр Моди сказал, что "Пакистан предпринял это злоключение со зловещими планами захвата индийской земли и отвлечения внимания от продолжающихся внутренних конфликтов".
"Пакистан имел дерзость, пытаясь оккупировать индийскую землю и отвлечь внимание от собственных внутренних беспорядков", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла - бороться со всеми без причины.
Люди такого рода могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан ударил по Индии, несмотря на попытки Индии установить теплые отношения ", - сказал он.
"Вы можете себе представить, что враг сидел высоко в горах, в то время как наши войска сражались с ними снизу, но высокий боевой дух и верность наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия продемонстрировала большую силу в Каргиле", - сказал премьер-министр Моди, вспоминая свой собственный визит в этот район.
Каргил Дивас празднуется каждый год, в день, когда индийская армия отбила все индийские посты в Ладакхе Каргиле, которые были оккупированы пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешной кульминации "Операции Виджай".
Почти трехмесячная битва на ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, главнокомандующий сухопутными войсками генерал М. М. Нараване, главный маршал авиации Р. К. С. Бхадаурия и главнокомандующий военно-морскими силами адмирал Карамбир Сингх также отдали дань уважения Амар Джаван Джьоти на Национальном военном
За десятилетия, прошедшие после Каргила, отношения между Индией и Пакистаном были напряженными после серии терактов.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистан должен ликвидировать все террористические лагеря, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования МСП может пропустить отметку
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам, чтобы удовлетворить свои потребности в финансировании.
Тем не менее, г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них нет доступа к тому же более дешевому финансированию, и предупредил, что в результате схема гарантирования МСП не набирает обороты.
"Я думаю, что она, вероятно, пропустила отметку, когда все люди, которые звонят нам, звонят в надежде, что они смогут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита", - сказал он.
"Поэтому они звонят, и они очень разочаровываются, потому что там появилось ожидание, что есть скидки, и мы смотрим на нашу стоимость финансирования, которая не изменилась вообще".
Г-н Каллаган добавил, что если бы финтехи смогли получить доступ к более дешевому финансированию и передать его малому бизнесу, то эта схема была бы "бессмысленной".
"Это была своего рода" уловка 22 ", когда крупные банки получили доступ к более дешевому финансированию, но они больше не хотят рисковать, поэтому на самом деле они не идут на кредитование таким же образом, они не могут получить доступ к данным, и они не могут чувствовать себя комфортно, если у вас нет собственности", - сказал он: "Пока мы не сможем получить доступ к этому более дешевому финансированию, я думаю, что на рынке есть фикция о том, насколько популярной будет эта схема".
Расположенный в Мельбурне Мула также участвует в схеме, и исполнительный директор Арис Аллегос сказал, что преимущество 50-процентной гарантии, подразумеваемой в правительственной схеме, должно быть передано малому бизнесу, но разные кредиторы справлялись с этим по-разному.
"Я могу понять, что могут быть и другие, которые не проходят через эту структуру затрат", - сказал он.
"Возможно, это зависит от того, как структурировано их финансирование, а также от того, в какие категории они кредитуют и как они оценивают риски в рамках этих категорий".
Г-н Аллегос не предоставил подробностей о количестве кредитов, выданных Moula по этой схеме, но сказал, что обновленная схема является "основным признанием того, что необходимо изменить", чтобы предоставить больше гибкости кредиторам и заемщикам.
Тем не менее, он сказал, что его больше всего беспокоит "двухскоростная экономика", которая работает, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это этот пресловутый обрыв и то, как справиться с этим обрывом", - сказал он.
"Вообще говоря, что касается спроса, мы не вернулись к уровням, существовавшим до COVID, хотя аппетит растет".
Онлайн-кредитор Prospa, зарегистрированный на бирже AS, также не будет подробно описывать сумму кредитов, которые он выдал по этой схеме, поскольку он сказал, что эта информация является конфиденциальной с коммерческой точки зрения, но исполнительный директор Грег Мошаль сказал, что продление правительством этой схемы приветствуется.
"Мы поддерживаем любые улучшения в схеме, которые позволят малому бизнесу получить доступ к широкому спектру продуктов финансирования, которые отвечают их требованиям, включая продукты гибкого денежного потока на более короткие сроки", - сказал он.
Я хочу попросить всех вас на секунду задуматься над тем очень простым фактом, что большая часть того, что мы знаем о Вселенной, приходит к нам из света.
Мы можем стоять на Земле и смотреть на ночное небо и видеть звезды голыми глазами.
Солнце сжигает наше периферийное зрение.
Мы видим свет, отраженный от Луны.
И за время, прошедшее с тех пор, как Галилей указал на этот рудиментарный телескоп на небесных телах, известная нам Вселенная пришла к нам через свет, через обширные эпохи космической истории.
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм о Вселенной - эту серию снимков, которые идут вплоть до Большого взрыва.
И все же вселенная - это немое кино, потому что вселенная не молчит.
Я хочу вас убедить, что во вселенной есть саундтрек и что саундтрек воспроизводится в самом космосе, потому что космос может раскачиваться, как барабан.
Это может стать своего рода записью во вселенной некоторых из самых драматических событий по мере их разворачивания.
Теперь мы хотели бы иметь возможность добавить в своеобразную славную визуальную композицию, которую мы имеем о Вселенной - звуковую композицию.
И хотя мы никогда не слышали звуков из космоса, мы действительно должны в ближайшие несколько лет начать увеличивать громкость того, что там происходит.
Поэтому в этом стремлении запечатлеть песни из вселенной мы обращаем наше внимание на черные дыры и на то, что они обещают, потому что черные дыры могут стучать в пространство-время, как молотки на барабане, и у них очень характерная песня, которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том, какой будет эта песня.
Возможно, однажды мы увидим тень, которую черная дыра может отбросить на очень ярком фоне, но пока мы этого не сделали.
И все же черные дыры могут быть слышны, даже если их не видно, и это потому, что они стучат в пространство-время, как барабан.
Теперь мы обязаны идеей, что космос может звучать как барабан, Альберту Эйнштейну, которому мы так обязаны.
Эйнштейн понял, что если бы пространство было пустым, если бы Вселенная была пустой, это было бы похоже на эту картину, за исключением, может быть, без полезной сетки, нарисованной на ней.
Но если бы мы свободно падали в пространстве, даже без этой полезной решетки, мы могли бы нарисовать ее сами, потому что мы заметили бы, что мы путешествовали по прямым линиям, без отклонений прямыми путями по вселенной.
Эйнштейн также понял - и это настоящее мясо материи - что, если вы поместите энергию или массу во Вселенную, она искривит пространство, и свободно падающий объект пройдет мимо, скажем, Солнца, и он отклонится по естественным кривым в пространстве.
Это была великая общая теория относительности Эйнштейна.
Теперь даже свет будет искривляться этими путями.
И вы можете быть настолько согнуты, что попадете на орбиту вокруг Солнца, как Земля, или Луны вокруг Земли.
Это естественные кривые в пространстве.
То, что Эйнштейн не понимал, так это то, что если вы возьмете наше Солнце и раздавите его до шести километров - таким образом, вы возьмете в миллион раз массу Земли и раздавите ее до шести километров в поперечнике, вы сделаете черную дыру, объект настолько плотный, что если свет отклонится слишком близко, он никогда не убежит - темную тень на
Но Эйнштейн всегда думал, что черные дыры - это математическая странность.
Он не верил, что они существуют в природе.
Он думал, что природа защитит нас от их образования.
Прошло несколько десятилетий, прежде чем был придуман термин "черная дыра", и люди поняли, что черные дыры - это настоящие астрофизические объекты, на самом деле это состояние смерти очень массивных звезд, которые катастрофически разрушаются в конце своей жизни.
Теперь наше Солнце не рухнет в черную дыру.
Это на самом деле недостаточно массово.
Но если бы мы провели небольшой мысленный эксперимент - как очень любил делать Эйнштейн - мы могли бы представить себе, что Солнце раздавит до шести километров и выведет на орбиту крошечную Землю вокруг нее, возможно, в 30 километрах от солнца черной дыры.
И это было бы самоосвещение, потому что сейчас Солнце ушло, у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самоосвещенной.
И вы поймете, что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры.
Эта раздавленная черная дыра на самом деле поместилась бы внутри Манхэттена, более или менее.
Она может вылиться в Гудзон немного раньше, чем уничтожит Землю.
Но в основном это то, о чем мы говорим.
Мы говорим об объекте, который можно раздавить до половины площади Манхэттена.
Таким образом, мы перемещаем эту Землю очень близко - на 30 километров снаружи - и мы замечаем, что она совершенно точно вращается вокруг черной дыры.
Есть своего рода миф о том, что черные дыры пожирают все во Вселенной, но на самом деле нужно подойти очень близко, чтобы упасть.
Но что очень впечатляет, так это то, что с нашей точки зрения мы всегда можем видеть Землю.
Она не может спрятаться за черной дырой.
Свет от Земли, часть его падает, но часть его линзируется и возвращается к нам.
Так что за черной дырой ничего не спрячешь.
Если это был Battlestar Galactica и вы сражаетесь с Сайлонами, не прячьтесь за черную дыру.
Они могут тебя видеть.
Теперь наше Солнце не рухнет в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр.
И если бы кто-то затмил Млечный Путь, это то, как он выглядел бы.
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в галактике Млечный Путь и ее светящихся пылевых полосах.
И если бы мы упали к этой черной дыре, мы увидели бы весь этот свет, рассеянный вокруг нее, и мы могли бы даже начать проникать в эту тень и действительно не заметить, что произошло что-то драматическое.
Было бы плохо, если бы мы попытались запустить наши ракеты и выбраться оттуда, потому что мы не могли, больше, чем свет может ускользнуть.
Но несмотря на то, что черная дыра темная снаружи, она не темная внутри, потому что весь свет из галактики может упасть позади нас.
И даже несмотря на то, что из-за релятивистского эффекта, известного как замедление времени, наши часы, казалось бы, замедляются относительно галактического времени, это выглядело бы так, как будто эволюция галактики ускорилась и выстрелила в нас прямо перед тем, как мы были раздавлены до смерти черной дырой.
Это было бы похоже на предсмертный опыт, когда вы видите свет в конце туннеля, но это опыт полной смерти.
(Смех) И нет никакой возможности рассказать кому-либо о свете в конце туннеля.
Сейчас мы никогда не видели такой тени черной дыры, но черные дыры слышны, даже если их не видно.
Представьте себе сейчас астрофизически реалистичную ситуацию - представьте две черные дыры, которые прожили вместе долгую жизнь.
Возможно, они начинались как звезды и обрушивались на две черные дыры, каждая из которых в 10 раз превышала массу Солнца.
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике.
Они могут вращаться сотни раз в секунду.
В конце своей жизни они обходят друг друга очень близко к скорости света.
Таким образом, они пересекают тысячи километров за долю секунды, и при этом они не только искривляют пространство, но и оставляют после себя звон пространства, настоящую волну пространства-времени.
Пространство сжимается и растягивается, поскольку оно исходит из этих черных дыр, стучащих по вселенной.
И они выходят в космос со скоростью света.
Это компьютерное моделирование связано с группой относительности в NASA Goddard.
Потребовалось почти 30 лет, чтобы кто-либо в мире решил эту проблему.
Это была одна из групп.
Он показывает две черные дыры на орбите вокруг друг друга, опять же, с этими полезными нарисованными кривыми.
И если вы видите - это что-то вроде обморока - но если вы видите красные волны, исходящие наружу, это гравитационные волны.
Это буквально звуки космического звона, и они будут выходить из этих черных дыр со скоростью света, когда они звонят вниз и сливаются в одну вращающуюся, тихую черную дыру в конце дня.
Если бы вы стояли достаточно близко, ваше ухо резонировало бы со сжатием и растяжением пространства.
Вы бы буквально услышали звук.
Теперь, конечно, ваша голова будет сжата и растянута бесполезно, так что у вас могут возникнуть проблемы с пониманием того, что происходит.
Но я бы хотел сыграть для вас тот звук, который мы предсказываем.
Это из моей группы - чуть менее гламурное компьютерное моделирование.
Представьте себе более легкую черную дыру, падающую в очень тяжелую черную дыру.
Звук, который вы слышите, - это легкая черная дыра, стучащая в пространство каждый раз, когда она приближается.
Если она уходит далеко, она слишком тихая.
Но он приходит как молоток, и он буквально трескает пространство, раскачивая его, как барабан.
И мы можем предсказать, каким будет звук.
Мы знаем, что, когда он падает, он становится быстрее, и он становится громче.
И в конце концов мы услышим, как маленький парень просто попадает в более крупного парня.
Сейчас я никогда не слышал это так громко - это на самом деле более драматично.
Дома это звучит как-то антиклиматично.
Это вроде как дин, дин, дин.
Это еще один звук из моей группы.
Нет, я не показываю вам никаких изображений, потому что черные дыры не оставляют после себя полезных следов чернил, а пространство не нарисовано, показывая вам кривые.
Но если вы должны были проплыть мимо в космосе на космическом празднике и вы слышали это, вы хотите двигаться.
(Смех) Хочу уйти от звука.
Обе черные дыры движутся.
Обе черные дыры становятся все ближе друг к другу.
В этом случае они оба довольно сильно раскачиваются.
А потом они собираются слиться.
Теперь это щебетание очень характерно для слияния черных дыр - что оно щебетает в конце.
Теперь это наш прогноз того, что мы увидим.
К счастью, мы находимся на этом безопасном расстоянии в Лонг-Бич, Калифорния.
И конечно, где-то во Вселенной слились две черные дыры.
И конечно, пространство вокруг нас звонит после путешествия, может быть, миллион световых лет, или миллион лет, со скоростью света, чтобы добраться до нас.
Но звук слишком тихий, чтобы кто-то из нас когда-либо слышал.
На Земле строятся очень трудолюбивые эксперименты - так называемый LIGO, - которые обнаружат отклонения в сжатии и растяжении пространства менее чем на долю ядра атома на четыре километра.
Это удивительно амбициозный эксперимент, и в ближайшие несколько лет он будет на продвинутом уровне чувствительности - чтобы подхватить это.
Также предлагается космическая миссия, которая, надеюсь, будет запущена в ближайшие десять лет, под названием LISA.
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры, в миллионы или миллиарды раз превышающие массу Солнца.
На этом изображении Хаббла мы видим две галактики.
Они выглядят так, будто застыли в каких-то объятиях.
И каждый из них, вероятно, таит в себе сверхмассивную черную дыру.
Но они не заморожены, они на самом деле сливаются.
Эти две черные дыры сталкиваются, и они сольются в течение миллиарда лет.
Это за пределами нашего человеческого восприятия, чтобы подобрать песню такой продолжительности.
Но LISA могла видеть последние стадии двух сверхмассивных черных дыр ранее в истории Вселенной, за последние 15 минут до того, как они упадут вместе.
И это не только черные дыры, но и любое большое возмущение во Вселенной - и самая большая из них - Большой взрыв.
Когда это выражение было придумано, оно было насмешливым - например, "О, кто поверит в Большой взрыв?"
Эта анимация от моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны.
Мы никогда не хотим этого делать на самом деле, мы хотим быть внутри Вселенной, потому что нет такого понятия, как стоять вне Вселенной.
Итак, представьте, что вы находитесь внутри Большого взрыва.
Это везде, это все вокруг вас, и пространство хаотично раскачивается.
Прошло четырнадцать миллиардов лет, и эта песня все еще звучит вокруг нас.
Формируются галактики, и в этих галактиках формируются поколения звезд, и вокруг одной звезды, по крайней мере одной звезды, есть обитаемая планета.
И вот мы лихорадочно строим эти эксперименты, делаем эти расчеты, пишем эти компьютерные коды.
Представьте, миллиард лет назад столкнулись две черные дыры.
Эта песня звучала в космосе все это время.
Мы даже здесь не были.
Она становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки.
Если бы это был Большой взрыв, который мы собирались поднять, это звучало бы так.
Это буквально определение шума.
Это белый шум, это такой хаотичный звон.
Но она вокруг нас повсюду, предположительно, если она не была уничтожена каким-то другим процессом во Вселенной.
И если мы поднимем его, это будет музыка для наших ушей, потому что это будет тихое эхо того момента нашего создания, нашей наблюдаемой вселенной.
Таким образом, в течение ближайших нескольких лет мы сможем немного подтянуть саундтрек, отрисовать вселенную в звуке.
Но если мы обнаружим эти самые ранние моменты, это значительно приблизит нас к пониманию Большого взрыва, что значительно приблизит нас к заданию некоторых из самых трудных, самых труднодостижимых вопросов.
Если мы запустим фильм о нашей вселенной назад, мы знаем, что в нашем прошлом был Большой взрыв, и мы можем даже услышать его какофонический звук, но был ли наш Большой взрыв единственным Большим взрывом?
Я имею в виду, что мы должны спросить, случалось ли это раньше?
Произойдет ли это снова?
Я имею в виду, что в духе ответа на вызов TED, чтобы возродить удивление, мы можем задавать вопросы, по крайней мере в эту последнюю минуту, которые, честно говоря, могут ускользнуть от нас навсегда.
Но мы должны спросить: возможно ли, что наша Вселенная - это просто шлейф какой-то более великой истории?
Или, возможно, мы всего лишь ветвь мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть, некоторые из них с черными дырами играют на барабанах, может быть, некоторые без - может быть, некоторые с разумной жизнью, а может быть, некоторые без - не в нашем прошлом, не в нашем будущем, но как-то фундаментально связаны с нами?
Поэтому мы должны задаться вопросом, есть ли мультивселенная, в каком-то другом участке этой мультивселенной, есть ли существа?
Вот мои мультивселенные создания.
Есть ли в мультивселенной другие существа, которые задаются вопросом о нас и интересуются своим происхождением?
И если они есть, я могу представить их такими, какие мы есть, вычисляя, пишу компьютерный код, создавая инструменты, пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом, кто еще там.
Спасибо. Спасибо.
(Аплодисменты)
Вирджиния-Бич сносит памятник Конфедерации
Вирджиния-Бич, штат Вирджиния - Город Вирджиния-Бич в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это, удалил памятник Конфедерации 115-летней давности с общественной территории.
Рабочие снесли памятник высотой в 27 футов (8,2 метра) в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял рядом со старым зданием суда округа Принцесса Анна, в том же месте, где когда-то проводились аукционы рабов.
В четверг вечером совет единогласно проголосовал за начало процесса удаления.
Совет выслушал десятки ораторов и решил, что памятник рассматривается многими как раскол и болезненное напоминание о прошлом.
Статуя недавно была полностью закрыта, с запертыми воротами вокруг нее после недавних протестов и вандализма на других памятниках Конфедерации.
Памятник пока будет храниться.
Город теперь должен ждать любых предложений от исторических групп или других организаций, которые могут захотеть забрать памятник.
Полиция пробует новые, менее смертоносные инструменты по мере продолжения протестов
Пока продолжаются жестокие столкновения между правоохранительными органами и протестующими в Портленде и по всей стране, разгораются споры о том, как полиция может сократить применение смертоносной силы.
Некоторые компании начинают предлагать полиции новые высокотехнологичные инструменты, такие как дистанционные наручники, вместо более опасных вариантов, таких как перцовый аэрозоль, резиновые пули и вспышечные гранаты.
Правозащитная организация Amnesty International проанализировала 500 видео с протестов с 26 мая по 5 июня и обнаружила 125 случаев чрезмерного применения силы в 40 штатах и округе Колумбия.
"Мы видели злоупотребление слезоточивым газом, перцовым аэрозолем, перцовыми шариками, 40-миллиметровыми патронами, в основном каждая комбинация менее смертоносного оружия использовалась неподобающим образом", - сказал следователь Amnesty International по оружию Брайан Кастнер
Тем не менее, некоторые настаивают на том, что наличие вариантов важно, чтобы избежать необходимости в огнестрельном оружии.
"Все эти устройства должны быть под рукой, чтобы полицейские могли использовать другие средства, кроме смертоносной физической силы, применяемой огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право лишить вас жизни", - сказал Кори Пегес, бывший заместитель инспектора Департамента полиции Нью-орка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет из 8-футового кевларового шнура, который обертывается вокруг подозреваемого.
Есть дальнобойные акустические устройства, также известные как звуковые каноны, оружие направленной энергии, которое использует лазеры для нагрева кожи человека, новые снаряды, сделанные из таких вещей, как пена и мел, вонючие бомбы и, конечно, Тейзер.
Акции Aon, компании, производящей Taser, подскочили более чем на 18%, достигнув рекордного уровня, когда протесты переросли в бурные дни после убийства полицией Джорджа Флойда.
Ожидается, что рынок менее смертоносного оружия достигнет 11,85 миллиарда долларов к 2023 году.
Посмотрите видео, чтобы взглянуть на новые высокотехнологичные инструменты, которые полиция использует для менее смертоносной силы, как они регулируются, и что поставлено на карту для будущего полиции и общин, которым они служат.
ООН заявляет о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД - В докладе ООН говорится, что более 6000 пакистанских повстанцев скрываются в Афганистане, большинство из них принадлежат к запрещенной группировке пакистанских талибов, ответственной за нападения на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группировка, известная как "Техрик-и-Талибан" (ТТП), связалась с базирующимся в Афганистане филиалом группировки "Исламское государство".
Некоторые члены ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится на востоке Афганистана.
Афганское правительство не ответило в воскресенье на запросы Associated Press о комментариях.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от действий афганских сил безопасности, а также сил США и НАТО, и даже иногда от действий афганских талибов.
Доклад подготовлен аналитической группой ООН по наблюдению за санкциями, которая отслеживает террористические группировки по всему миру.
Согласно отчету, численность ИГ в Афганистане оценивается в 2200 человек, и, несмотря на то, что его руководство истощено, ИГ все еще насчитывает среди своих лидеров гражданина Сирии Абу Саида Мухаммеда аль-Хорасани.
В сообщении также говорится, что группа мониторинга получила информацию о том, что два высокопоставленных командира Исламского государства, Абу Кутайба и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление," Исламское государство "по-прежнему способно совершать громкие теракты в различных частях страны, включая Кабул.
Она также направлена на привлечение боевиков Талибана, которые выступают против соглашения с Соединенными Штатами ", - говорится в докладе, ссылаясь на мирное соглашение, подписанное США с Талибаном в феврале.
Эта сделка была заключена, чтобы позволить США прекратить свое 19-летнее участие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использоваться террористическими группировками.
Ожидается, что сделка также обеспечит полноценное участие "Талибана" в борьбе с ИГ.
Вторая и, пожалуй, самая важная часть соглашения призывает к переговорам между талибами и политическим руководством Кабула.
Поздно вечером в субботу Госдепартамент США опубликовал заявление, в котором говорится, что его посланник по вопросам мира Залмай Халилзад снова курсирует по региону, пытаясь дать толчок этим переговорам, которые неоднократно откладывались, поскольку обе стороны спорят о программе освобождения заключенных.
Соглашение, поддержанное США, призывает афганское правительство освободить 5000 заключенных талибов, а талибы - освободить 1000 правительственных и военных в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет громкими преступниками, и предложило бесплатные альтернативы.
Талибы отказались.
"Стороны ближе, чем когда-либо, к началу внутриафганских переговоров, ключевому следующему шагу к окончанию 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Несмотря на значительный прогресс в обмене пленными, этот вопрос требует дополнительных усилий, чтобы полностью решить".
Политический представитель Талибана ранее на этой неделе заявил, что готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенного будет завершено.
Большую тревогу для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП или Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за резонансные атаки в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяло на себя ответственность за одно из самых ужасных терактов в Пакистане в 2014 году, когда была атакована пакистанская армейская школа и погибли 140 человек.
Большинство из них были студентами, а некоторым было всего 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается в 6000-6500 человек, большинство из них с ТТП", - говорится в докладе.
Многие считают, что вождение - это занятие, предназначенное исключительно для тех, кто может видеть.
До сих пор считалось, что незрячий человек, управляющий транспортным средством безопасно и самостоятельно, - это невыполнимая задача.
Привет, меня зовут Деннис Хонг, и мы приносим свободу и независимость слепым, создавая автомобиль для слабовидящих.
Поэтому, прежде чем я расскажу об этой машине для слепых, позвольте мне кратко рассказать вам о другом проекте, над которым я работал, под названием "Городской вызов DARPA".
Теперь речь шла о создании роботизированного автомобиля, который может управлять собой.
Вы нажимаете старт, никто ничего не трогает, и он может добраться до места назначения полностью автономно.
Так в 2007 году наша команда выиграла полмиллиона долларов, заняв третье место в этом соревновании.
Примерно в то же время Национальная федерация слепых, или NFB, поставила перед исследовательским комитетом вопрос о том, кто может разработать автомобиль, который позволит слепому человеку управлять автомобилем безопасно и независимо.
Мы решили попробовать, потому что думали: "Эй, как это может быть тяжело?"
У нас уже есть автономный автомобиль.
Мы просто поместили в него слепого человека, и мы закончили, верно?
(Смех) Мы не могли быть более неправы.
То, что хотел NFB, - это не транспортное средство, которое может водить слепого человека, а транспортное средство, где слепой человек может принимать активные решения и управлять автомобилем.
Поэтому пришлось все выбросить в окно и начать с нуля.
Поэтому, чтобы проверить эту безумную идею, мы разработали небольшой прототип багги с дюнами, чтобы проверить осуществимость.
А летом 2009 года мы пригласили десятки незрячих молодых людей со всей страны и дали им шанс взять его на спин.
Это был совершенно потрясающий опыт.
Но проблема с этим автомобилем была в том, что он был спроектирован так, чтобы ездить только в очень контролируемой среде, на плоской, закрытой парковке - даже на полосах, определенных красными конусами движения.
Поэтому с этим успехом мы решили сделать следующий большой шаг, разработать настоящий автомобиль, который можно будет ездить по реальным дорогам.
Так как же это работает?
Ну, это довольно сложная система, но попробую объяснить, может быть, упростить.
Итак, у нас есть три шага.
У нас есть восприятие, вычисления и невизуальные интерфейсы.
Теперь очевидно, что водитель не может видеть, поэтому система должна воспринимать окружающую среду и собирать информацию для водителя.
Для этого мы используем начальную единицу измерения.
Поэтому он измеряет ускорение, угловое ускорение - как человеческое ухо, внутреннее ухо.
Мы объединяем эту информацию с устройством GPS, чтобы получить оценку местоположения автомобиля.
Мы также используем две камеры для обнаружения полос дороги.
И мы также используем три лазерных дальномера.
Лазеры сканируют окружающую среду, чтобы обнаружить препятствия - автомобиль, приближающийся спереди, сзади, а также любые препятствия, которые встречаются на дорогах, любые препятствия вокруг автомобиля.
Таким образом, весь этот огромный объем информации затем подается в компьютер, и компьютер может сделать две вещи.
Прежде всего, обработать эту информацию, чтобы иметь представление об окружающей среде - это полосы дороги, есть препятствия - и передать эту информацию водителю.
Система также достаточно умна, чтобы определить самый безопасный способ управления автомобилем.
Таким образом, мы также можем генерировать инструкции о том, как управлять органами управления автомобиля.
Но проблема в следующем: как передать эту информацию и инструкции человеку, который не может видеть достаточно быстро и точно, чтобы он мог управлять автомобилем?
Поэтому для этого мы разработали множество различных типов технологий невизуального пользовательского интерфейса.
Итак, начиная с трехмерной звуковой системы пинг, вибрирующего жилета, колеса щелчка с голосовыми командами, полоски для ног, даже обуви, которая оказывает давление на ногу.
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов.
Теперь первый интерфейс называется DriveGrip.
Таким образом, это пара перчаток, и она имеет вибрирующие элементы на части костяшка, чтобы вы могли передать инструкции о том, как управлять - направление и интенсивность.
Еще одно устройство называется SpeedStrip.
Так что это стул - на самом деле это массажное кресло.
Убираем, перестраиваем вибрирующие элементы по разным схемам, приводим их в действие, чтобы передать информацию о скорости, а также инструкции по использованию газа и педали тормоза.
Таким образом, здесь вы можете увидеть, как компьютер понимает окружающую среду, и потому, что вы не можете видеть вибрацию, мы на самом деле ставим красные светодиоды на драйвер, чтобы вы могли видеть, что происходит.
Это сенсорные данные, и эти данные передаются на устройства через компьютер.
Так что эти два устройства, DriveGrip и SpeedStrip, очень эффективны.
Но проблема в том, что это обучающие устройства.
Так что это на самом деле не свобода, верно?
Компьютер говорит вам, как управлять автомобилем - повернуть налево, повернуть направо, ускорить, остановиться.
Мы называем это "проблемой водителя на заднем сиденье".
Таким образом, мы уходим от обучающих устройств, и теперь мы больше фокусируемся на информационных устройствах.
Хороший пример такого информационного невизуального пользовательского интерфейса называется AirPi.
Так что думайте о нем как о мониторе для слепых.
Так что это маленькая таблетка, в ней много дырок, и выходит сжатый воздух, поэтому она действительно может рисовать изображения.
Таким образом, даже если вы слепы, вы можете положить руку на него, вы можете видеть полосы дороги и препятствия.
На самом деле, вы также можете изменить частоту выхода воздуха и, возможно, температуру.
Так что это на самом деле многомерный пользовательский интерфейс.
Таким образом, здесь вы можете увидеть левую камеру, правую камеру от автомобиля и то, как компьютер интерпретирует это и отправляет эту информацию в AirPi.
Для этого мы показываем симулятор, слепого человека за рулем с помощью AirPi.
Этот симулятор также был очень полезен для обучения слепых водителей, а также для быстрого тестирования различных типов идей для разных типов невизуальных пользовательских интерфейсов.
Так что в основном так и работает.
Но это транспортное средство - прототип, и оно не будет на дороге, пока не будет доказано, что оно так же безопасно, как и сегодняшнее транспортное средство, или безопаснее, чем оно.
И я искренне верю, что это может произойти.
Но все же, примет ли общество такую радикальную идею?
Как мы будем работать со страхованием?
Как мы будем выдавать водительские права?
Есть много таких различных препятствий, помимо технологических проблем, которые мы должны решить, прежде чем это станет реальностью.
Конечно, главная цель этого проекта - разработать машину для слепых.
Но потенциально более важным, чем это, является огромная ценность побочных технологий, которые могут появиться в результате этого проекта.
Используемые датчики могут видеть сквозь темноту, туман и дождь.
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их для более безопасных автомобилей для зрячих людей.
Или для слепых бытовых приборов - в образовательной среде, в офисе.
Представьте себе, в классе учитель пишет на доске, а слепой ученик может видеть, что написано и прочитано, используя эти невизуальные интерфейсы.
Это бесценно.
Поэтому сегодня то, что я показал вам сегодня, это только начало.
Спасибо вам большое.
(Аплодисменты)
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской Huawei в расследованиях США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне заявил в социальных сетях, что он не "фабрикует доказательства" против Huawei, как утверждают китайские СМИ, что привело к аресту финансового директора компании в Канаде.
В посте, который сейчас недоступен в WeChat, кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика телекоммуникационного сетевого оборудования, так как расследование Huawei в связи с предполагаемым нарушением санкций США в отношении Ирана началось задолго до вмешательства банка в конце 2016 года.
"HSBC не имеет никакой враждебности по отношению к Huawei и не" подставлял "Huawei", - заявили в субботу в банке, добавив, что никогда не исказит никаких фактов о своих клиентах.
"В ответ на запросы Министерства юстиции США Министерства юстиции США о предоставлении информации HSBC Group просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты ".
Пост заблокирован на платформе с пометкой, что он "нарушает правила" и сейчас недоступен.
Заявление было сделано вскоре после того, как несколько китайских СМИ, включая государственные газеты, обвинили HSBC в "сговоре" с Вашингтоном, чтобы устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу был арестован в декабре 2018 года в Канаде по ордеру из США.
Менгу предъявлены обвинения в мошенничестве в связи с тем, что он якобы использовал подставную компанию для нарушения санкций против Ирана и якобы солгал банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым доказательствам, приведенным Global Times, HSBC хорошо знал об отношениях китайской компании с Skycom.
Как сообщается, банк решил "вступить в сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать факт отмывания денег и нарушения санкций, включая ограничения в отношении Ирана.
Тогда ему было предписано выплатить около 1,9 миллиарда долларов штрафов и предотвратить любые подобные нарушения.
"Доказательства указывают на то, что HSBC понимал эту связь, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло игнорировать неправомерные действия самого британского банка и не наказывать его в соответствии с Соглашением об отсрочке судебного преследования 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитор, если будет доказана его вина в этом "сговоре", может быть подвергнут "суровому наказанию" в Китае, одном из основных рынков для HSBC.
Это не первый случай, когда известный банк попадает под обстрел за последние недели.
В прошлом месяце HSBC подвергся резкой критике за поддержку нового закона о национальной безопасности для Гонконга, города, в котором начался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - с Запада, когда госсекретарь США Майк Помпео назвал одобрение "корпоративным преувеличением", и с Востока, когда китайская сторона, как сообщается, заявила, что ее поддержка была "запоздалой".
Ангола: больница "Педале" приписана к министерству здравоохранения
Луанда - Президент Республики Жоау Лоуренсу в эту пятницу принял решение о передаче контроля над строящейся в Луанде больницей Педро Мария Тонья Педали в ведение Министерства здравоохранения.
В сообщении пресс-службы президента республики сообщается, что данная мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественной медицинской помощи и лекарственного обеспечения населения.
"В данном конкретном случае идея заключается в том, чтобы сделать доступной для ангольцев эталонную больницу, дифференцированную и оснащенную современными технологиями и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который мотивировал "огромный спрос" на качественные медицинские услуги по самым разнообразным специальностям.
Это требование, продолжает примечание, оправдывается включением в больницу, специализирующуюся на лечении сложных заболеваний, преподавательской и исследовательской деятельности, вмешательств, связанных с офтальмологией и медициной матери и ребенка, областей, стратегия и управление которыми заслуживают того, чтобы быть в ведении Министерства здравоохранения.
Для меня как художника связь очень важна.
В своей работе я пытаюсь сформулировать, что люди не отделены от природы и что все взаимосвязано.
Я впервые побывал в Антарктиде почти 10 лет назад, где увидел свои первые айсберги.
Я был в восторге.
Мое сердце билось быстро, голова закружилась, пытаясь понять, что это было, что стояло перед мной.
Айсберги вокруг меня находились на расстоянии почти 200 футов от воды, и я мог только не удивляться, что это была одна снежинка на вершине другой снежинки, год за годом.
Айсберги рождаются, когда они отрываются от ледников или отрываются от шельфовых ледников.
У каждого айсберга своя индивидуальность.
У них есть особый способ взаимодействия со своим окружением и своим опытом.
Некоторые отказываются сдаваться и держаться до победного конца, в то время как другие больше не могут принять это и рассыпаться в приступе драматической страсти.
Когда вы смотрите на айсберг, легко подумать, что они изолированы, что они отделены и одиноки, так же, как мы, люди, иногда рассматриваем себя.
Но реальность далека от этого.
Когда айсберг тает, я вдыхаю его древнюю атмосферу.
По мере таяния айсберга он высвобождает богатую минералами пресную воду, которая питает многие формы жизни.
Я подхожу к фотографированию этих айсбергов, как будто делаю портреты своих предков, зная, что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом.
Это не смерть, когда они тают, это не конец, а продолжение их пути через цикл жизни.
Часть льда в айсбергах, которые я фотографирую, очень молода - пару тысяч лет.
А некоторым льдам более 100 000 лет.
Последние фотографии, которые я хотел бы показать вам, - это айсберг, который я сфотографировал в Кекетарсуаке, Гренландия.
Это очень редкий случай, когда вы действительно становитесь свидетелем качения айсберга.
Так вот оно.
С левой стороны можно увидеть небольшую лодку.
Это примерно 15-футовая лодка.
И я бы хотел, чтобы вы обратили внимание на форму айсберга и на то, где он находится у ватерлинии.
Вы видите здесь, она начинает катиться, и лодка переместилась на другую сторону, и мужчина стоит там.
Это гренландский айсберг среднего размера.
Это около 120 футов над водой, или 40 метров.
И это видео в реальном времени.
(Музыка) И вот так айсберг показывает вам другую сторону своей личности.
Спасибо.
(Аплодисменты)
Знаете ли вы, сколько видов цветковых растений существует?
Есть четверть миллиона - по крайней мере, те, о которых мы знаем - четверть миллиона видов цветковых растений.
А цветы - настоящий жулик.
Растениям их очень трудно производить.
Они отнимают огромное количество энергии и много ресурсов.
Зачем им идти на такие хлопоты?
И ответ, конечно, как и многие вещи в мире, - это секс.
Я знаю, что у тебя на уме, когда ты смотришь на эти фотографии.
И причина, по которой половое размножение так важно - есть много других вещей, которые растения могут сделать для воспроизводства.
Можно брать черенки, они могут как бы заниматься сексом с собой, они могут опылять себя.
Но им действительно нужно распространять свои гены, чтобы смешиваться с другими генами, чтобы они могли адаптироваться к экологическим нишам.
Эволюция работает именно так.
Теперь растения передают эту информацию через пыльцу.
Некоторые из вас, возможно, видели некоторые из этих фотографий раньше.
Как я говорю, в каждом доме должен быть сканирующий электронный микроскоп, чтобы его можно было увидеть.
И разных видов пыльцы столько же, сколько цветковых растений.
И это на самом деле довольно полезно для криминалистики и так далее.
Большая часть пыльцы, которая вызывает у нас сенную лихорадку, происходит от растений, которые используют ветер для распространения пыльцы, и это очень неэффективный процесс, поэтому он так сильно поднимает наши носы.
Потому что вам приходится выкидывать его массы и массы, надеясь, что ваши половые клетки, ваши мужские половые клетки, которые находятся внутри пыльцы, каким-то образом случайно достигнут другого цветка.
Таким образом, все травы, то есть все зерновые культуры, и большинство деревьев имеют переносимую ветром пыльцу.
Но большинство видов на самом деле используют насекомых для выполнения своих приказов, и это в некотором смысле более разумно, потому что пыльца им не нужна так много.
Насекомые и другие виды могут брать пыльцу, переносить ее прямо туда, где это необходимо.
Так что мы знаем, очевидно, о связи между насекомыми и растениями.
Там есть симбиотические отношения, будь то мухи, птицы или пчелы, они получают что-то взамен, а что-то взамен, как правило, нектар.
Иногда этот симбиоз приводил к чудесным адаптациям - ястребиная моль колибри прекрасна в своей адаптации.
Растение что-то получает, а ястребиная моль распространяет пыльцу где-то еще.
Растения эволюционировали, чтобы создавать маленькие посадочные полосы здесь и там для пчел, которые могли заблудиться.
На многих растениях есть маркировки, похожие на других насекомых.
Это пыльцы лилии, искусно сделанные так, что когда ничего не подозревающее насекомое приземляется на нее, муравейник переворачивается и взбивает ее на спину с большим количеством пыльцы, с которой она затем отправляется на другое растение.
И есть орхидея, которая может смотреть на вас так, как будто у нее есть челюсти, и в каком-то смысле она есть; она заставляет насекомое выползать, покрываясь пыльцой, которую она берет где-то еще.
Орхидеи: существует, по крайней мере, 20 000 видов орхидей - удивительно, удивительно разнообразно.
И они доходят до всяких трюков.
Они должны попытаться привлечь опылителей, чтобы выполнить их приказы.
Эта орхидея, известная как орхидея Дарвина, потому что это та, которую он изучал и сделал замечательный прогноз, когда увидел ее - вы можете видеть, что есть очень длинная нектарная трубка, которая спускается вниз от орхидеи.
И в основном то, что должно делать насекомое - мы находимся в середине цветка - оно должно приклеить свой маленький хоботок прямо в середину этого и весь путь вниз по этой нектарной трубке, чтобы добраться до нектара.
И Дарвин, глядя на этот цветок, сказал: "Я думаю, с этим что-то соединилось".
И конечно, есть насекомое.
И я имею в виду, обычно это как бы отбрасывает его, но в прямом виде, вот как он выглядит.
Теперь можно представить, что если нектар - это такая ценная вещь, дорогостоящая для растения, и он привлекает много опылителей, то, как и в человеческом сексе, люди могут начать обманывать.
Они могут сказать: "У меня есть кусочек нектара, вы хотите прийти и получить его?"
Теперь это растение.
Это растение здесь, которое насекомые в Южной Африке просто любят, и они эволюционировали с длинным хоботком, чтобы получить нектар на дне.
И это мимика.
Так что это растение, которое имитирует первое растение.
А вот длинноствольная муха, которая не получила нектара от мимики, потому что мимика не дает ей нектара, она думала, что получит его.
Так что муха не только не получила нектар от мимического растения, но и - если вы очень внимательно посмотрите на головной конец, вы увидите, что у нее есть немного пыльцы, которую она передала бы другому растению, если бы только какой-то ботаник не пришел и не приклеил ее к голубой карточке.
(Смех) Теперь обман продолжается в растительном царстве.
Этот цветок с черными точками: они могут выглядеть для нас как черные точки, но, если я скажу вам, для мужского насекомого правильного вида, это выглядит как две самки, которые действительно, очень горячие для рысью.
(Смех) И когда насекомое попадает туда и приземляется на него, обливаясь, конечно, пыльцой, которую оно собирается взять с собой на другое растение, если вы посмотрите на снимок сканирующего электронного микроскопа в каждом доме, вы увидите, что там на самом деле есть какой-то рисунок, который является трехмерным.
Так что это, наверное, даже хорошо для насекомого, а также хорошо выглядит.
И эти снимки электронного микроскопа - вот одна из орхидей, имитирующих насекомое - вы можете видеть, что разные части структуры имеют разные цвета и разные текстуры для нашего глаза, имеют очень, очень разные текстуры по сравнению с тем, что может воспринимать насекомое.
И этот создан, чтобы имитировать глянцевую металлическую поверхность, которую вы видите на некоторых жуках.
И под сканирующим электронным микроскопом там можно увидеть поверхность - очень сильно отличающуюся от других поверхностей, на которые мы смотрели.
Иногда все растение имитирует насекомое, даже нам.
Я имею в виду, я думаю, что это похоже на какое-то летающее животное или зверь.
Это замечательная, удивительная вещь.
Этот умный. Он называется обсидиан.
Я иногда думаю об этом как об инсидиуме.
Для правильного вида пчелы это выглядит как еще одна очень агрессивная пчела, и она много и много раз уходит и набивает ее на голову, чтобы попытаться отгонять ее, и, конечно, покрывает себя пыльцой.
Другое дело, что это растение имитирует другую орхидею, которая имеет прекрасный запас пищи для насекомых.
А у этого для них ничего нет.
Так что это обман на двух уровнях - сказочный.
(Смех) Здесь мы видим иланг-иланг, компонент многих духов.
Я на самом деле чувствовал запах кого-то с кем-то раньше.
И цветы на самом деле не должны быть такими безвкусными.
Они посылают фантастический аромат любому насекомому, у которого он будет.
Этот не так хорошо пахнет.
Это цветок, который действительно, действительно пахнет довольно неприятно и разработан, опять же, эволюционировал, чтобы выглядеть как падаль.
Так что мухи любят это.
Они прилетают и опыляют.
Этот, который является helicodiceros, также известен как мертвая лошадь arum.
Я не знаю, как на самом деле пахнет мертвая лошадь, но эта, вероятно, пахнет почти так же, как она.
Это действительно ужасно.
А шарики просто не могут себе помочь.
Они летают в эту штуку, и они летают по ней.
Они откладывают в него свои яйца, думая, что это хорошая падаль, и не понимая, что для яиц нет пищи, что яйца умрут, но растение, тем временем, выиграло, потому что щетинки высвобождаются, и мухи исчезают, чтобы опылять следующий цветок - фантастика.
Вот arum, arum maculatum, "лорды и дамы" или "кукушка-пинта" в этой стране.
Я сфотографировал эту вещь на прошлой неделе в Дорсете.
Эта вещь нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно.
И если вы посмотрите на это свысока, то увидите, что за спадиксом есть такая плотина, мух привлекает жара - которая кипит летучими химикатами, маленькими мошками - и они попадают в ловушку под этим контейнером.
Они пьют этот сказочный нектар, а потом все немного липкие.
Ночью они покрываются пыльцой, которая осыпает их, а затем щетинками, которые мы видели выше, они как бы увядают и выпускают все эти мошки, покрытые пыльцой - сказочная вещь.
Теперь, если вы думаете, что это невероятно, это один из моих самых любимых.
Это и есть филодендрон селлум.
Любой, кто здесь из Бразилии, узнает об этом заводе.
Это самое удивительное.
Такого рода фаллический кусочек там длиной около фута.
И он делает то, что не делает ни одно другое растение, о котором я знаю, и это то, что когда он цветет - это спадикс посередине там - в течение примерно двух дней, он метаболизируется так, как это происходит с млекопитающими.
Поэтому вместо того, чтобы иметь крахмал, который является пищей растений, он берет что-то похожее на коричневый жир и сжигает его с такой скоростью, что он сжигает жир, метаболизируется, примерно так же, как маленькая кошка.
И это вдвое больше энергии, веса и веса, чем колибри - совершенно удивительно.
Эта вещь делает что-то другое, что необычно.
Она не только поднимется до 115 градусов по Фаренгейту, 43 или 44 градусов по Цельсию, в течение двух дней, но и сохраняет постоянную температуру.
Там есть механизм терморегуляции, который поддерживает постоянную температуру.
Почему она это делает, я слышу, как вы спрашиваете.
Теперь, разве вы не знаете, есть некоторые жуки, которые просто любят заниматься любовью при такой температуре.
И они попадают внутрь, и они получают все это.
(Смех) И растение осыпает их пыльцой, и они уходят и опыляют.
И какая это замечательная вещь.
Сейчас большинство опылителей, о которых мы думаем, - это насекомые, но на самом деле в тропиках опыляются многие птицы и бабочки.
И многие тропические цветы красные, и это потому, что бабочки и птицы видят так же, как мы, думаем, и очень хорошо видят красный цвет.
Но если вы посмотрите на спектр, птиц и нас, мы увидим красный, зеленый и синий и увидим этот спектр.
Насекомые видят зеленый, синий и ультрафиолетовый, и они видят различные оттенки ультрафиолета.
Так что есть что-то, что происходит там с конца.
И не было бы здорово, если бы мы могли как-то увидеть, что это такое, я слышу, как вы спрашиваете.
Ну да, мы можем.
Так что же видит насекомое?
На прошлой неделе я сделал эти снимки розы, гелиантемы, в Дорсете.
Это маленькие желтые цветки, как мы все видим, маленькие желтые цветки повсюду.
И это то, как выглядит при видимом свете.
Вот как это выглядит, если вы вынимаете красное.
Большинство пчел не воспринимают красный цвет.
А потом я поставил несколько ультрафиолетовых фильтров на свою камеру и сделал очень, очень длинную экспозицию с определенными частотами ультрафиолетового света, и это то, что я получил.
И это настоящий фантастический бычий глаз.
Теперь мы не знаем точно, что видит пчела, так же, как вы знаете, что я вижу, когда я называю это красным.
Мы не можем знать, что происходит в сознании другого человека, не говоря уже о насекомом.
Но контраст будет выглядеть примерно так, так что выделяться много на фоне.
Вот еще один маленький цветок - другой диапазон ультрафиолетовых частот, разные фильтры, соответствующие опылителям.
И это именно то, что он увидит.
На тот случай, если вы думаете, что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого снимка, он был просто прикреплен к штативу, а не убит - тогда под ультрафиолетовым светом, посмотрите на это.
И это может быть основой солнцезащитного крема, потому что солнцезащитные кремы работают, поглощая ультрафиолетовое излучение.
Так что, может быть, химикат в этом был бы полезен.
Наконец, есть один вечерний первоцвет, который мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок.
И мне нравится идея чего-то скрытого.
Я думаю, что здесь есть что-то поэтическое, что эти снимки, сделанные с помощью ультрафиолетового фильтра, главное использование этого фильтра для астрономов, чтобы сфотографировать Венеру - на самом деле облака Венеры.
В этом главная польза этого фильтра.
Венера, конечно, бог любви и плодородия, что и есть цветочная история.
И точно так же, как цветы тратят много усилий, пытаясь заставить опылителей выполнить их приказы, им также каким-то образом удалось убедить нас посадить большие поля, полные их, и отдать их друг другу во время рождения и смерти, и особенно во время брака, который, когда вы думаете об этом, является моментом, который инкапсулирует передачу генетического материала от одного организма к другому.
Спасибо вам большое.
(Аплодисменты)
Алжир: смерть Махмуда Гемамы - Алжир теряет патриота, преданного боевика, говорит президент Теббун.
Алжир - Президент республики Абдельмаджид Теббун направил послание с соболезнованиями членам Народного национального собрания (APN) Муджахеду Махмуду Гемаме, скончавшемуся в пятницу, в котором он сказал, что Алжир "потерял патриота и активиста, преданного делу своего народа и своей нации".
Сегодня Алжир потерял в результате смерти Моджахеда Махмуда Гемамы, патриота и активиста, преданного делу своего народа и своей нации, человека, который никогда не колебался и решимость которого оставалась неизменной с того момента, как он взял в руки оружие вместе со своими доблестными братьями-моджахедами, до его последнего вздоха в этот печальный день, когда мы можем только подчиниться воле Бога ", - написал президент Теббун в своем послании с соболезнованиями.
"Покойный Махмуд Гемама, да пребудет с ним мир, принадлежал к уникальному поколению верных патриотов-боевиков, которые пожертвовали собой ради своей родины", - добавил президент республики.
"Покойный посвятил свою жизнь освобождению Алжира от мучений унизительного колониализма, вступив в ряды революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI".
"Покойный президент всем известен своей доказанной воинственностью и своей приверженностью закреплению имиджа процветающего и единого Алжира", - сказал президент Теббун.
"На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешивающийся, чтобы примирить братьев в одной и той же стране всякий раз, когда зажигается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности снискали покойному Махмуду Гемаме уважение и доверие народа Таманрассета, который выбрал его для того, чтобы представлять их в Народном национальном собрании (АПН) в течение нескольких сроков, в течение которых он был послом и защитником интересов региона и чаяний его народа, и даже представителем и представителем всех алжирцев", - написал президент республики.
"Всех выражений соболезнований будет недостаточно для того, чтобы отдать дань уважения моджахеду Махмуду Гемаме, да пребудет с ним мир", - сказал он.
Он покидает нас сегодня в то время, когда он нужен Алжиру ", - сказал президент.
"Я молю Всемогущего Бога окружить покойного Его Святой Милостью, приветствовать его в Его огромном раю рядом с шухадой и добродетельным.
Я также молю Бога дать его семье и близким терпение и утешение... нет никакой силы или силы, кроме Бога ", - заключил президент республики.
Обновление путешествий по коронавирусу: в каких странах есть ограничения на поездки для болгар при въезде
Число стран, вводящих ограничения на поездки, растет, и с этой недели Чехия хочет провести тесты на коронавирус для болгарских сезонных рабочих, а Дания допускает болгар на свою территорию только при наличии там регистрации по адресу, трудового договора или документа, удостоверяющего командировку.
На сегодняшний день люди, которые посетили Болгарию и Румынию за последние 14 дней, подлежат обязательному карантину в Италии, а в Финляндию въезд только по "уважительной причине".
Обязательный домашний карантин в Австрии, несмотря на отрицательный ПЦР-тест, уже требуется для въезжающих в Германию. В течение следующих 14 дней доступ в южную Румынию был запрещен без уважительной причины, а Греция еще больше ужесточила меры вдоль своих сухопутных границ.
Со вторника те, кто едет самолетом из Болгарии в Грецию, должны будут предъявить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, проведенного за 72 часа до их въезда в нашего южного соседа, сообщили в МИД.
Они добавили, что в страну будут допускаться только те пассажиры, у которых есть сертификат на такой тест, он должен быть оформлен на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира, а власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям.
"Путешественники должны пройти тестирование в лаборатории RT-PCR, взяв секреты из полости рта или носа. Тесты на коронавирус будут признаваться, если они проводятся в национальных референс-лабораториях, национальных медицинских лабораториях или частных лабораториях, аккредитованных соответствующими национальными органами по аккредитации (не обязательно специально для COVID-19).
Эта мера не распространяется на греческих граждан, граждан, проживающих в Греции, и путешественников по важным профессиональным причинам.
Министерство иностранных дел Греции также сообщило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными органами Греции по прибытии в Грецию.
Требование о том, чтобы граждане, путешествующие самолетом в Грецию, заполняли не менее чем за 24 часа электронную форму определения местонахождения пассажира (PLF), генерирующую R-код, которую они предъявляют властям Греции при въезде в страну, остается в силе.
На данный момент нет изменений в требованиях к пересечению сухопутной границы между Болгарией и Грецией. "Путешественники, прибывающие в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму локализации пассажира (PLF), генерирующую R-код не менее чем за 24 часа до прибытия", - пояснили в МИД.
Закрытие контрольно-пропускных пунктов "Илинден", "Капитан Петко Войвода" и "Маказа" увеличило трафик через границу в районе Петрича. Проблем с переходом нет, нет очередей грузовиков, все ожидающие выходят в море в Греции. Путешественники ждут около полутора часов, чтобы пересечь Тауэр.
Три пункта на болгаро-греческой границе работают, закрыты только "Илинден - Экзохи" и эта часть Ивайловграда.
Доминик Каммингс удерживается в заложниках SAS... во время базового тура
Главный советник премьер-министра пережил опыт на прошлой неделе во время экскурсии по базе
Мысль о том, что Доминик Каммингс будет взят в заложники с винтовками, нацеленными на его голову, может быть одной из тех, которыми будут тайно наслаждаться некоторые преследуемые государственные служащие.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время посещения штаб-квартиры SAS, Stirling Lines.
The Mail on Sunday может рассказать, что часть его визита в среду была связана с поездкой в "Дом смерти", где элитные солдаты оттачивают свои навыки по борьбе с террористами.
Экскурсия по базе в Херефорде также включала осмотр военной техники полка и брифинг о последних операциях, в том числе об усилиях по ликвидации террористов Исламского государства в Ираке.
Высокопоставленным посетителям "Стерлинг Лайнз" предлагается необычный прием - поворот в "Доме смерти", двухэтажном здании, где SAS отрабатывает ближний бой.
Среди предыдущих гостей была принцесса Диана, чьи волосы загорелись благодаря искре от гранаты, брошенной во время тренировки в 1983 году.
Понятно, что г-н Каммингс прибыл на базу - названную в честь основателя полка, полковника Дэвида Стирлинга - на вертолете.
Он также посетил соседний военный полигон Понтрилас, где базируются другие сверхсекретные подразделения.
Этот визит был частью его поездки по высокозасекреченным британским объектам безопасности, которая вызвала недоумение среди политиков и военных руководителей.
Когда новость о его планах появилась ранее в этом месяце, Тобиас Эллвуд, член парламента от консерваторов и председатель комитета по обороне Палаты общин, сказал, что членам парламента должна быть предоставлена такая же возможность задавать ему вопросы по вопросам обороны и безопасности, как и министрам и государственным служащим.
Специальные советники, которые назначаются политиками, редко обязаны давать показания избранным комитетам.
Понятно, что старшие офицеры SAS использовали мероприятие в среду, чтобы подчеркнуть важность сохранения численности личного состава Королевской морской пехоты и парашютного полка.
Сообщалось, что эти подразделения, которые составляют большинство войск спецназа, могут быть сокращены или объединены, чтобы сэкономить деньги.
"Более половины солдат SAS, состоящей из 250 человек, ранее были Paras, в то время как еще меньшая Специальная лодочная служба (SBS) не могла продолжать свою деятельность без поддержки Королевской морской пехоты", - сказал источник в обороне.
"Таким образом, Каммингсу сказали, что эти единицы должны быть сохранены полностью".
Г-н Каммингс, который пожаловался на то, что военные закупки "продолжают тратить миллиарды фунтов", недавно посетил встречи в штаб-квартирах MI5 и MI6, а также планирует посетить штаб-квартиру SBS в Пуле, графство Дорсет, вместе с секретными лабораториями правительства в Портон-Дауне, графство Уилтшир.
Вчера вечером Министерство обороны не ответило на запрос о комментариях.
Утренник "Воскресное утро": Празднуем Роджерса и Харта
В 2020 году исполняется 100 лет со дня дебюта на Бродвее первой профессиональной совместной работы одного из самых легендарных дуэтов музыкального театра - Ричарда Роджерса и Лоренца Харта.
Чтобы почтить свое авторское наследие, бродвейские звезды Джелани Алладин ("Froen", "Hercules") и Кристиани Питтс ("ing ong", "A Bron Tale") вместе с танцором Ричардом Риазом одером ("Hello, Dolly", "Shuffle Along") представляют современный взгляд на стандарт Rodgers Hart "The Lady Is a Tramp", записанный специально для аудитории
Музыкальное руководство и аранжировки барабанщика Брайана Картера, который выступает вместе с басистом Расселом Холлом.
Пожарные набирают обороты на пожарах в округе Лассен
Пожарные набирают обороты против двух лесных пожаров, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Золотой пожар, который начался к югу от Адина, локализован на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам, сообщили представители Cal Fire в обновлении в субботу утром.
Огонь, который горел в течение четырех дней, охватил 21 000 акров земли, разрушил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и укрепить линии управления.
Но порывистый ветер и низкая влажность ожидаются до субботы.
К западу от Сюзанвилля небольшой пожар, известный как Хогский пожар, уничтожил два строения и поглотил около 10 000 акров.
Пожар успокоился в одночасье, когда пожарные работали над зачисткой и укреплением линий управления, по данным Департамента лесного хозяйства и противопожарной защиты Калифорнии.
К субботнему утру она была на 45% и горела шесть дней.
В дневную жару, с температурой выше 90 градусов в районе Сюзанвилля, тлеющие участки рисковали вспыхнуть.
В то время как некоторым жителям разрешают вернуться в свои дома, некоторые районы в обеих зонах пожаров остаются под действием распоряжений об обязательной эвакуации.
Два пожарных, получивших ранения во время пожара в Золотом, выписаны из больницы.
Цепному мосту Шотландии и Англии исполнилось 200 лет
Мосту, связывающему Шотландию и Англию, исполнилось 200 лет, а его реконструкция обошлась в 10 миллионов фунтов стерлингов.
Мост Юнион Чейн пересекает реку Твид от Фишвика на шотландской границе до Хорнклиффа в Нортумберленде.
Когда он был открыт в 1820 году, это был самый длинный подвесной мост из кованого железа в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского Королевского флота капитаном Сэмюэлом Брауном.
Он запатентовал и изготовил цепи из кованого железа после того, как пострадал от потери кораблей Королевского военно-морского флота, которые вырвались из канатов.
Friends of the nion Chain Bridge and the Institution of Civil Engineers (Ice) Scotland отмечают двухсотлетие переправы.
Роберт Хантер из группы друзей сказал: "Это действительно один из самых исторических мостов в мире и увлекательное инженерное произведение.
"Мы запланировали ряд торжеств по этому случаю, но, к сожалению, их пришлось отложить.
"Тем не менее, тот факт, что вскоре начнутся работы по реконструкции моста стоимостью 10 миллионов фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут наслаждаться мостом во всем его великолепии".
Директор "Ледяной Шотландии" Ханна Смит описала мост как "часто упускаемую из виду" часть инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это фантастика, что вскоре начнутся работы по его реконструкции".
Северная Корея объявила чрезвычайное положение в связи с сообщением о случае Covid-19
Северокорейский лидер Ким Чен н созвал экстренное заседание политбюро после того, как человек, подозреваемый в том, что у него был Covid-19, вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
Если это подтвердится, это будет первый случай, официально признанный северокорейскими властями, которые до сих пор говорили, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел карантин в приграничном городе Кэсон, назвав его "критической ситуацией, в которой можно сказать, что порочный вирус попал в страну", сообщило государственное информационное агентство CNA.
По данным ЦТАК, человек, бежавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, которые указывали на Covid-19.
"Чрезвычайная ситуация произошла в городе Кэсон, где беглец, который отправился на юг три года назад, человек, которого подозревают в том, что он был заражен порочным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии", - сообщили в ЦТАК.
ЦТАК конкретно не упомянуло о том, проходил ли человек тестирование, но сообщило, что "в результате нескольких медицинских осмотров секреции верхних дыхательных путей и крови этого человека был получен неопределенный результат", что побудило чиновников поместить человека в карантин и расследовать всех, с кем он мог контактировать.
Северная Корея получила тысячи комплектов для тестирования на коронавирус из России и других стран и ввела строгие меры по закрытию границ.
Тысячи людей в тайной стране были помещены на карантин, но ограничения в последнее время ослабли.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как "человеческие отбросы" и призывающую Южную Корею расправиться с группами, которые посылают пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в воинских частях вдоль границы, где человек подозревался в пересечении границы, чтобы "назначить строгое наказание и принять необходимые меры".
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидающих принятия мер в Парламенте Содружества дают повод для беспокойства о нашем собственном, доморощенном авторитаризме.
Они включают в себя развертывание технологии распознавания лиц, принуждение технологических компаний расшифровывать информацию, хранящуюся в компьютерных системах их клиентов, принуждение технологических компаний предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение полномочий ASIO по обязательному допросу.
Эти меры вызывают серьезные вопросы о границе между гражданами и правительством, но законопроект ASIO вызывает особое беспокойство.
В отличие от любой другой страны "Пяти глаз" - США, Канады, Великобритании и Новой Зеландии - после событий 11 сентября ASIO было предоставлено право принудительно допрашивать людей на срок до семи дней в связи с террористическими преступлениями.
Хотя можно согласиться с тем, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия, крайнее насилие, по крайней мере, предлагает яркую границу вокруг этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о "огульных и расплывчатых" определениях, используемых в этом законопроекте для того, чтобы задействовать право на обязательный допрос: обращение с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая носит тайный или обманный характер и "наносит ущерб интересам Австралии".
Трудно представить себе более "радикальное и расплывчатое" законодательство о национальной безопасности, чем это.
ASIO будет позволено в обязательном порядке допрашивать об этих вещах любого, а не только подозреваемых преступников.
Это и журналисты, и бизнесмены, и преподаватели, и сотрудники университетов, и юристы, и граждане, и жители, и гости.
ASIO нужно было бы просто показать, что допрос "существенно способствовал бы сбору разведданных" об иностранном вмешательстве, которое, кажется, является главной целью законопроекта.
Затем человек может быть допрошен на срок до 40 часов (не считая перерывов).
Если человек откажется присутствовать, он будет арестован.
Отказ отвечать или дача ложных или вводящих в заблуждение ответов влечет за собой максимальное наказание в виде пяти лет лишения свободы.
Нормы, которые являются основополагающими в наших правовых системах - на самом деле защищены конституцией в Соединенных Штатах - отменяются этим законопроектом.
Люди, в том числе люди, которым уже предъявлены обвинения, будут вынуждены предоставить доказательства, которые затем могут быть использованы для их преследования.
Они могли пригласить адвоката, но адвокат ограничился бы разъяснением вопросов, которые были неоднозначными или неясными.
Новый законопроект передает решение о выдаче ордера на допрос от судьи Генеральному прокурору.
Как отметил генеральный инспектор разведки и безопасности, это "отходит от тенденции к повышению требований к внешнему разрешению в других юрисдикциях" Пяти глаз "".
Это также нарушает принцип разделения властей, согласно которому суды контролируют действия исполнительной власти.
Новый законопроект также предлагает расширить полномочия допрашивать детей в возрасте не менее 14 лет, но только тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, наделение полномочиями принудительно допрашивать кого-либо об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной", или о деятельности, которая "наносит ущерб интересам Австралии", выходит за рамки приличия.
Мы стоим в одиночестве.
Ни одна другая страна "Пяти глаз" не идет так далеко, даже за террористические преступления.
Подлинно либеральные демократии защищают от авторитарных мер.
Поведение наших спецслужб в связи с прослушиванием парламента Восточного Тимора, судебные процессы над свидетелем К. и Бернардом Коллери, тайный суд и заключение в тюрьму бывшего офицера разведки, недавние ордера на обыск двух журналистов и перспектива предъявления обвинений одному из них в связи с рассказами о предполагаемых убийствах, совершенных австралийскими солдатами в Афганистане, показывают, почему мы не должны снижать бдительность.
В погруженном в пруд автомобиле найдены тела матери и двух младенцев
АВГУСТА, Джорджия - Власти вытащили затопленный автомобиль из пруда в Джорджии и обнаружили в нем тела женщины и ее 10-месячных детей-близнецов. - Власти вытащили затопленный автомобиль из пруда Джорджии и нашли в нем тела женщины и ее 10-месячных детей-близнецов.
Офис шерифа округа Ричмонд сообщил, что экипажи обнаружили автомобиль в пруду мэра в Огасте в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти опознали тела 25-летней Шакии Филпот и ее малолетних детей Кайсена и Кассиуса Уильямса.
Чиновники не обнародовали подробностей о том, как семья оказалась в пруду.
По словам Боуэна, свидетель, который ловил рыбу в этом районе, обнаружил машину.
Тела должны были быть отправлены в Бюро расследований Джорджии для вскрытия.
Расследование по делу продолжается.
Рецензия на "Персов": древний портрет поражения Эсхила
В "Персах" не так много действий, едва ли даже сюжета, люди просто мелькают, говорят (правда, довольно интенсивно) о событиях (правда, трагического характера), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции развязывает штормовой звук и ярость, а на пике шоу бьет, как удар по солнечному сплетению, захватывая дыхание - воздействие лишь слегка притупляется при просмотре онлайн.
Пьеса Эсхила "Персы", впервые поставленная в 472 году до нашей эры, считается старейшей из сохранившихся греческих пьес. Эта постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра в сети нет никаких записей. Место проведения изначально задумывалось как часть городского асклепиона (лечебного центра), потому что греки считали равновесие между телом и душой необходимым для хорошего здоровья. Давайте все с умом задумаемся над этой
Шоу рассказывает о последствиях Саламиса, военно-морского сражения, в котором превосходящие по численности греки разгромили могучую персидскую армию 2500 лет назад. В то время, когда наши горизонты приближаются, это просто головокружение побуждает практически присоединиться к живой аудитории, наблюдая за живыми актерами (с субтитрами) на протяжении всего пути в Греции, когда они исполняют пьесу тысячелетней давности.
Сам Эсхил сражался в Саламисе, но в его игре есть изюминка: этот ветеран команды-победителя поставил свою историю среди побежденных, бросив довольно сочувственный взгляд на страдания своих недавних врагов.
Хор персидских мужчин, одетых в длинные, загорелые юбки и белые рубашки с пуговицами, открывает заседание, они находятся в своей столице и с нетерпением ждут новостей о своем короле Ксерксе, который не хочет обманывать их с Афинами.
Войдите в овдовевшую мать Ксерксеса, королеву Атоссу (Лидия Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она - человек в экзоскелете ткани, как уязвимой, так и грозной. Кониорду, которая является одной из величайших театральных актрис Греции, знает роль изнутри - она режиссировала и играла главную роль в более ранней постановке Национального театра Греции "Персы", которая играла в Нью-оркском центре в 2006 году - и она выступает в роли ведущей, не делая, казалось бы, вообще ничего. По большей части она стоит в середине круговой сцены, без усилий проецируя тлеющую ярость и мучительную скорбь по мере того, как раскрывается масштаб катастрофы, постигшей домашние войска.
Опасения, которые все ощущали, подтверждаются в мучительных подробностях возвращающимся с фронта гонцом (Аргирисом Пандазарасом), в совершенно невероятной сцене он рассказывает о битве, впадая в безумие, когда члены хора танцуют вокруг него, а дрон, похожий на партитуру оргоса Пулиоса, раздувается до того, что должно было быть оглушительным уровнем.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Зафис), который каким-то образом сбежал живым из обломков. Кусочки веревки на его тунике отмечают кровь (изысканные костюмы Евы Натены всегда способствуют повествованию), герои вместе оплакивают потерянные жизни и опустошение, в акте совместного траура.
Довольно часто классический театр, который мы видим в Соединенных Штатах, пытается сделать его более доступным в той или иной форме. Часто это делается с помощью относительно натуралистического чтения строк, в попытке сделать текст менее чуждым, более легким для усвоения. Но Линьядис и его труппа полностью принимают декламацию, которая может показаться немного навязанной современному слуху, но подчеркивает ритмическую силу текста. Хотя технически, например, они не поют, четыре ведущих актера, по сути, поставляют арии, достигая заклинательной силы, которая чувствует себя потусторонней.
Однако мы никогда не забываем, что в основе спектакля лежат слишком человеческие эмоции.
Египет начинает регистрацию данных избирателей за рубежом для выборов в Сенат
Национальная избирательная комиссия (NEA) в субботу начала регистрировать данные избирателей на борту, чтобы начать голосовать на выборах в сенат, которые пройдут 9 и 10 августа, сообщается на официальном сайте NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое представительство, связанное с их местом жительства за рубежом, на сайте NEA с 25 июля по 31 июля.
NEA также опубликовало видео, объясняющее шаги, которые избиратели могут предпринять, чтобы отдать свой голос удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Юридический период предвыборной агитации кандидата в сенат длится с 26 июля по 8 августа, сообщает NEA.
Министр по делам эмиграции и египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах как их конституционное право.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон был принят большинством в две трети голосов при возражениях четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по системе закрытых списков, 100 избираются по индивидуальной системе и 100 членов назначаются президентом республики.
Срок полномочий членов Сената составит пять лет, начиная с даты первого заседания, при этом новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
Более 200 пожарных отреагировали на пожар Карен в долине Джурупа - CBS Los Angeles
Долина Юрупы (CBSLA) - В субботу днем в долине Юрупы вспыхнул лесной пожар, вызвавший ответную реакцию более чем 200 пожарных.
О Каренском пожаре сообщили сразу после 15: 00 на Сьерра-авеню и Карен-Лейн.
Пожар вырос примерно с 5-10 акров до примерно 250 акров по состоянию на 20: 00.
Сдерживание на последней проверке было на уровне 50%, и 225 пожарных из Калифорнийского пожарного управления, пожарного управления округа Риверсайд, пожарного управления города Корона и пожарного управления округа Сан-Бернардино были на месте сражения с огнем.
Дальнейшее развитие пожара было остановлено, но ожидается, что ресурсы останутся на ночь, чтобы следить за обстановкой.
Сообщений о травмах или структурных повреждениях не поступало, и никаких распоряжений об эвакуации не поступало.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино была закрыта.
Число случаев заражения коронавирусом в Израиле превысило 60 000, так как инфекция подскочила
ИЕРУСАЛИМ (Рейтер) - Число людей, у которых был положительный результат теста на коронавирус в Израиле, превысило 60 000 в субботу, так как правительство пытается сдержать рост заболеваемости.
Последний ежедневный подсчет показал 1770 новых случаев инфицирования, доведя общее число случаев до 60 496, сообщило министерство здравоохранения страны.
Израиль с населением в девять миллионов человек сообщил в общей сложности о 455 погибших от пандемии.
Израиль был одной из первых стран, которая ввела общенациональный карантин, и изначально ему удалось подавить вспышку.
Ежедневные случаи, которые исчислялись сотнями, упали до низких двузначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, как с тех пор признали некоторые чиновники - и уровень заражения снова вырос.
Возобновление спорадических закрытий различных секторов экономики усугубило недовольство общественности, вызвав ежедневные демонстрации.
Будьте осторожны с садоводческими уловками, которые выглядят слишком хорошо
Это может быть неловко для ученого, занимающегося растениеводством, признаться, но я полностью склонен к садовому трюку.
Мне нравится думать, что это потому, что я непредвзятый или, может быть, просто иррационально оптимистичный, особенно потому, что многие вещи в растительном мире часто крайне противоречивы.
Но мне не стыдно сказать, что я упал на десятки из них за всю жизнь в садоводстве.
Хотя я твердо верю в ценность того, чтобы попробовать что-то для себя, если вы не хотите учиться тяжело, вот некоторые из самых распространенных садовых уловок, с которыми я сталкивался.
Сначала, и, наверное, самый страшный обидчик, прививал растения томат-картофеля.
Провозглашенная как революционный прорыв, прививка помидоров к корням картофеля - это, по сути, старомодное ботаническое любопытство, восходящее по крайней мере к 1920-м годам.
Поскольку они оба из одной семьи и имеют в целом похожую внутреннюю "сантехнику", вы действительно можете создавать такие хирургически улучшенные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как фрукты и корни, отнимает много метаболической энергии, и если растения пытаются сделать то и другое, их ограниченные энергии неизбежно распадаются.
Это значит, что урожайность этих привитых растений ужасна и совсем не похожа на то, что вы видите на маркетинговых фотографиях.
Кроме того, есть тот факт, что зерновые культуры созревают с разной скоростью, поэтому, чтобы собрать окучи, нужно убить растения до того, как помидоры созреют.
Что касается маркетинговых образов, здесь тоже много хитростей.
В некоторых крупных каталогах я видел розы, запечатленные в небесно-голубом цвете, и фруктовые деревья с физиологически невозможным количеством фруктов на их ветвях.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Instagram и использованные торговыми сетями в качестве изображений своего испытательного полигона.
К сожалению, работа небольшого меньшинства кавалеров означает, что вы должны смотреть рекламные изображения, особенно в Интернете, с очень скептическим взглядом.
Если это выглядит слишком хорошо, чтобы быть правдой, это, вероятно, так.
Кстати, синий цвет относительно редко встречается в ботаническом мире, поэтому, если вы видите ослепительный новый вереск, орхидею или кактус, сияющий в самом интенсивном "дезинфицирующем" оттенке синего, его почти наверняка распыляют или окрашивают.
Что было бы хорошо, если бы продавцы дали это понять, но они редко это делают.
Орхидеи голубой моли вернутся к своему первоначальному белому цвету, но распыленные кактусы и верески, покрытые светоподавляющим слоем красителя, вряд ли выживут долго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что миниатюрные деревья прорастут из их пакетов.
Бонсай - это не вид растения.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые взломаны назад и новый рост подключен на месте.
Я знаю, что буду продолжать влюбляться в уловки, это часть удовольствия от экспериментов.
Но отступите от этих, и вы можете найти тот, который на самом деле имеет шанс выполнить свое обещание.
Карантин в Испании: Нужен ли карантин в Испании?
Нет - но если вы вернетесь из Испании после полуночи сегодня вечером, вам придется самоизолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсуф сказал: "Решение об освобождении Испании ранее на этой неделе было принято, когда данные показали, что в распространении вируса произошло улучшение.
Но очевидно, что последние данные дали нам повод для беспокойства, чтобы отменить это решение.
"Мы понимаем, что это будет разочаровывающим, однако мы всегда были уверены, что внимательно следим за ситуацией с пандемией во всех странах и что мы можем потребовать исключить страну из списка мест, освобожденных от карантинных требований, если вирус покажет возрождение".
"Она все еще активна и все еще смертельна, подавление вируса, предотвращение его передачи и защита здоровья населения - наш приоритет".
Никаких правил в отношении британских путешественников, прибывающих в Испанию, объявлено не было, однако, если вы путешествуете в Испанию, вам следует проверить местные правила в вашем регионе.
Заместитель директора экстренной медицинской помощи Испании Мария Хосе Сьерра сказала:
"У нас есть важные вспышки, это может быть вторая волна, и нам придется посмотреть, что произойдет в ближайшие несколько недель".
Пакистанский имам-Уль-Хак заявил, что готов биться после травмы, полученной во время разминки
Пакистан и Англия будут противостоять друг другу в трех тестах и столько же T20I.
Пакистанский бэтсмен Имам-уль-Хак был признан пригодным для битья врачом команды после того, как он получил удар по левой руке во время отбивания в матче разминки внутри отряда в Дерби.
"Бэтсмен с левой рукой принял участие в разминке перед началом второго дня игры", - сообщил в заявлении Пакистанский совет по крикету (PCB).
Имаму PCB Whites был нанесен удар по левой руке, когда он сражался с Насимом Шахом из PCB Greens в первый день матча.
Имам был вынужден уйти в отставку, получив травму в пятницу вечером после удара по левой руке мячом от шаха, но смог принять участие в разминке утром и возобновит свои иннинги на третий день.
Более 30 сотрудников дали положительный результат на коронавирус в отделении единого банка в Тамилнаде
По меньшей мере 38 сотрудников главного филиала национального банка в Тиручираппалли, штат Тамилнад, дали положительный результат на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, посетившим банк клиентам также посоветовали добровольно явиться на тесты на коронавирус.
Ранее высокопоставленный чиновник филиала, страдавший от других осложнений, умер от COVID-19.
Положительные случаи стали известны после того, как недавно в банке был проведен массовый медицинский скрининговый лагерь, сообщили чиновники.
Высокопоставленные чиновники банка заявили, что процесс дезинфекции завершен, и банк может возобновить работу с завтрашнего дня.
Сотрудники здравоохранения корпорации находятся на связи с клиентами, посетившими банк.
В штате Тамилнад, где зарегистрирован самый высокий уровень заболеваемости вирусом в стране после штата Махараштра, по состоянию на субботу было зарегистрировано в общей сложности 2 06 737 положительных случаев заражения вирусом.
Премьер-министр Индии будет присутствовать на закладке храма на спорном месте
НЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди примет участие в церемонии закладки фундамента индуистского храма в спорном месте на севере Индии, где мечеть VI века была снесена индуистскими сторонниками жесткой линии в 1992 году, согласно трасту, контролирующему строительство храма.
Церемония назначена на 5 августа, дата, по словам организаторов, была астрологически благоприятной для индусов, но это также знаменует год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством - Джамму и Кашмира.
Символику нельзя было пропустить как сторонникам, так и противникам индуистской националистической партии Моди "Бхаратия Джаната Парти", или БДП, в манифесте которой на протяжении десятилетий содержались обещания лишить беспокойного Кашмира автономии и построить храм индуистского бога Рамы, где когда-то стояла мечеть эпохи Великих Моголов, место в городе Айодхья в штате Уттар-Прадеш, которое, по мнению преданных, является местом рождения Рамы.
Поскольку коронавирус все еще свирепствует по всей Индии, которая сообщила о третьем по количеству заболевших в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а количество участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad, или Всемирной индуистской организации, индуистской националистической группе, связанной с BP.
Храм будет служить "прочным и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства хиндутвы", или индуистского образа жизни, сказал представитель организации Винод Бансал в пресс-релизе в субботу.
Столетний спор по поводу этого места был разрешен в прошлом году после убедительной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового фонда, заявив, что мусульманские прошения получат пять акров земли на альтернативном месте.
Индуисты, придерживающиеся жесткой линии, давно утверждают, что захватчики-мусульмане Великих Моголов построили мечеть на вершине ранее существовавшего храма в древнем городе Айодья.
Беспорядки в декабре 1992 года, последовавшие за разрушением мечети, вызвали межобщинные столкновения, в ходе которых было убито около 2000 человек, в основном мусульмане.
Между тем, суд по делу о сносе продолжает слушаться в специальном суде.
Архитектор из Ахмадабада, Гуджарат, родного штата Моди, предложил возвышающееся сооружение из песчаника высотой 161 фута (49 метров) с пятью куполами.
оги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил Айодхью провести специальную церемонию очистки и очищения, а также зажечь во всех храмах города масляные лампы перед визитом Моди, сообщает информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие ознаменовало конец "500-летней борьбы", сообщает PTI.
