Доминик Рааб: Правительство не может принести извинения за решение о карантине в Испании
Доминик Рааб выступил в защиту решения правительства о повторном введении карантинных мер в Испании в кратчайшие сроки.
В субботу министры объявили, что отдыхающие, которые не вернутся из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран «коридора путешествий», которые Даунинг-стрит считала безопасными для посещения, но недавний всплеск случаев коронавируса вызвал опасения по поводу второй волны заболевания.
В воскресенье министр иностранных дел защищал внезапное возобновление ограничений как «реакцию в реальном времени» на тревожный всплеск инфекций, о которых сообщалось в регионе.
Он сказал, что вчера днем была проведена оценка ситуации, «и мы приняли решение как можно быстрее».
«Мы не можем извиниться за это», - добавил он.
«Мы должны быть в состоянии предпринять быстрые, решительные действия, особенно в отношении локальных или международных отношений в отношении Испании или конкретной страны, где, как мы видим, мы должны действовать».
«В противном случае мы рискуем повторно заразиться в Великобритании, что может вызвать здесь вторую волну, а затем еще одну изоляцию».
Министра транспорта среди отдыхающих Испании отправили на карантин
Решение было принято после того, как в Испании было зарегистрировано более 900 новых ежедневных случаев Covid-19 в течение двух дней подряд.
Министр иностранных дел признал, что у многих туристов не было времени отменить или изменить свои планы.
«Я понимаю, что это разрушительно для тех, кто проходит через это, кто находится в Испании или рассматривает возможность уехать, но мы должны быть в состоянии предпринять быстрые и решительные действия для защиты Великобритании», - сказал он.
«Мы добились такого прогресса в борьбе с вирусом и предотвращении повторного распространения вируса в Великобритании».
Секретарь теневого здравоохранения Джонатан Эшворт осудил правительство за «откровенно бессмысленное» обращение с этой мерой.
Он сказал, что внезапное решение Даунинг-стрит оставило отдыхающих «смущенными и огорченными».
Депутат от лейбористской партии сказал Софи Ридж: «Я понимаю, почему они приняли это решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно ошибочно.
«Есть отдыхающие в Испании в замешательстве и огорчении, есть люди, собирающиеся поехать в отпуск в Испанию и острова, такие как Тенерифе, которые сбиты с толку, и они не знают, разрешат ли их работодатели взять двухнедельный карантин. .
«Правительство просто говорит:« Мы надеемся, что работодатели будут сотрудничать ».
«То, как это решение было принято за последние 24 часа, откровенно ошибочно».
Что означает для отдыхающих нахождение Испании в карантинном списке?
Он призвал министров внести «ясность» в вопрос о том, получат ли те, кого просят на карантин, финансовую поддержку, если их работодатели откажутся платить им в течение периода карантина.
Он добавил, что четкая информация также необходима «для тех отдыхающих, которые в настоящее время находятся в Испании, которые должным образом накопили весь год для своего семейного отдыха, которые сбиты с толку и обеспокоены».
«То, как было сообщено об этом решении, явно вызывает беспокойство», - подчеркнул он.
Г-н Рааб сказал, что ни один работник, следующий новому руководству, не должен быть наказан работодателем, в том числе переведен на больничный.
Он сказал: «Мы меняем правила - закон изменен в отношении отдыхающих и путешественников - и, конечно же, мы ожидаем, что работодатели покажут тем сотрудникам, которые будут помещены в карантин из-за закона, необходимую гибкость.
«Если кто-то соблюдает закон в отношении карантина и самоизоляции, как они должны, они не могут подвергнуться наказанию».
«Неудачи» США сдерживают поиск препаратов от коронавируса
США препятствуют глобальным усилиям по производству полезных лекарств против Covid, потому что исследователи тестируют лекарства «произвольно, волей-неволей», предупредил эксперт, возглавляющий британскую программу.
Британская программа испытаний по выздоровлению, в которой приняли участие 12000 пациентов в нескольких сотнях британских больниц, уже определила одно многообещающее новое лекарство для борьбы с этим заболеванием, а также выделила два других, которые ранее считались потенциальными спасателями жизни, как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату означала, что другие многообещающие методы лечения, которые могли быть разрешены для широкого использования, все еще нуждаются в оценке.
В частности, плазма выздоравливающих (плазма крови, взятая у пациентов с Covid-19 и содержащая антитела, которые могут защитить других от болезни) еще должна быть должным образом протестирована в крупномасштабном рандомизированном исследовании.
«Десятки тысяч людей в США уже получили плазму выздоравливающих, но эти методы лечения не были рандомизированы», - сказал профессор Мартин Ландрей, один из основателей программы Recovery.
«Они просто дают пациентам выздоравливающую плазму в надежде, что она сработает. Были даны огромные количества, и они до сих пор не знают, помогает ли это, вредит или нет», - добавил Ландрей, эксперт по созданию крупномасштабных лекарств. испытания.
В США не удается провести крупные рандомизированные испытания, что в конечном итоге приводит к плохим лекарствам.
Рандомизированные испытания лекарств - золотой стандарт для точного определения полезных лекарств.
Они устраняют бессознательные предубеждения, которые могут омрачить суждения врачей.
Тысячам людей дают лекарство, а тысячам других - плацебо.
Никто не знает, что им было дано.
Затем результаты сравниваются и выявляется эффективность лечения.
Таким образом, Recovery смогла продемонстрировать, что стероид дексаметазон снизил смертность на треть у пациентов с Covid-19 на аппаратах ИВЛ.
Это также показало, что широко разрекламированный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не помогли спасти жизни пациентов.
Крайне важно, что для этих испытаний требовалось очень большое количество пациентов, и ни в одной больнице не было достаточно для таких исследований.
У Великобритании было одно ключевое преимущество - централизованная национальная служба здравоохранения.
В отличие от этого, служба здравоохранения США фрагментирована, и ее единственный успех в указании возможного лечения заключается в подчеркивании полезности очень дорогого препарата ремдесивира для ускорения выздоровления некоторых пациентов с Covid-19.
«В США проводится множество небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, но без каких-либо веществ», - добавил Ландрей.
«Им не удается провести крупные рандомизированные испытания, и это в конечном итоге дает плохие лекарства. Это ухудшает медицинскую практику и ухудшает результаты для пациентов».
Ландрей сказал, что эта неудача особенно огорчила, когда дело дошло до использования плазмы выздоравливающих, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
«Если вы посмотрите на США, огромное количество этого лечения использовалось на произвольной волей-неволей. Великобритания превосходит все, что там происходит», - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы Recovery, сказал:
«Были сообщения о 20 000 пациентов, получающих плазму выздоравливающих в когорте, но ни один из этих пациентов не был рандомизирован. Если бы они поместили этих пациентов в рандомизированные испытания, у нас теперь был бы четкий ответ об эффективности плазмы выздоравливающих».
Хорби добавил, что UK Recovery уже запустила рандомизированное исследование плазмы выздоравливающих, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы поразила 212 человек в 23 штатах
25 июля (UPI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, от которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что с момента последнего обновления во вторник о вспышке болезни 87 человек заболели.
Агентство сообщило, что в период с 19 июня по 11 июля у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, проявление которых может занять от двух до четырех недель.
Тридцать один человек был госпитализирован с начала вспышки, но о погибших не сообщалось.
По данным CDC, конкретный источник штамма сальмонеллы не идентифицирован.
Он не выпустил никаких предупреждений против употребления в пищу или употребления определенных продуктов, а также не назвал розничных продавцов, которые могли бы продавать зараженные продукты.
Наибольшее количество случаев сальмонеллы зарегистрировано в Орегоне - 51 инфекция, за которым следует Юта с 40 зарегистрированными случаями.
По данным CDC, сальмонелла - это бактериальное заболевание пищевого происхождения, которое вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей каждый год.
Наиболее частыми симптомами инфекции сальмонеллы являются диарея, лихорадка и спазмы желудка, которые могут начаться между шестью часами и шестью днями после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но в некоторых случаях требуется госпитализация.
Пара MACED в парке для собак в Калифорнии за то, что не надевала маски во время обеда (ВИДЕО) - RT USA News
Есть стыд масок, а потом - нападение.
Пара из Калифорнии, обедающая со своим щенком в собачьем парке, испытала второе, когда разгневанная женщина обрызгала их перцовым баллончиком за то, что они отказались маскироваться ... во время еды.
Эш О'Брайен и муж Джаретт Келли говорят, что в четверг они перекусили в собачьем парке Дасти Родс в Сан-Диего со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда к ним подошла «случайная старушка», назвав их «идиотами» за то, что они не маскируются, хотя «нельзя носить маску и есть одновременно».
О'Брайен сказал женщине покинуть парк и перестать беспокоить ее, после чего женщина выпустила банку булавы в пару.
Видеозапись, сделанная свидетелем, начинается с того, как Келли борется с баллончиком у женщины и получает дозу булавы в лицо за свои проблемы.
На заднем плане слышен плач О'Брайена, когда нападавший уходит со своими собаками.
О'Брайен поделилась видео на Facebook и сказала ABC 10, что хочет, чтобы женщина «отправилась в тюрьму».
Маски для лица обязательны в штате Калифорния даже на свежем воздухе.
Эти маски можно снимать только несколько раз, в том числе во время еды или питья.
Однако нигде в государственных директивах по коронавирусу не говорится, что прохожие могут использовать нелетальное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху «посрамления масок» это все еще преступление, наказуемое штрафом в размере 1000 долларов или лишением свободы на срок до трех лет.
Плоское, бесплатное обучение для продавца яиц в Индоре Парас Райкар, чья тележка была перевернута якобы на сумму более рупий. 100 взяток
Тележка Параса Райкара с яйцами якобы была опрокинута в четверг гражданскими властями в Индоре.
Через два дня после того, как история о том, как гражданские чиновники опрокинули тележку 13-летнего продавца яиц, стала вирусной в социальных сетях, мальчик из Индора нашел огромную поддержку со стороны людей по всей стране, помогая им оправиться от потерь и справиться с этим. снова начать свой бизнес.
Семья мальчика также утверждала, что политики, включая лидера Конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложила взять на себя расходы на образование детей в семье.
Тележка Параса Райкара с яйцами была якобы перевернута в четверг гражданскими должностными лицами в Индоре, где администрация ввела правило «левых и правых» для поэтапного открытия магазинов в условиях пандемии коронавируса.
Видео, в котором мальчик утверждал, что чиновники предупредили его утром, чтобы он убрал тележку или заплатил 100 рупий в качестве взятки, стал вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, как утверждал мальчик.
В видеоролике мальчик также утверждал, что его ежедневные продажи снизились из-за пандемии, и потеря его запасов ляжет на него дополнительным финансовым бременем.
С четверга семья мальчика была ошеломлена поддержкой людей со всей страны, многие из которых предлагали помощь как наличными, так и в натуральной форме.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджая Сингх предложил финансовую поддержку и помощь в поступлении детей в колледж, BJP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом в соответствии с Прадхан Мантри Авас Йоджана.
Пресс-клуб Индора также предоставил мальчику пайки и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
«Нас поражает поддержка людей со всей страны.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также предоставил цикл и 2500 рупий.
Дигвиджая Сингх предоставил 10 000 рупий и заверение, чтобы они позаботились об образовании двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Женщина из главного министра Дели Арвинд Кеджривал позвонила и предложила помощь.
Джьотирадитья Шиндия также предложил свою поддержку », - сказал дед Параса.
Одним зимним утром, пару лет назад, я ехал на работу в Йоханнесбург, Южная Африка, и заметил, что над городом нависает дымка.
Я езжу на такой машине почти каждый день, поэтому было необычно, что я не заметил этого раньше.
Йоханнесбург известен своим характерным горизонтом, который я едва мог видеть в то утро.
Мне не потребовалось много времени, чтобы понять, что я смотрю на огромное облако загрязнения воздуха.
Контраст между живописной средой, которую я знал, и этим покрытым смогом горизонтом что-то всколыхнул во мне.
Меня потрясла возможность того, что этот город ярких и ярких закатов затмевает тусклая дымка.
В тот момент мне захотелось что-то с этим сделать, но я не знал, что именно.
Все, что я знал, это то, что я не могу просто сидеть сложа руки.
Основная проблема заключалась в том, что я мало что знал об экологических науках об управлении качеством воздуха или химии атмосферы.
Я компьютерный инженер и был почти уверен, что не смогу решить эту проблему с загрязнением воздуха с помощью кода.
(Смех) Кто я был, чтобы что-то делать с этой проблемой?
Я был всего лишь гражданином.
В последующие годы я усвоил очень важный урок, урок, который мы все должны принять во внимание, если мы хотим работать во имя лучшего будущего.
Даже если вы не являетесь экспертом в определенной области, ваш внешний опыт может стать ключом к решению больших проблем в этой области.
Иногда ваша уникальная точка зрения может привести к нестандартному мышлению, которое может сдвинуть с мертвой точки, но вам нужно набраться смелости, чтобы попробовать.
Это единственный способ узнать.
Тогда я знал, что если я даже собираюсь попытаться что-то изменить, мне нужно сначала сообразить, что такое загрязнение воздуха, и поэтому я снова стал студентом.
Я провел небольшое фундаментальное исследование и вскоре узнал, что загрязнение воздуха - это самый большой экологический риск для здоровья в мире.
Данные Всемирной организации здравоохранения показывают, что почти 14 процентов всех смертей в мире в 2012 году были вызваны загрязнением воздуха в домах и окружающей среде, причем большинство из них произошло в странах с низким и средним уровнем доходов.
Одно только загрязнение атмосферного воздуха вызывает больше смертей каждый год, чем малярия и ВИЧ / СПИД.
В Африке преждевременная смерть в результате небезопасных санитарных условий или недоедания среди детей бледнеет по сравнению со смертями из-за загрязнения воздуха, и это дорого обходится: более 400 миллиардов долларов США на 2013 год, согласно исследованию Организации экономического сотрудничества Разработка.
Теперь в своей работе я исследую новые горизонты искусственного интеллекта, где симбиотические отношения между человеком и машиной могут найти благоприятную основу и помочь нам принимать более правильные решения.
Когда я задумался о проблеме загрязнения воздуха, стало ясно, что нам нужно найти способ принимать более эффективные решения о том, как мы справляемся с загрязнением воздуха, и, учитывая масштаб проблемы, необходимо было делать это совместными усилиями.
Поэтому я решил, что мне лучше познакомиться с некоторыми людьми, работающими в этой области.
Я начал разговаривать с официальными лицами из Йоханнесбурга и других близлежащих городов, связался с местным научным сообществом, а также сделал несколько холодных звонков.
Процесс взаимодействия, который я начал, помог мне глубже понять проблему.
Это также помогло мне избежать ловушки, в которую люди моей профессии иногда попадают, пытаясь внедрять инновации, когда мы быстро применяем технологию, прежде чем твердо осознаем возникшую проблему.
Я начал обдумывать, что я могу сделать, чтобы улучшить ситуацию.
Я начал с того, что просто спросил себя, как я могу как-то осмысленно объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей, к которым я обратился.
Я хотел создать онлайн-платформу для управления качеством воздуха, которая выявляла бы тенденции загрязнения и прогнозировала будущее, чтобы определить, каких результатов можно ожидать.
Я был полон решимости воплотить мою идею в практическое решение, но столкнулся с неуверенностью и не имел никаких гарантий успеха.
У меня был особый набор инженерных навыков, навыков, которые я приобрел за свою карьеру (Смех), которые были новыми для людей, которые столько лет работали над проблемой загрязнения воздуха.
Я пришел к выводу, что иногда всего лишь один свежий взгляд, один новый набор навыков может создать условия для того, чтобы произошло что-то выдающееся.
Наша сила воли и воображение - путеводный свет, позволяющий нам прокладывать новые пути и преодолевать препятствия.
Вооружившись более четким пониманием проблемы загрязнения воздуха и сумев собрать более десяти лет данных об уровнях загрязнителей воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях, мои коллеги из Южной Африки и Китая и я создали анализ качества воздуха. система поддержки принятия решений, живущая в облаке.
Эта программная система анализирует исторические данные и данные в реальном времени, чтобы выявить пространственно-временные тенденции загрязнения.
Затем мы использовали новую технологию машинного обучения, чтобы спрогнозировать будущие уровни загрязнения для нескольких различных загрязнителей за несколько дней.
Это означает, что граждане могут принимать более обоснованные решения о своих повседневных передвижениях и о том, где поселить свои семьи.
Мы можем заранее прогнозировать неблагоприятные события загрязнения, выявлять сильных загрязнителей, и соответствующие органы могут приказать им сократить свою деятельность.
Благодаря вспомогательному сценарному планированию градостроители также могут принимать более обоснованные решения о том, как расширить инфраструктуру, например населенные пункты или промышленные зоны.
Мы завершили пилотный проект нашей технологии, который длился 120 дней и охватил всю Южную Африку.
Наши результаты подтвердились, когда мы продемонстрировали тесную корреляцию между данными прогнозов и данными, которые мы получали на местах.
Благодаря нашему руководству мы предоставили передовые, ведущие в мире средства, которые могут выполнять прогнозы качества воздуха с беспрецедентной разрешающей способностью и точностью, принося пользу городу, в который я приехал одним зимним утром не так давно и подумал про себя " Что-то здесь не так. Интересно, что можно сделать? "
Итак, вот в чем суть: что, если бы я больше не исследовал проблему загрязнения воздуха?
Что, если бы я не проявлял некоторой озабоченности состоянием окружающей среды и просто надеялся, что кто-то где-то позаботится об этом?
Я узнал, что, приступая к трудному делу, продвигающему дело, в которое мы твердо верим, важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия.
Мы не должны отвлекаться на сопротивление и противодействие, но это должно еще больше мотивировать нас.
Итак, где бы вы ни находились, в следующий раз, когда вы обнаружите, что у вас есть какое-то естественное любопытство, которое вызывает у вас интерес, и это касается того, что вам небезразлично, и у вас есть какие-то сумасшедшие или смелые идеи, и, возможно, это выходит за рамки вашего экспертиза, спросите себя: а почему бы и нет?
Почему бы просто не взяться за решение проблемы как можно лучше и по-своему?
Ты будешь приятно удивлен.
Спасибо.
(Аплодисменты)
Министр Прити Патель требует объяснений в Twitter и Instagram по поводу «отвратительных» твитов Уайли
Прити Патель потребовала объяснений от Твиттера и Instagram за то время, которое потребовалось для удаления «отвратительных» постов, сделанных Wiley.
В настоящее время полиция расследует серию антисемитских комментариев, опубликованных в социальных сетях исполнителя Grime.
В воскресенье министр внутренних дел написал в Твиттере: «Антисемитские сообщения от Wiley отвратительны.
«Они не должны были оставаться в Твиттере и Instagram так долго, и я попросил их дать полное объяснение.
«Компании, работающие в социальных сетях, должны действовать намного быстрее, чтобы избавиться от такой ужасающей ненависти со своих платформ».
Twitter был обвинен в «игнорировании антисемитизма», поскольку твиты Уайли все еще были видны через 12 часов после их первой публикации.
С тех пор несколько твитов были удалены, а 41-летний мужчина был заблокирован сайтом на семь дней.
Twitter ранее заявлял, что учетная запись Wiley была временно заблокирована «за нарушение нашей политики ненавистнического поведения», в то время как Facebook заявил, что «нет места для ненавистнических высказываний в Instagram».
Столичная полиция заявила в субботу: «Метрополитен чрезвычайно серьезно относится ко всем сообщениям об антисемитизме. Соответствующие материалы проходят оценку».
Тем временем управляющая компания Wiley, A-List Management, «разорвала все связи» со звездой.
Бывший менеджер артиста, еврей Джон Вульф, написал в Твиттере: «После сегодняшних антисемитских твитов Уайли мы в @A_ListMGMT разорвали с ним все связи. В обществе нет места антисемитизму».
Ранее он сказал, что не поддерживает и не оправдывает то, что опубликовал Уайли, но что он поговорит с ним наедине и «поможет его обучить».
Однако в видео в Instagram Уайли, похоже, сказал, что это он разорвал связи со своим менеджментом.
Другие депутаты раскритиковали Twitter за то, что твиты оставались видимыми.
Депутат от лейбористской партии Джесс Филлипс заявила в субботу: «Только что видела все, что связано с Wiley. Почему, черт возьми, @Twitter оставил такой вопиющий антисемитизм и ненависть? , они думают, что их лучше ... Это опасно. Конечно, это должно произойти ".
Член парламента Нил Койл добавил: «Его руководство, похоже, способно действовать быстрее, чем @Twitter, еще раз подчеркивая, что законодательство (включая Закон о вреде в Интернете) должно гарантировать, что платформы социальных сетей не используются для распространения ненависти».
Джон Манн, независимый советник правительства по антисемитизму, сказал, что эти твиты «точно продемонстрировали, почему необходимо изменить закон, чтобы привлечь к ним разумную ответственность».
Между тем, «Кампания против антисемитизма» попросила полицию расследовать содержание Уайли и призвала закрыть его учетные записи в социальных сетях, «чтобы предотвратить дальнейшее излияние антиеврейского яда».
Уайли, известный как Крестный отец Грайма и настоящее имя которого Ричард Коуи, получил MBE за заслуги перед музыкой в 2018 году.
Кадлоу говорит, что следующий законопроект о стимулировании коронавируса будет включать больше проверок и продлит мораторий на выселения
Советник Белого дома по экономическим вопросам Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселение и отправит еще один раунд проверок в рамках следующего пакета мер по стимулированию коронавируса.
Комментарии Кудлоу поступили после недели, когда надежды Белого дома на снижение налогов на фонд заработной платы были отвергнуты Конгрессом.
«Ожидается чек на 1200 долларов. Это будет частью нового пакета. Я бы предпочел сокращение налога на заработную плату в дополнение к этому чеку», - сказал Кудлоу в передаче CNN «Состояние Союза».
«Но, как бы то ни было, политически это не работает».
Хотя официально о сделке не было объявлено, министр финансов Стив Мнучин и глава администрации Белого дома Марк Медоуз недавно побывали на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами Конгресса.
После прекращения выплаты дополнительных 600 долларов пособий по безработице, которые предоставляло федеральное правительство, Кудлоу утверждал, что эти дополнительные деньги наносят ущерб малому бизнесу из-за найма рабочих.
«У нас был поток запросов, телефонных звонков и жалоб на то, что небольшие магазины, предприятия и рестораны не могут нанять людей обратно», - сказал он.
«Они зашли слишком далеко. Может быть, в марте прошлого года это было необходимо для этого, но на самом деле есть последствия того, что люди не возвращаются на работу».
Мнучин ранее в тот же день в «Fox News Sunday» сказал об этом более прямо: «Я думаю, что рабочие и американцы понимают концепцию, согласно которой вам не должны платить больше за то, чтобы оставаться дома, чем за работу».
Мнучин сказал, что в новом законопроекте будут предусмотрены дополнительные пособия по безработице, но отметил, что это будет меньше выплат, предусмотренных законом CARES.
Он сказал, что некоторые рабочие получают больше, чем зарабатывают на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула вернуться к работе.
Секретарь сказал, что администрация Трампа и республиканцы в Сенате согласны с предложением пакета в 1 триллион долларов, но отметила, что в интересах быстрого принятия законопроекта вопросы, которые труднее обсудить с демократами, можно отложить для рассмотрения другого законопроекта.
Queen и Адам Ламберт: Брайан Мэй отмечает день рождения Роджера Тейлора
Легенда Queen делит свой день рождения сегодня с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отпраздновал свой 73-й день рождения в минувшие выходные 19 июля и поблагодарил поклонников за пожелания по случаю дня рождения.
Рок-звезда написал рядом со снимком, на котором запечатлен он и его жена Анита Добсон: «Ужин на день рождения для меня, созданный Анитой, мы оделись, чтобы оставаться дома!»
Суд Египта направил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор прокуратуры Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования причин, по которым он убил своих троих детей, а также направил его в психиатрический комитет.
24 июля 56-летний Мохамед Али бросил своих четырехлетних детей Хадигу, Мину, восьми лет, и Омара, шести лет, перед движущимся поездом на железнодорожной станции Маллави.
Во время расследования выяснилось, что Али бессвязно бормотал, что привело к подозрению, что он страдает психическим срывом.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объясняла его поведение психологическими проблемами.
Жители села Массарт-Маллави воздержались от разговоров о случившемся, выразив лишь соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от 1 до 14 лет страдают от насилия, сказал в октябре Халид Дарвиш, советник Национального совета по вопросам детства и материнства.
Он добавил, что судебное преследование является одним из важнейших столпов в искоренении жестокого обращения с детьми, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые считаются безопасными, например дома, в школе или клубах, и подвергаются насилию со стороны людей, которые должны заботиться о них. например, родители или учителя.
AP взрывает пресс-секретаря Белого дома Кейли Макинани за "политические" брифинги, но репортеры продолжают задавать политические вопросы - RT USA News
Associated Press обвинила пресс-секретаря Белого дома Кейли МакЭнани в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - очевидно, забывая, что репортеры выбирают вопросы.
В субботней статье AP, крупнейшего информационного агентства США, говорится, что брифинги для прессы в Белом доме могут быть «нарушенной традицией», поскольку Макинани сделал их «обтекаемой, развернутой рекламой президента, которому предстоит переизбрание, местом проведения нападки на СМИ и форум относительно мало информации о том, «что делает правительство».
Последнее из этих утверждений неоспоримо, ведь на брифингах практически не раскрывается никакой новой информации.
В AP не упомянули о том, что на брифингах практически не требуется никакой новой информации.
Репортеры часто используют прессы Белого дома, чтобы привлечь к себе внимание - форма искусства, усовершенствованная Джимом Акостой из CNN.
Они выходят за рамки типичных враждебных отношений между СМИ и администрацией, повторяя друг друга, задавая вопросы, направленные только на оспаривание президента Дональда Трампа.
В некоторых случаях они сами делают новости, например, когда репортер CBS News Вейцзя Цзян ответил на реплику Трампа «спросите Китай», сделав не такой тонкий намек на расизм: «Сэр, почему вы говорите мне это? конкретно?"
Брифинг 6 июля стал ярким примером разногласий по поводу того, как брифинги перестали быть источником значимой информации для американцев.
В то утро Трамп написал в Твиттере, что телевизионные рейтинги NASCAR пострадали из-за ложного обвинения в преступлении на почве ненависти против водителя Буббы Уоллеса и из-за его решения запретить показ флага Конфедерации на своих мероприятиях.
Как и ожидалось, большинство вопросов касалось твита в качестве репортера после того, как репортер задал Макинани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинани не дала ответа, которого хотели репортеры - звуковой отрывок, который повредил бы Трампу, - но она неоднократно отвечала, говоря, что президент не занимает позицию по флагу Конфедерации и что суть его сообщения заключалась в том, что фанаты NASCAR ошибочно изображается как расист.
AP сообщило, что во время брифинга она выглядела «раздраженной».
История AP повторилась в колонке Washington Post, опубликованной ранее в этом месяце репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что «отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия».
Тем не менее, смекалка и боевой стиль Макинани сделали ее героем для некоторых сторонников Трампа, поскольку она провела свой первый брифинг 1 мая после того, как заняла пост пресс-секретаря в апреле.
Прессовщики отсутствовали более года до ее назначения.
Как и другие аспекты политической жизни Вашингтона, отношения пресс-секретаря Белого дома со СМИ кардинально изменились в эпоху Трампа.
Это изменение произошло с обеих сторон до прихода Макинани.
Жаркое из бывшего пресс-секретаря Сары Хакаби Сандерс от комика Мишель Вольф на ужине корреспондентов Белого дома в апреле 2018 года было настолько злобным, что даже ведущий MSNBC Мика Бжезинский назвал его «прискорбным».
Репортер AP Белого дома Джилл Колвин поприветствовала МакЭнани на ее первом брифинге, спросив: «Вы обещаете никогда не лгать нам с этой трибуны?»
Политический аналитик Fox News Брит Хьюм, ветеран журналистики с более чем 50-летним стажем, проработавший в 1989-1996 годах главным корреспондентом ABC в Белом доме, сказал, что сегодня репортеры проявляют "агрессивное поведение" в зале для брифингов из-за своего презрения к Трампу.
Это из-за их анти-Трамповой направленности, сказал он на этой неделе в программе Fox Tucker Carlson Tonight, журналисты пренебрегают сбором политических новостей.
«Это не просто неудачная игра», - сказал Хьюм о предназначении прижимных лапок.
«Это не просто попытка поставить в неловкое положение чиновника. Это попытка добыть информацию.
Здание суда подожгли во время акции протеста в Калифорнии
Окленд, Калифорния. - Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на офицеров после того, как мирная демонстрация усилилась поздно в субботу, сообщила полиция Окленда.
Демонстранты разбили окна, нарисовали граффити из баллончика, стреляли фейерверками и наводили лазеры на офицеров, сообщает департамент Окленда в Twitter.
Несколько твитов призывали к миру и просили организаторов «помочь нам предоставить безопасные места и безопасные места для демонстрантов».
Акция протеста началась ранее в субботу вечером с таких групп, как «Стена мам», похожих на группу, сформировавшуюся в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, направленными в этот город для охраны здания федерального суда.
Президент Дональд Трамп направил федеральных агентов для подавления протестов, которые происходили каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Акция протеста в Окленде началась мирно, но позже ночью переросла в жестокую.
«Незаконное собрание» было объявлено полицией около 23:30, и офицеры попросили толпу разойтись.
По сообщениям новостных агентств, пожар вспыхнул в здании Верховного суда округа Аламеда и вскоре был локализован.
Полиция сообщила, что протестующие в какой-то момент «били окна и выкрикивали оскорбления на расовой почве в адрес жителей».
На фотографиях, опубликованных в Твиттере, можно увидеть разбитое стекло и брызги краски в здании полиции.
Высокопоставленный представитель ООН пропустил визит в Пакистан, сославшись на проблему с полетом
ИСЛАМАБАД (AP). В воскресенье новый президент Генеральной Ассамблеи Организации Объединенных Наций объявил, что он откладывает запланированный визит в Пакистан «из-за некоторых технических проблем с полетом».
Турецкий дипломат Волкан Бозкир был избран президентом 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в своем твиттере он сказал, что визит в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в Твиттере в ответ Бозкиру: «Я с нетерпением жду возможности скоро приветствовать вас в Пакистане с конструктивным и плодотворным визитом».
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что обсудит с Бозкиром ряд вопросов, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют оба в целом.
Пакистан и Индия вели две из трех войн из-за спорного региона с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто обмениваются перестрелками в Кашмире, что приводит к жертвам среди войск и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций сыграла свою роль в решении проблемы Кашмира в соответствии с его резолюциями, позволив людям, живущим в районе Гималаев, решить, хотят ли они слиться с Индией, с Пакистаном или предпочитают независимость.
Поль Погба намекнул на свое будущее после того, как `` Манчестер Юнайтед '' занял место в Лиге чемпионов
Звезда «Манчестер Юнайтед» Пол Погба предположил, что останется в клубе этим летом после того, как «Красные дьяволы» закрепили за собой место в четверке лучших.
Победа над «Лестером» 2: 0 означала, что «Юнайтед» финишировал третьим, опередив «Челси» Фрэнка Лэмпарда.
Всего 12 матчей назад «Юнайтед» отставал от «Лестера» на 14 очков, но благодаря сенсационной форме «красные дьяволы» финишировали в четверке лучших.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил уйти за последние два года.
Однако пандемия означает, что этим летом немногие клубы будут тратить большие деньги, и нет покупателя, который мог бы объединить плату за трансфер и зарплату Погба, чтобы переманить его с Олд Траффорд.
Это разъяснение помогло Погба в последние недели, так как его выступления, а также его язык тела улучшились.
А последний намек на то, что он намерен остаться в клубе, француз сделал в своем Instagram после победы его команды со счетом 2: 0.
Хотя Погба, возможно, просто праздновал возвращение клуба к соревнованиям, многие фанаты интерпретируют это как сильное предположение, что он все еще будет в клубе, поскольку они снова соревнуются с лучшими европейскими игроками.
У Погба есть год на то, чтобы работать по его существующему контракту, хотя клуб может продлить этот срок на 12 месяцев, что означает, что у него фактически есть два года, чтобы работать.
«Юнайтед» стремится продлить контракт Погба и хочет прояснить его ситуацию до следующего сезона.
Погба, в свою очередь, чувствует себя комфортно в клубе, и его воодушевило прибытие Бруно Фернандеса.
Португальский плеймейкер стал настоящим открытием на «Олд Траффорд», и его приход позволил Погба играть на более глубокой позиции в центре полузащиты, что также улучшило его настроение.
Уотфорд вылетел из Премьер-лиги после победы Обамеянга перед Арсеналом
Некоторые игроки Уотфорда упали на колени; другие без промедления направились к туннелю.
Свисток только что прозвучал в связи с их пятью годами в Премьер-лиге, и никто не мог сказать, что, когда случай потребовал от них швырнуть кухонную раковину в «Арсенал», они проиграли без боя.
Это было выступление, полное четкости, безотлагательности и агрессии, которые характеризовали их лучшие работы за последние полдесятилетия, но это произошло слишком поздно, как и ответный бой, который почти полностью преодолел дефицит в три гола в тот день.
Если бы Эмилиано Мартинес блестяще не спас заднюю ногу Дэнни Уэлбека за 16 минут, вскоре после того, как его бывший товарищ по команде подключился к «Уотфорду» с точностью до двух шайб, есть все шансы, что они смогли бы завершить камбэк на всю жизнь.
В конце концов, они потерпели неудачу, и их временный менеджер Хайден Маллинз мог подумать, что ему никогда бы не вручили эту неблагодарную задачу, если бы его команда ранее показывала сопоставимое приложение.
В течение всего сезона они не были достаточно хороши, но и организация, которая их нанимает, была недостаточно хороша.
Одна бедная кампания не может разрушить империю, но и фундамент, заложенный семьей Поццо, не дает никаких гарантий, что они вернутся обратно со второго уровня.
Трудно избавиться от ощущения, что привычка Уотфорда менять менеджеров исчерпала себя.
Их следующее постоянное - возможно, в самом широком смысле слова - назначение будет двенадцатым за восемь лет, и свежего воздуха не хватит, чтобы смести новый веник.
Трой Дини грозит вылет, несмотря на то, что он попал в протокол на Эмирейтс.
Игроки уйдут, и Исмаила Сарр снова показывает здесь, что немыслимо, что он будет играть в чемпионат в сентябре, и что твердая рука должна быть приоритетом.
В столкновении, которое Микель Артета описал как «что-то вроде баскетбольного матча», не было ничего стабильного в том, что происходило на подъеме или спаде, хотя это, безусловно, способствовало прекрасному развлечению.
Артета впоследствии сказал, что нападающие Уотфорда «жульничали», хотя быстро пояснил, что это футбольный термин, означающий «азартные игры, оставаясь впереди».
Им определенно нужно было: любое предложение, которое могло в конечном итоге оказаться достаточным, было быстро отвергнуто, и они могли задаться вопросом, как бы все произошло, если бы они не были обязаны играть в догонялки.
Вместо этого они практически сразу пропустили пенальти.
Крейг Доусон небрежно перебил Александра Ляказетта за 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в том, что он назначит пенальти, который Пьер-Эмерик Обамеянг без всяких усилий отправил.
Уотфорд собрался, чтобы безжалостно давить, Сарр в электрической форме справа, и приблизился через Роберто Перейру и Троя Дини.
Но затем Обамеянг обыграл Кирана Тирни на отбитую секунду, и в первом перерыве на выпивку игра была настолько странно перекошена, что Артета стал тренером, оторвавшим полосу от своих игроков, несмотря на преимущество «Арсенала».
Затем Обамеянг контролировал длинный бросок Тирни и реализовал мастерский удар сверху, в результате чего ему не хватило одного гола до золотой бутсы - награды, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
«Уотфорд» казался законченным, но они продолжали настойчиво, и после того, как Дэвид Луис произвел еще один безрассудный вызов штрафной площади для альбома на «Уэлбеке», Дини протаранил свой штрафной перед перерывом.
Дини, ходивший раненым большую часть сезона, рыскал по полю и все время находился в режиме гладиатора.
Он, вероятно, упустил бы шанс, упущенный Адамом Мазиной в начале второго периода, и дальнейшие дебюты были отвергнуты.
Впервые Уэлбеку помешал великолепный Мартинес, который, как подтвердил Артета, будет стартовать в субботнем финале Кубка Англии, а затем поставил на ноги весь контингент Уотфорда после передачи шипящего кросса Сарра.
Но перспективы Уотфорда померкли, когда его следующая попытка была отвергнута, и переоценка ценностей сверху донизу должна быть обширной.
Знаменитое чистое озеро Тахо было загрязнено изменением климата
Саут-Лейк-Тахо, Калифорния. Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Поуп-Бич на озере Тахо.
«Я люблю кемпинг, кататься на велосипеде и купаться на озере», - сказала одна девушка по имени Дакота.
«Все хотят посетить это прекрасное место», - сказала Эмерика Бенитас.
Вот почему дайв-бизнес Мэтта Менье все еще процветает даже в условиях пандемии.
Он говорит, что видит «исключительную ясность. Озеро Тахо - самое чистое, самое прекрасное озеро, я думаю, в стране».
А теперь плохие новости: озеро Тахо не такое чистое, не такое чистое, как раньше, когда он переехал сюда более двух десятилетий назад.
«То, что мы замечаем все больше и больше, падает на камни», - сказал Менье.
«Вы получаете эти странные водоросли на камнях».
Ученые считают, что изменение климата повлияло на температуру воды и, следовательно, на ее прозрачность.
И ежегодно озеро посещают 15 миллионов человек - вместе с мусором, который они оставляют.
Менье сказал, что во время погружений с целью очистки дна озера был обнаружен старый мусор.
«И когда я говорю« старый мусор », я имею в виду 60-е, 70-е», - сказал Менье.
«Бидоны из-под пива, содовой, старые церковные бидоны».
Ученые следят за прозрачностью озера Тахо каждый год, роняя белый диск, а затем измеряют, насколько далеко они могут его увидеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладов сказал, что это «важный показатель того, насколько здорово озеро».
Когда это было измерено в прошлом году, чистота озера составляла около 80 футов.
Это означает, что вы можете видеть этот диск на глубине 80 футов.
Но подумайте об этом, около 20 лет назад чистота озера составляла 100 футов.
Эту тенденцию ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, развития вокруг озера и кое-что добавленного к озеру в 1960-х годах: крошечной инвазивной креветки, которую принесли, чтобы кормить рыбу.
Это не сработало.
«Как только креветки вошли в озеро, в озере внезапно не оказалось естественных очистителей», - сказал Шладов.
С аналогичными проблемами сталкиваются озера и водоемы по всему миру.
"Урок здесь в том, что если вы не можете сделать это на Тахо, то какая надежда у всех рек и устьев, ручьев и озер по всей стране, которым никогда не будет такой степени внимания, такого же уровня внимания? Ресурсы?" - сказал Шладов.
Менье сказал, что он «обнадеживает», потому что «если есть лучшая сторона нашей пандемии, я думаю, это показало, что природа вернется и исцелит себя, если мы просто ослабим это давление, это человеческое давление и позволим этому случиться». Теперь там есть факты ".
QB Герберт среди 4 драфтов, подписанных Чарджерсом
КОСТА-МЕСА, Калифорния (AP) - «Лос-Анджелес Чарджерс» подписали четыре своих драфта, включая квотербека Джастина Герберта, и договорились об условиях с двумя другими членами своего драфтового класса.
Зарядные устройства смогли заключить контракты со своим призывным классом в субботу, когда они явились в тренировочный лагерь для получения медикаментов и оборудования.
Наряду с Гербертом, который был выбран шестым общим выбором, команда объявила о подписании контрактов с широкими приемниками Джо Ридом (пятый раунд) и Кей Джей Хиллом (седьмой раунд), а также защитником шестого раунда Алохи Гилманом.
Они договорились о соглашениях с полузащитником первого раунда Кеннетом Мюрреем-младшим и бегущим Бэк Джошуа Келли, который был выбран в четвертом раунде.
Герберт начал 42 игры в Орегоне, установив рекорд 29-13 с 10 541 ярдом и 108 общими тачдаунами.
В прошлом сезоне он привел «Утки» к чемпионату Pac-12, совершив 32 тачдауна и 6 перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в розыгрыше Rose Bowl, где он пробежал три тачдауна и был назван самым ценным игроком в атаке.
Герберт поборется с ветераном Тиродом Тейлором за стартовую должность.
У Чарджерс появится новый квотербек после того, как Филип Риверс ушел через свободное агентство после 14 сезонов в качестве стартера.
Мюррей был 23-м номером после того, как Лос-Анджелес обменялся с Новой Англией, чтобы вернуться в первый раунд.
В прошлом сезоне он был третьей командой, выбранной Associated Press All-America, после того, как возглавил Sooners с 102 отборками, включая 69 соло.
Этим летом у Барселоны есть все, что можно продать, поскольку Коутиньо, Дембеле, Ракитич и Видаль заявлены на трансферы.
Согласно сообщениям, этим летом BARCELONA будет известна как клуб продаж.
Гиганты Ла Лиги перечислили не менее 12 звезд первой команды, утверждает Marca.
Сообщается, что Филиппе Коутиньо внесен в трансферный список Барселоны
И в их число входят такие игроки Премьер-лиги, как Филипп Коутиньо, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутиньо и Умтити были связаны с переходом в «Арсенал», за бразильца также следит «Челси».
В то время как «Манчестер Юнайтед» и «Тоттенхэм», как говорят, сражаются за услуги Ракитича.
Француз, победитель чемпионата мира по футболу Дембеле, который боролся за игровое время на «Камп Ноу», недавно был связан с переходом в «ПСЖ» в рамках сделки обмена с Неймаром.
Другими игроками, которые считаются лишними по требованиям, являются Нето, Нельсон Семедо, Джуниор Фирпо, Артуро Видал, Мартин Брейтуэйт, Карлес Алена, Рафинья Алькантара и Жан-Клер Тодибо.
Барселона надеется, что отъезд не только улучшит их финансы, но и поможет их будущему трансферному бизнесу.
Усман Дембеле также считается избыточным по сравнению с потребностями.
По данным испанской газеты, «Барселона» уже определила свои трансферные цели на следующий сезон - аргентинский нападающий Лаутаро Мартинес возглавляет их список попаданий.
Но миланский Интер продолжает просить выполнить его оговорку об освобождении в размере 101 миллиона фунтов стерлингов до начала переговоров с каталонцами.
«Барселоне» придется продать, прежде чем они смогут купить, но сохраняйте уверенность в том, что они смогут заключить сделку со стороной Серии А.
"Барселона" предлагает "Арсеналу" Филиппе Коутиньо обменять передачу на плохого бойца Гендузи ", поскольку канонеры пытаются избавиться от полузащитника.
Автомобиль проезжает через толпу, в Колорадо застрелен протестующий
АВРОРА, штат Колорадо (AP) - Автомобиль проехал через толпу, и протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Управление полиции Авроры сообщило в Твиттере, что протестующие шли в субботу по межштатной автомагистрали 225, когда проезжала машина.
Полиция сообщила, что протестующий выстрелил из оружия, ранив как минимум одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что автомобиль был отбуксирован, и они проводят расследование.
По словам полиции, протестующие также разбили окна в здании суда и в офисе произошел пожар.
Власти заявили, что было объявлено незаконное собрание, и полиция приказала протестующим покинуть этот район.
Напряженность усилилась во время недавних протестов против расовой несправедливости, поскольку федеральные чиновники были отправлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила беспорядки в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего человека из Миннесоты, который умер после того, как белый офицер прижал его к земле коленом к шее, также выявили другие случаи насилия со стороны полиции со смертельным исходом.
В Колорадо протестующие привлекают внимание к смерти Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Аврора в августе 2019 года после того, как звонивший в службу экстренной помощи сообщил о его подозрительности.
Полиция поместила его в удушающий захват, а парамедики ввели 500 миллиграммов кетамина, успокаивающего средства, чтобы успокоить его.
У него случилась остановка сердца, позже было объявлено, что мозг умер, и ему отключили систему жизнеобеспечения.
Лейбористские разоблачители антисемитизма требуют, чтобы Корбина исключили, или им предъявят иск
Согласно отчетам, трудовым работникам придется выплатить компенсацию в размере от 3 до 8 миллионов фунтов стерлингов.
Теперь лидер Кейр Стармер находится под давлением, чтобы изгнать Корбина.
Вчера вечером бывшие сотрудники партии заявили, что откажутся от судебного иска, если Корбина исключат из партии.
Лейбористская партия пока отказывается комментировать требование.
Однако депутат от лейбористской партии Джон Трикетт сказал: «Это смехотворное требование».
Сторонники г-на Корбина заявили, что г-ну Стармеру необходимо сосредоточиться на борьбе с тори, обращающейся с коронавирусом, вместо того, чтобы копаться во внутренних подразделениях лейбористов.
Источник в бывшей лейбористской партии сообщил Daily Mail, что они подадут в суд, даже если г-н Стармер действительно исключит г-на Корбина.
"Я имею в виду, что он действительно, он снова сделал Лейбористскую партию конкурентоспособной.
«Еще предстоит пройти долгий путь в политике, но он сделал действительно впечатляющее начало, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, избиратели, так сказать, я думаю, что они сейчас смотрят на это снова гораздо более сочувственно, и они считают его серьезной фигурой ».
У Блэра действительно есть опасения, что лейбористы по-прежнему считаются партией, поднимающей налоги.
Он сказал: «Мой опыт работы с налогами, когда вы находитесь в Лейбористской партии, показывает, что нужно быть очень осторожным, потому что публика там не сидит и не беспокоится о том, собираетесь ли вы повышать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь поднять налоги, так что вы просто должны помнить об этом ".
Covid-19 навсегда изменит мировую экономику (мнение)
Скрининг на вирусы, вероятно, станет частью нашей жизни, так же как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для обнаружения будущих вирусных вспышек.
Эти инвестиции защищают экономику на случай, если иммунитет к Covid-19 окажется временным.
Во многих странах во время пандемии были приняты версии немецкой субсидии Kurzarbeit (короткая работа).
Эта политика заставляет рабочих работать с сокращенным рабочим днем и сокращением заработной платы, при этом государство компенсирует некоторую нехватку заработной платы.
Сохраняя соответствие между фирмами и рабочими, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих политик и сделать их постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, вероятно, станет более распространенной.
У нас были доказательства того, что работа на дому по крайней мере так же продуктивна, как и работа в офисе.
Однако многие компании неохотно соглашались на удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может остаться.
Пандемический кризис ускорил темпы цифровой трансформации с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференцсвязи, онлайн-обучения и финансовых технологий.
Компании с международными цепочками поставок сталкиваются с дефицитом и узкими местами.
Мы, вероятно, увидим, как многие из этих компаний повторно выставят на продажу часть своей продукции.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, вероятно, будет автоматизирована.
Правительства будут более крупными после того, как будут играть роль страховщика и последнего инвестора во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы по всему миру.
Самый важный урок пандемии Covid-19 - это важность совместной работы над проблемами, которые затрагивают весь человеческий род.
Мы гораздо сильнее едины, чем разделены.
Гиганты рекламных щитов добиваются скидок в аэропортах и советах
ох! В начале этого года СМИ привлекли капитал, чтобы обеспечить большую финансовую уверенность, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждали способы компенсации значительного снижения за счет снижения арендной платы за участки, которыми они управляют, или за счет отмены или уменьшения гарантии минимального дохода, которая обычно вводится при первом подписании сделки.
Один источник указал, что крупные компании, занимающиеся рекламными щитами, могли гарантировать до 85% своих прогнозируемых доходов в виде арендной платы.
В некоторых контрактах есть пункты, которые позволяют им уменьшить минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие в каком-либо из текущих контрактов между компаниями, занимающимися рекламными щитами, и их арендодателями.
В то же время компании предлагают рекламодателям большие скидки, чтобы заполнить свободные места на рекламных щитах и обеспечить им максимальное соотношение цены и качества.
Рекламные щиты в центральном деловом районе Сиднея и пригородах, на которых обычно размещается шесть рекламных объявлений, изо всех сил пытаются заполнить все доступные места.
Но некоторые сайты, такие как рекламный щит oOh! Media размером 40 x 10 метров в аэропорту Сиднея, были модернизированы.
ох! СМИ отказались от комментариев, но на конференции Macquarie Australia в мае они отметили более 20 миллионов долларов экономии на фиксированной арендной плате.
JC Decaux от комментариев отказался.
Аэропорты и общественный транспорт - прибыльные рекламные контракты для компаний, занимающихся рекламными щитами.
Согласно отчету ассоциации Outdoor Media Association за 2019 год, выручка от транспорта, включая аэропорты, составила 169,4 миллиона долларов, в то время как выручка от уличной мебели, а также от автобусов и трамваев составила 266,5 миллиона долларов.
Бизнес JC Decaux имеет контракты с аэропортом Сиднея, трамваями Ярра, аэропортом Перта и автобусами Сиднея.
ох! У СМИ есть рекламные щиты в таких местах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и на вокзалах в Сиднее и Мельбурне.
Во время пандемии проводились тендеры на строительство аэропорта Мельбурна и поездов в Сиднее, и официальное решение еще не принято.
Мельбурн является вторым по величине контрактом с аэропортом в Австралии, и до коронавируса ежегодно оценивался в десятки миллионов.
По итогам года в феврале, о! СМИ заявили, что они получили 65,9 миллиона долларов от своей категории «летные», которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от «поездок на работу», состоящих из железнодорожных контрактов и уличной мебели, ранее принадлежавших Adshel до того, как ее купила oOh !, составила 234,8 миллиона долларов.
Согласно финансовым результатам за 2018 год, поданным в Австралийскую комиссию по ценным бумагам и инвестициям, доход JC Decaux Australia от транспорта в 2018 году составил 37,7 миллиона долларов.
Но в этом году обе цифры, вероятно, будут значительно меньше.
Согласно данным Standard Media Index, которые отражают расходы четырех из пяти основных групп рекламных агентств, рынок наружной рекламы в июне упал на 68%.
Для сравнения, промежуточные результаты за июнь показывают, что расходы на цифровое вещание снизились на 37 процентов, в то время как городское радио упало на 48 процентов.
В июне столичное телевидение упало на 34 процента, расходы на газеты упали на 49 процентов, а расходы на журналы упали на 66 процентов.
Я работаю над тем, чтобы помочь компьютерам общаться с окружающим миром.
Есть много способов сделать это, и мне нравится сосредотачиваться на том, чтобы помочь компьютерам рассказать о том, что они видят и понимают.
В такой сцене современный алгоритм компьютерного зрения может сказать вам, что есть женщина и есть собака.
Он может сказать вам, что женщина улыбается.
Он может даже сказать вам, что собака невероятно милая.
Я работаю над этой проблемой, думая о том, как люди понимают и обрабатывают мир.
Мысли, воспоминания и истории, которые может вызвать у людей подобная сцена.
Все взаимосвязи связанных ситуаций.
Может быть, вы видели такую собаку раньше, или вы проводили время, бегая по пляжу, подобному этому, и это еще больше вызывает мысли и воспоминания о прошлом отпуске, прошлых посещениях пляжа, времени, проведенном в бегах с другими собаки.
Один из моих руководящих принципов заключается в том, что, помогая компьютерам понять, на что это похоже, получить этот опыт, понять, что мы разделяем, во что верим и что чувствуем, мы можем начать развивать компьютерные технологии таким образом, чтобы они дополняли наши собственный опыт.
Итак, углубившись в это, несколько лет назад я начал работать над тем, чтобы помогать компьютерам создавать истории, похожие на человеческие, из последовательностей изображений.
Итак, однажды я работал со своим компьютером, чтобы спросить его, что он думает о поездке в Австралию.
Он посмотрел на фотографии и увидел коалу.
Он не знал, что такое коала, но сказал, что думает, что это очень интересное существо.
Затем я поделился с ним серией изображений сгоревшего дома.
Он посмотрел на изображения и сказал: «Это потрясающий вид!
От этого у меня по спине пробежал холодок.
Он увидел ужасное, изменяющее жизнь и разрушающее жизнь событие и подумал, что это что-то положительное.
Я понял, что он распознал контраст, красный и желтый, и подумал, что это стоит отметить положительно.
И отчасти причина, по которой он это делал, заключалась в том, что большинство изображений, которые я ему давал, были положительными.
Это потому, что люди склонны делиться положительными образами, когда рассказывают о своем опыте.
Когда вы в последний раз видели селфи на похоронах?
Я понял, что, работая над улучшением ИИ задачи за задачей, набора данных за набором данных, я создавал огромные пробелы, дыры и слепые пятна в том, что он мог понять.
И при этом я кодировал всевозможные предубеждения.
Предубеждения, которые отражают ограниченную точку зрения, ограниченную одним набором данных, - предубеждения, которые могут отражать человеческие предубеждения, обнаруженные в данных, такие как предубеждения и стереотипы.
Я вспомнил эволюцию технологии, которая привела меня туда, где я был в тот день - как первые цветные изображения были откалиброваны по коже белой женщины, а это означало, что цветная фотография была смещена против черных лиц.
И та же предвзятость, та же слепая зона сохранялась и в 90-е.
И то же самое слепое пятно сохраняется даже сегодня в том, насколько хорошо мы можем распознавать лица разных людей с помощью технологии распознавания лиц.
Я подумал о современном состоянии исследований, когда мы склонны ограничивать свое мышление одним набором данных и одной проблемой.
И тем самым мы создавали больше слепых зон и предубеждений, которые ИИ мог еще усилить.
Тогда я понял, что нам нужно глубоко подумать о том, как технология, над которой мы работаем сегодня, будет выглядеть через пять лет, через 10 лет.
Люди развиваются медленно, со временем, чтобы исправить проблемы во взаимодействии людей и окружающей их среды.
Напротив, искусственный интеллект развивается невероятно быстрыми темпами.
И это означает, что действительно важно, чтобы мы тщательно обдумали это прямо сейчас - чтобы мы размышляли о наших собственных слепых пятнах, наших собственных предубеждениях и думали о том, как это влияет на технологию, которую мы создаем, и обсуждаем, что современные технологии будут значит на завтра.
Руководители и ученые взвесили вопрос о том, какой, по их мнению, будет технология искусственного интеллекта будущего.
Стивен Хокинг предупреждает, что «искусственный интеллект может положить конец человечеству».
Илон Маск предупреждает, что это экзистенциальный риск и один из величайших рисков, с которыми мы сталкиваемся как цивилизация.
Билл Гейтс подчеркнул: «Я не понимаю, почему люди не так обеспокоены».
Но эти взгляды - они часть истории.
Математика, модели, основные строительные блоки искусственного интеллекта - это то, что мы называем доступом, и все с чем мы работаем.
У нас есть инструменты с открытым исходным кодом для машинного обучения и аналитики, в которые мы можем внести свой вклад.
Кроме того, мы можем поделиться своим опытом.
Мы можем поделиться своим опытом работы с технологиями, тем, как они нас волнуют и волнуют.
Мы можем обсудить то, что нам нравится.
Мы можем предвидеть аспекты технологий, которые могут быть более полезными или могут стать более проблематичными с течением времени.
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего, это поможет создать общий разговор и осознание того, что такое ИИ сейчас, чем он может стать, и обо всем, что нам нужно сделать для этого. результат, который нам больше всего подходит.
Мы уже видим и знаем это в технологиях, которые используем сегодня.
Мы пользуемся смартфонами, цифровыми помощниками и Roomba.
Они злые?
Может иногда.
Они полезны?
Да, они тоже такие.
И они не все одинаковые.
И там вы уже видите свет, озаряющий то, что ждет в будущем.
Будущее продолжается от того, что мы строим и создаем прямо сейчас.
Мы привели в действие тот эффект домино, который прокладывает эволюционный путь ИИ.
Прямо сейчас, в наше время, мы формируем ИИ завтрашнего дня.
Технология, которая погружает нас в дополненную реальность, воплощая в жизнь прошлые миры.
Технология, которая помогает людям делиться своим опытом, когда у них возникают трудности с общением.
Технология основана на понимании потокового визуального мира, используемого в качестве технологии для беспилотных автомобилей.
Технологии, основанные на понимании изображений и генерировании языка, развиваются в технологию, которая помогает людям с ослабленным зрением лучше получать доступ к визуальному миру.
И мы также видим, как технологии могут приводить к проблемам.
Сегодня у нас есть технология, которая анализирует физические характеристики, с которыми мы родились, такие как цвет нашей кожи или выражение лица, чтобы определить, можем ли мы быть преступниками или террористами.
У нас есть технология, которая обрабатывает наши данные, даже данные, касающиеся нашего пола или расы, чтобы определить, можем ли мы получить ссуду.
Все, что мы видим сейчас, - это моментальный снимок эволюции искусственного интеллекта.
Потому что то, где мы сейчас находимся, находится в пределах одного момента этой эволюции.
Это означает, что то, что мы делаем сейчас, повлияет на то, что произойдет в будущем и в будущем.
Если мы хотим, чтобы ИИ развивался таким образом, чтобы помогать людям, тогда нам нужно определить цели и стратегии, которые позволяют этот путь прямо сейчас.
Я бы хотел увидеть то, что хорошо сочетается с людьми, нашей культурой и окружающей средой.
Технологии, которые помогают и помогают тем из нас, кто страдает неврологическими заболеваниями или другими ограниченными возможностями, чтобы сделать жизнь одинаково сложной для всех.
Технология, которая работает независимо от вашего демографического положения или цвета вашей кожи.
Итак, сегодня я сосредотачиваюсь на технологиях завтрашнего дня и на 10 лет вперед.
ИИ может проявиться по-разному.
Но в данном случае это не беспилотный автомобиль, у которого нет пункта назначения.
Это машина, на которой мы ведем.
Мы выбираем, когда ускоряться, а когда замедляться.
Мы выбираем, нужно ли нам повернуть.
Мы выбираем, каким будет ИИ будущего.
Существует огромное игровое поле для всего, чем может стать искусственный интеллект.
Будет много вещей.
И теперь нам предстоит выяснить, что нам нужно внедрить, чтобы убедиться, что результаты искусственного интеллекта будут лучше для всех нас.
Спасибо.
(Аплодисменты)
Коронавирус: путешественников из Испании отправили на карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны находиться в карантине на 14 дней в соответствии с новыми правилами путешествий из-за коронавируса.
Об этом было объявлено в субботу после всплеска случаев коронавируса в Испании, в пятницу было зарегистрировано более 900 новых случаев заражения вирусом.
Испанские официальные лица также предупредили, что вторая волна может быть неизбежной, поскольку в крупных городах наблюдается рост числа случаев заболевания.
Авиакомпании, включая British Airways, раскритиковали новые меры как «еще один удар» для британских отдыхающих.
Департамент транспорта посоветовал людям, которые в настоящее время отдыхают в Испании, соблюдать местные правила, возвращаться домой в обычном режиме и проверять веб-сайт Министерства иностранных дел для получения дополнительной информации.
Министерство иностранных дел рекомендует воздерживаться от любых поездок на материковую часть Испании, кроме необходимых, однако карантинные меры распространяются на тех, кто возвращается из материковой Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Консультации Министерства иностранных дел имеют разветвления для страхования путешествий.
Среди тех, кого коснулись новые правила, - министр транспорта Грант Шаппс, который в субботу начал свой отпуск в Испании.
Ожидается, что он продолжит свою поездку в соответствии с планом и изолирован в соответствии с указаниями по возвращении.
Карантинные меры для путешественников из Великобритании впервые были введены в начале июня.
Но под давлением авиационной и туристической индустрии правительство и автономные администрации опубликовали списки стран, на которые не распространяются правила.
British Airways заявила, что она «разочарована» последними изменениями в советах и правилах правительства о поездках, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
В нем говорится, что этот шаг «бросает в хаос планы тысяч британцев».
Ассоциация операторов аэропортов заявила, что новые меры «нанесут еще больший ущерб тому, что уже является хрупким перезапуском авиационного сектора, который по-прежнему сталкивается с самой большой проблемой в своей истории».
Крупнейший туроператор Великобритании Tui отменил свои рейсы из-за вылета в материковую Испанию и на Канарские острова в воскресенье.
Клиенты, которые в настоящее время находятся в отпуске, смогут вернуться домой намеченным рейсом.
Однако бюджетная авиакомпания EasyJet заявила, что «разочарована» и в ближайшие дни будет работать по полному расписанию.
«Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без комиссии за изменение или получить ваучер на стоимость бронирования», - говорится в заявлении компании.
Представитель Ассоциации британских туристических агентств (Abta) сказал, что изменение правительственных правил карантина «разочаровывает».
«Мы предлагаем правительству рассмотреть возможность отмены карантинных правил для рейсов в определенные регионы с более низким уровнем заражения и из них, а также в такие места, как Балеарские острова или Канарские острова, которые географически отделены от материковой Испании, чтобы избежать дальнейшего ущерба для прибывающих в Великобританию и индустрии выездного туризма », - сказал он.
На сегодняшний день в Испании умерло более 28000 человек от коронавируса.
В четверг в нем наблюдался самый большой ежедневный рост инфекций с момента прекращения его изоляции.
Каталония стала последним регионом, принявшим жесткие меры против ночной жизни.
Богатый северо-восточный регион, где проживает Барселона, приказал закрыть все ночные клубы на две недели и ввести комендантский час в полночь в барах в районе Большой Барселоны.
Гай Хеджеко из Мадрида говорит, что заражение молодых людей вызывает особую тревогу, поскольку они собираются в больших количествах в городах по ночам.
Франция предупредила своих граждан не ездить в Каталонию, а Норвегия заявила, что начнет карантин людей, прибывающих из Испании.
Правительство призывает работодателей «относиться к тем, кто возвращается из Испании, и которым теперь придется самоизолироваться».
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что новости будут «глубоко обеспокоены семьями, которые оказались в Испании или планируют поездку».
Первый министр Шотландии Никола Стерджен написал в Твиттере, что решение было принято после изучения последних данных ранее в субботу.
«Это подтверждает тот факт, что эти вопросы могут быть изменены в короткие сроки, и поэтому я советую проявлять осторожность в отношении несущественных зарубежных поездок», - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь к своей семье в Испанию с женой и двумя маленькими детьми.
Но новые правила означают, что он был вынужден отменить предложение из опасений, что работодатель его жены не сможет предоставить ей дополнительные две недели отпуска на карантин по их возвращении.
Он сказал, что считает маловероятным, что они получат возмещение за рейс, поскольку он не был отменен.
«Я опустошен», - сказал он Би-би-си.
«У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества».
Лоис Стотхард из Южного Йоркшира рассказала Би-би-си, что она забронировала отпуск в Севилью в качестве сюрприза к 30-летию своего парня - из-за вылета в воскресенье утром - но теперь чувствует, что не может путешествовать.
«Я ключевой работник - я учитель - и у моего парня есть обязательства по работе, поэтому мы не можем помещать в карантин 14 дней, когда вернемся», - сказала она.
«Мы не можем вернуть деньги, и чтобы сменить компанию, нужно вдвое больше, чем я уже заплатил. Я очень разочарован и расстроен, поскольку мы упакованы и готовы к работе».
Лестер счастлив поразить цель европейского футбола: обладатель Золотой бутсы Джейми Варди
Джейми Варди признал свое разочарование по поводу пропуска футбола в Лиге чемпионов, но сказал, что «Лестер Сити» выполнил поставленную в начале сезона цель отборочного турнира в Европу.
«Лисы» были вторыми в декабре и третьими, когда футбол возобновился после блокировки, но они набрали всего четыре очка в последних пяти играх и заняли пятое место в Премьер-лиге.
Победа над «Манчестер Юнайтед» в последний день обеспечила бы выход в четверку лучших, но команда Брендана Роджерса потерпела поражение 2: 0, что, по словам Варди, было самым неприятным моментом.
«Это было разочаровывающе, больше похоже на то, как мы проиграли игру», - сказал он на Sky Sports на постоянной основе.
«Но мы сказали в раздевалке, что за закрытыми дверями нацелены на отбор в Европу, и мы это сделали.
«У нас был шанс пройти квалификацию в Лигу чемпионов, и это было даже лучше, но мы задумаемся над этим и вернемся сильнее в следующем году.
«Это сложно принять, но нашей главной целью была Европа, и нам это удалось».
В то время как его команда проиграла, сам Варди закончил сезон лучшим бомбардиром Премьер-лиги в возрасте 33 лет, забив 23 раза.
Он отдал дань уважения своим товарищам по команде в получении награды и сказал, что у него еще много миль на высшем уровне, несмотря на его преклонный возраст.
«Я в восторге, все дело в команде. Без них я бы не был на той позиции, на которой был для забитых мячей, а я отдал немало.
«Я немного отдохну и вернусь к следующему сезону, готовым к игре.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке и касаюсь дерева, я не получаю много травм, так что нужно держать себя в курсе и вернуться как можно сильнее в следующем году ».
'Что там произошло?!' Боец UFC Коррейя получает избиение после того, как отвернулся от соперника, ошибочно думая, что раунд окончен (ВИДЕО) - RT Sport News
Бразильская легчайшая Бете Коррейя - ветеран UFC, но совершила любительскую ошибку, отвернувшись от своего соперника Панни Кианзада и ошибочно подумав, что раунд в их поединке на Fight Island окончен, и в результате была отмечена.
Подойдя к концу первой строфы их поединка на андеркарте в Абу-Даби, 37-летняя Коррейя, похоже, приняла 10-секундное предупреждение за фактический конец раунда, протянув перчатку, прежде чем повернуться спиной. Кианзад и пробирается обратно в свой угол.
Шведский боец без колебаний воспользовался преимуществом, пометив своего противника правой рукой, а затем нанес серию ударов, чтобы Коррейя спиной к клетке.
На мгновение оказавшись в опасности, бразилец затем восстановил контроль, чтобы подавить угрозу и поддержать Кианзада до того, как было объявлено фактическое окончание раунда.
«Что там произошло? О, честное слово», - восклицали комментаторы ESPN +.
Это была лишь часть разочаровывающей ночи для бывшей претендентки на титул в легчайшем весе Коррейи, которая проиграла единогласным решением судей, что является ее третьей потерей за последние четыре выхода в восьмиугольник и оставила свой общий рекорд 11-5 при одной ничьей.
Для 28-летней Кианзада, уроженки Ирана, это была вторая победа после победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве еще в ноябре.
Кианзад сейчас 13-5 в целом и 2-1 в UFC, так как женщина, известная как Банзай, стремится подняться в рейтинге до 135 фунтов.
В другом месте этой ночью австралиец Роберт Уиттакер обошел англичанина Даррена Тилла в главном событии в среднем весе, в то время как боец российского происхождения Хамзат Чимаев вошел в историю, выиграв второй бой за 10 дней на острове Бойцов, самый короткий период между победами в современном мире. -эра UFC.
Рахул Ганди обращается к людям по вопросу Раджастана
Рахул Ганди из Конгресса сегодня опубликовал в Твиттере видео, в котором пытается мобилизовать людей против БДП в связи с событиями в Раджастане.
Его пост на хинди с использованием хэштега #SpeakUpForDemocracy призвал людей «объединиться и поднять голос за демократию».
Конгресс планирует в понедельник общенациональную акцию протеста по поводу ситуации в Раджастане, где правительство Ашока Гелота пытается выжить.
Партия заявила, что акция протеста будет проходить возле Раштрапати Бхаван, официальной резиденции президента Рам Натха Ковинда.
В видеоролике Конгресс обвинил BJP в «разрыве конституции и уничтожении демократии», в то время как вся страна борется с коронавирусом.
Конгресс заявил, что то же самое произошло в Мадхья-Прадеше.
«Мы требуем немедленно созвать собрание, что находится в рамках наших конституционных прав», - говорится в видеоролике партии.
Губернатор Раджастана Калрадж Мишра отклонил одно предложение о начале собрания.
Второй был представлен сегодня, и, по его словам, он изучает.
Правительство г-на Гехлота находится в глубоком кризисе после того, как его заместитель Сачин Пилот стал бунтовщиком, поддержав его частью ГНД.
Партия не смогла дисквалифицировать повстанцев, чтобы сбить отметку большинства в собрании.
Г-н Пилот, лишенный своих постов в партии и правительстве, получил временное освобождение от дисквалификации Высоким судом Раджастхана, который постановил, что спикер не может предпринимать никаких действий, пока не будет решен более крупный конституционный вопрос о его полномочиях. .
Этот вопрос будет рассмотрен завтра Верховным судом, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс только на один шаг превзошел отметку большинства в собрании, состоящем из 200 членов.
Team Pilot заявляет о поддержке 30 ГНД, но пока свидетельства указывают только на 19.
У BJP 72, включая союзников и независимых, сейчас 97.
Если суд вынесет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею 2018 года.
В марте он потерял возглавляемое Камал Натхом правительство в Мадхья-Прадеше после того, как Джотирадитья Сциндиа присоединился к БДП с 22 своими ГНД.
Протесты в Сиэтле: пожары и перцовые брызги во время марша тысяч людей по городу
СИЭТЛ. После нескольких недель эскалации противостояния между протестующими и федеральными властями в Портленде, штат Орегон, в субботу в Сиэтле мобилизовалась толпа из примерно 2000 человек, маршируя по улицам и вступая в столкновения с полицией.
По данным полиции, трое полицейских были ранены, в том числе один, который был госпитализирован с травмой ноги в результате взрыва взрывчатки, и 16 протестующих были арестованы ранним вечером.
Неся с такими знаками, как «Федералы идут домой» и выкрикивая «Нет справедливости, нет мира», протестующие остановились на месте будущего центра заключения для несовершеннолетних и подожгли там здания. Некоторые разбили окна близлежащих предприятий.
Полиция противостояла толпе в районе Капитолийского холма, использовала светосигнальные гранаты и перцовый баллончик, прежде чем начала арестовывать людей.
52-летняя Бипаша Мукерджи из Киркленда, штат Вашингтон, сказала, что протестует на улицах с мая, и сказала, что ее тревожит такая агрессивная тактика со стороны полиции.
«Это не та страна, в которую я иммигрировала, - сказала г-жа Мукерджи, приехавшая из Индии более 30 лет назад. «Такое ощущение, что мы быстро становимся фашистским государством и полицейским государством».
Мишо Сэвидж из Сиэтла сказал, что протесты были направлены как против местных властей, так и против размещения федеральных офицеров, которые подавили давние протесты в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для сдерживания толпы, была опасной и неуместной.
«Это очень тяжелое скольжение в чрезвычайно сильном направлении», - сказал мистер Сэвидж, промывая глаза перцовым баллончиком и залечивая рану на руке от световой гранаты.
Смерть Джорджа Флойда под стражей в полиции в Миннеаполисе в мае вызвала массовые протесты, в результате которых миллионы людей вышли на улицы в десятках городов, но в большинстве городов эти демонстрации поутихли.
Однако в Сиэтле и Портленде прошли масштабные демонстрации. Протестующие в Сиэтле однажды заявили права на несколько кварталов в районе Капитолийского холма и объявили автономную зону. После серии перестрелок полиция велела расчистить территорию, протесты утихли.
Портленд, тем временем, продолжал протестовать, причем одни из самых сильных протестов проходили вокруг федеральных зданий в городе. После того, как президент Трамп издал указ о защите памятников и федеральной собственности, Министерство внутренней безопасности направило в город тактические группы, начав серию столкновений, в результате которых были ранены протестующие, генеральный инспектор расследует и призывал местных лидеров федеральным агентам покинуть.
Толпы протеста в этом городе выросли до тысяч, и демонстрации там продолжаются. На этой неделе федеральные чиновники направили в Сиэтл тактическую группу, и протестующие назвали это событие одной из причин субботних демонстраций.
В то время как протесты в Портленде сконцентрировались в центре города, демонстрации в субботу прошли по районам к востоку от центра города, где находится здание федерального суда города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но обеспокоен мотивами Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье поставил под сомнение мотивы президента Трампа для отправки федеральных агентов в города США - заявив, что, хотя он будет приветствовать помощь в раскрытии множества убийств в городе Среднего Запада, он считает, что этот шаг может быть больше связан с повышением шансов Трампа на переизбрание. .
«Я был очень разочарован на этой неделе [тем, что] президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter», - сказал Лукас, демократ, в «Fox News Sunday» о недавних протестах против расового неравенства и жестокости полиции.
«Это не тот случай в Канзас-Сити. У нас был рост из года в год, [но] то, в чем нам нужна помощь, на самом деле раскрывает некоторые из нераскрытых убийств».
Лукас добавил: «Давайте постараемся сосредоточить внимание на раскрытии убийств ... Я думаю, если вы прислушаетесь к недавним заявлениям ... мы счастливы работать с федеральными агентами в ограниченном объеме».
Несмотря на свою готовность к работе федеральных агентов с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете разногласий вокруг тактики, применяемой федеральными агентами в Портленде, штат Орегон, - заставила многих его избирателей выразить озабоченность по поводу присутствие агентов на улицах города.
«То, что нам не нужно, - это еще больше масла в огне со стороны федеральных агентов, чтобы создать, я думаю, волнующий политический вопрос», - сказал он.
В среду Трамп объявил, что направляет 100 федеральных агентов в Чикаго, чтобы помочь в борьбе с растущим уровнем некоторых преступлений - шаг, который знаменует расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как «закон и порядок». президент.
«Наплыв» агентов, объявленный в среду в Чикаго и других американских городах, является частью операции «Легенда», названной в честь 4-летнего Ледженда Талиферро, который был смертельно ранен во время сна в квартире в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов для помощи местным правоохранительным органам не является чем-то беспрецедентным - генеральный прокурор Билл Барр объявил об аналогичных усилиях в декабре в семи городах, где наблюдался всплеск насилия - тип отправляемого федерального агента и некоторые из их тактик вызвали озабоченность. среди законодателей штата и местных властей.
Ряд законодателей от Нью-Йорка до Портленда высказались против того, чтобы администрация Трампа отправляла агентов в их города, особенно после сообщений о том, что неустановленные федеральные агенты задерживали протестующих в Портленде и увозили их на машинах без опознавательных знаков.
В Портленде почти ежедневно проходят демонстрации против жестокости полиции и системного расизма после смерти Джорджа Флойда, находившегося под стражей в полиции Миннеаполиса 25 мая.
Местные власти также жаловались, что скачки только обострили напряженность, а эксперты в области уголовного правосудия заявляют, что эти усилия не поддаются объяснению из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовыми расправами над расизмом и тем, как живут цветные люди. лечится полицией.
Фонд в размере 10 млн фунтов стерлингов создан для поддержки мероприятий в Шотландии
Организаторам культурных, общественных и спортивных мероприятий должна быть предложена финансовая поддержка, пока на них распространяются ограничения из-за изоляции.
Пакет финансирования правительства Шотландии в размере 10 млн фунтов стерлингов также направлен на помощь поставщикам мероприятий.
Правительство заявило, что рассматривает возможность безопасного возобновления событий в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала «разрушительное воздействие» на сектор.
Фестивальная сцена Шотландии и спортивные мероприятия, такие как Игры Хайленда, были в числе тех, на которые повлияли ограничения, введенные для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: «Несмотря на то, что у нас есть позитивный шаг, который может возобновиться, большая часть сектора не сможет работать в течение некоторого времени.
«Мы тесно и конструктивно работали с этим сектором над проблемами, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как начать безопасную работу.
«Помимо оказания немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и помощь в долгосрочном восстановлении индустрии мероприятий».
Консультативная группа индустрии мероприятий заявила, что этот сектор одним из первых оказался в условиях изоляции и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дути, который также является исполнительным директором SEC в Глазго, сказал, что события ежегодно приносят экономике Шотландии около 6 миллиардов фунтов стерлингов.
Он сказал: «Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторам мероприятий, так и более широким предприятиям цепочки поставок, которые особенно сильно страдают от продолжающегося эффекта длительного периода изоляции».
Недавно мы увидели влияние кибератак на деловой мир.
Утечки данных в таких компаниях, как JP Morgan, Yahoo, Home Depot и Target, привели к убыткам в сотни миллионов, а в некоторых случаях и миллиарды долларов.
Чтобы разрушить мировую экономику, не потребуется много крупных атак.
Не застрахован и государственный сектор.
В 2012–2014 годах произошла серьезная утечка данных в Управлении кадров США.
Данные допуска и отпечатки пальцев были скомпрометированы, что затронуло 22 миллиона сотрудников.
И вы, возможно, слышали о попытках спонсируемых государством хакеров использовать украденные данные, чтобы повлиять на результаты выборов в ряде стран.
Два недавних примера - это компрометация большого количества данных из Бундестага, национального парламента Германии и кража электронных писем Национального комитета Демократической партии США.
Киберугроза теперь влияет на наши демократические процессы.
И будет еще хуже.
По мере того как компьютерные технологии становятся все более мощными, системы, которые мы используем для защиты наших данных, становятся все более уязвимыми.
Дополнительную озабоченность вызывает новый тип вычислительной технологии, называемый квантовыми вычислениями, который использует микроскопические свойства природы для обеспечения невообразимого увеличения вычислительной мощности.
Он настолько мощный, что взломает многие системы шифрования, которые мы используем сегодня.
Так безвыходная ситуация?
Стоит ли нам начинать упаковывать наше цифровое снаряжение для выживания и готовиться к приближающемуся апокалипсису данных?
Я бы сказал, пока нет.
Квантовые вычисления все еще находятся в лабораторных условиях, и потребуется несколько лет, чтобы они нашли практическое применение.
Что еще более важно, в области шифрования произошел серьезный прорыв.
Для меня это особенно захватывающий период в истории безопасных коммуникаций.
Около 15 лет назад, когда я узнал о нашей недавно обнаруженной способности создавать квантовые эффекты, которых нет в природе, я был взволнован.
Идея применения фундаментальных законов физики для усиления шифрования действительно заинтриговала меня.
Сегодня избранные группы компаний и лабораторий по всему миру, в том числе моя, разрабатывают эту технологию для практического применения.
Верно.
Сейчас мы готовимся бороться квантом с квантом.
Так как же все это работает?
Что ж, сначала давайте кратко рассмотрим мир шифрования.
Для этого вам понадобится портфель, несколько важных документов, которые вы хотите отправить своему другу Джеймсу Бонду, и замок, чтобы все это было в безопасности.
Поскольку документы являются совершенно секретными, мы будем использовать расширенный портфель.
Он имеет специальный кодовый замок, который при закрытии преобразует весь текст в документах в случайные числа.
Итак, вы кладете документы внутрь, закрываете замок - в этот момент документы преобразуются в случайные числа - и отправляете портфель Джеймсу.
Пока он в пути, вы звоните ему, чтобы сообщить код.
Когда он получает портфель, он вводит код, документы расшифровываются, и вуаля, вы только что отправили закодированное сообщение Джеймсу Бонду.
(Смех) Интересный пример, но он действительно иллюстрирует три важных момента для шифрования.
Код - мы называем это ключом шифрования.
Вы можете думать об этом как о пароле.
Звонок Джеймсу, чтобы он дал ему код от кодового замка.
Мы называем это обменом ключами.
Таким образом вы гарантированно получите ключ шифрования в нужном месте.
И замок, который кодирует и декодирует документ.
Мы называем это алгоритмом шифрования.
Используя ключ, он кодирует текст в документах в случайные числа.
Хороший алгоритм закодирует так, что без ключа его очень сложно расшифровать.
Что делает шифрование настолько важным, так это то, что если бы кто-то захватил портфель и вскрыл его без ключа шифрования и алгоритма шифрования, он не смог бы прочитать документы.
Они будут выглядеть не более чем набором случайных чисел.
Большинство систем безопасности полагаются на безопасный метод обмена ключами для передачи ключа шифрования в нужное место.
Однако быстрое увеличение вычислительной мощности ставит под угрозу ряд методов обмена ключами, которые у нас есть сегодня.
Рассмотрим одну из наиболее широко используемых сегодня систем - RSA.
Когда он был изобретен в 1977 году, было подсчитано, что для взлома 426-битного ключа RSA потребуется 40 квадриллионов лет.
В 1994 году, всего 17 лет спустя, код был взломан.
Поскольку компьютеры становились все более мощными, нам приходилось использовать все более и более крупные коды.
Сегодня мы обычно используем 2048 или 4096 бит.
Как видите, создатели кода и взломщики ведут непрекращающуюся битву, чтобы перехитрить друг друга.
А когда в ближайшие 10–15 лет появятся квантовые компьютеры, они еще быстрее раскроют сложную математику, лежащую в основе многих наших систем шифрования сегодня.
Действительно, квантовый компьютер может превратить наш нынешний замок безопасности в простой карточный домик.
Мы должны найти способ защитить наш замок.
В последние годы растет количество исследований, посвященных использованию квантовых эффектов для усиления шифрования.
И произошло несколько захватывающих прорывов.
Помните те три вещи, которые важны для шифрования: высококачественные ключи, безопасный обмен ключами и надежный алгоритм?
Что ж, достижения в области науки и техники подвергают опасности два из этих трех элементов.
Прежде всего, эти ключи.
Случайные числа являются основными строительными блоками ключей шифрования.
Но сегодня они не совсем случайны.
В настоящее время мы конструируем ключи шифрования из последовательностей случайных чисел, генерируемых программным обеспечением, так называемых псевдослучайных чисел.
Числа, сгенерированные программой или математическим рецептом, будут иметь некоторую, возможно, тонкую закономерность.
Чем менее случайны числа или, говоря научным языком, чем меньше энтропии они содержат, тем легче их предсказать.
В последнее время несколько казино стали жертвами творческой атаки.
Выход игровых автоматов регистрировался в течение определенного периода времени, а затем анализировался.
Это позволило киберпреступникам перепроектировать генератор псевдослучайных чисел за вращающимися колесами.
И позволил им с высокой точностью прогнозировать вращение колес, что позволило им получить большую финансовую прибыль.
Аналогичные риски применимы к ключам шифрования.
Поэтому наличие настоящего генератора случайных чисел необходимо для безопасного шифрования.
В течение многих лет исследователи пытались создать настоящие генераторы случайных чисел.
Но большинство проектов на сегодняшний день либо недостаточно случайны, либо достаточно быстры, либо их трудно повторить.
Но квантовый мир действительно случайен.
Так что есть смысл воспользоваться этой внутренней случайностью.
Устройства, которые могут измерять квантовые эффекты, могут генерировать бесконечный поток случайных чисел с высокой скоростью.
Помешать всем этим потенциальным преступникам казино.
Отдельная группа университетов и компаний по всему миру сосредоточена на создании истинных генераторов случайных чисел.
В моей компании наш квантовый генератор случайных чисел начал свою жизнь на оптическом столе размером два на один метр.
Затем мы смогли уменьшить его до размера сервера.
Сегодня он миниатюрен в виде карты PCI, которая подключается к стандартному компьютеру.
Это самый быстрый в мире генератор случайных чисел.
Он измеряет квантовые эффекты для получения миллиарда случайных чисел в секунду.
И сегодня он используется для повышения безопасности поставщиков облачных услуг, банков и государственных учреждений по всему миру.
(Аплодисменты) Но даже с истинным генератором случайных чисел у нас все еще есть вторая большая киберугроза: проблема безопасного обмена ключами.
Современные методы обмена ключами не устоят против квантового компьютера.
Квантовое решение этой проблемы называется квантовым распределением ключей или QKD, в котором используется фундаментальная, парадоксальная характеристика квантовой механики.
Сам акт взгляда на квантовую частицу меняет ее.
Позвольте мне привести вам пример того, как это работает.
Подумайте о том, чтобы снова обменять код на замок с Джеймсом Бондом.
За исключением того, что на этот раз вместо призыва дать Джеймсу код, мы собираемся использовать квантовые эффекты на лазере, чтобы передать код и отправить его Джеймсу по стандартному оптоволокну.
Мы предполагаем, что доктор Но пытается взломать биржу.
К счастью, попытка доктора Но перехватить квантовые ключи во время транспортировки оставит отпечатки пальцев, которые Джеймс и вы можете обнаружить.
Это позволяет отказаться от перехваченных ключей.
Ключи, которые затем сохраняются, можно использовать для обеспечения очень надежной защиты данных.
А поскольку безопасность основана на фундаментальных законах физики, квантовый компьютер или любой будущий суперкомпьютер не сможет ее взломать.
Моя команда и я сотрудничаем с ведущими университетами и оборонным сектором, чтобы превратить эту захватывающую технологию в новое поколение продуктов безопасности.
Интернет вещей возвещает эру гиперподключения, когда к 2020 году прогнозируется от 25 до 30 миллиардов подключенных устройств.
Для правильного функционирования нашего общества в мире Интернета вещей жизненно важно доверие к системам, которые поддерживают эти подключенные устройства.
Мы делаем ставку на то, что квантовые технологии будут иметь важное значение для обеспечения этого доверия, позволяя нам в полной мере пользоваться преимуществами удивительных инноваций, которые так обогатят нашу жизнь.
Спасибо.
(Аплодисменты)
Сегодня я хотел бы показать вам будущее того, как мы делаем вещи.
Я верю, что скоро наши здания и машины будут самостоятельно собирать, копировать и ремонтировать сами.
Итак, я собираюсь показать вам, что, по моему мнению, является текущим состоянием производства, а затем сравню это с некоторыми естественными системами.
Итак, при нынешнем состоянии производства у нас есть небоскребы - два с половиной года [времени сборки], от 500 000 до миллиона деталей, довольно сложные, новые, захватывающие технологии в стали, бетоне, стекле.
У нас есть потрясающие машины, которые могут доставить нас в космос - пять лет [времени сборки], 2,5 миллиона деталей.
Но с другой стороны, если вы посмотрите на естественные системы, у нас есть белки двух миллионов типов, которые могут сворачиваться за 10 000 наносекунд, или ДНК с тремя миллиардами пар оснований, которые мы можем воспроизвести примерно за час.
Итак, в наших естественных системах есть вся эта сложность, но они чрезвычайно эффективны, намного эффективнее, чем все, что мы можем построить, намного сложнее, чем все, что мы можем построить.
Они намного более эффективны с точки зрения энергии.
Они почти никогда не ошибаются.
И они могут восстановить себя на долгую жизнь.
Так что в природных системах есть что-то очень интересное.
И если мы сможем воплотить это в нашей искусственной среде, то у того, как мы создаем вещи, есть некоторый захватывающий потенциал.
И я думаю, что ключ к этому - самостоятельная сборка.
Итак, если мы хотим использовать самосборку в нашей физической среде, я думаю, есть четыре ключевых фактора.
Во-первых, нам нужно расшифровать всю сложность того, что мы хотим построить, то есть наших зданий и машин.
И нам нужно расшифровать это в простые последовательности - в основном ДНК того, как работают наши здания.
Затем нам нужны программируемые части, которые могут взять эту последовательность и использовать ее для складывания или перенастройки.
Нам нужна некоторая энергия, которая позволит этому активироваться, позволить нашим частям выйти из программы.
И нам нужен какой-то тип избыточности для исправления ошибок, чтобы гарантировать, что мы успешно построили то, что хотим.
Итак, я собираюсь показать вам ряд проектов, над которыми мы с коллегами из Массачусетского технологического института работаем, чтобы достичь этого самосборного будущего.
Первые два - это MacroBot и DeciBot.
Таким образом, эти проекты представляют собой крупномасштабные реконфигурируемые роботы - белки длиной 8 футов и 12 футов.
В них встроены механические электрические устройства, датчики.
Вы декодируете то, во что хотите свернуть, в последовательность углов - отрицательные 120, отрицательные 120, 0, 0, 120, отрицательные 120 - что-то в этом роде; Итак, последовательность углов или поворотов, и вы отправляете эту последовательность через строку.
Каждая единица принимает свое сообщение - так что отрицательное значение 120 - оно поворачивается к нему, проверяет, попало ли оно туда, а затем передает его своему соседу.
Итак, это гениальные ученые, инженеры, конструкторы, которые работали над этим проектом.
И я думаю, это действительно проливает свет на вопрос: действительно ли это масштабируемое?
Я имею в виду, тысячи долларов, много человеко-часов, потраченных на создание этого восьмифутового робота.
Можем ли мы действительно увеличить масштаб? Можем ли мы действительно встроить робототехнику в каждую деталь?
Следующий ставит под сомнение этот вопрос и рассматривает пассивную природу или пассивную попытку реализовать программируемость реконфигурации.
Но он идет еще дальше и пытается провести фактические вычисления.
По сути, он встраивает самый фундаментальный строительный блок вычислений, цифровой логический вентиль, прямо в ваши части.
Итак, это вентиль NAND.
У вас есть один тетраэдр, который является вентилем, который будет выполнять ваши вычисления, и у вас есть два входных тетраэдра.
Один из них - ввод данных пользователем, когда вы строите свои кирпичи.
Другой - из предыдущего кирпича.
И затем он дает вам вывод в трехмерном пространстве.
Это означает, что пользователь может начать подключать то, что он хочет, чтобы кирпичи делали.
Он рассчитывает то, что он делал раньше, и то, что вы сказали, что хотите, чтобы он сделал.
И теперь он начинает двигаться в трехмерном пространстве - вверх или вниз.
Таким образом, в левой части вход [1,1] равен 0 выходу, который идет вниз.
Справа, вход [0,0] - это выход 1, который идет вверх.
На самом деле это означает, что наши структуры теперь содержат чертежи того, что мы хотим построить.
Таким образом, в них встроена вся информация о том, что было построено.
Это означает, что у нас может быть некоторая форма самовоспроизведения.
В этом случае я называю это самостоятельной репликацией, потому что ваша структура содержит точные схемы.
Если у вас есть ошибки, вы можете заменить деталь.
Вся локальная информация встроена, чтобы рассказать вам, как это исправить.
Таким образом, у вас может быть что-то, что продвигается, читает это и может выводить один в один.
Он напрямую встроен; нет никаких внешних инструкций.
Итак, последний проект, который я покажу, называется Biased Chains, и это, вероятно, самый захватывающий пример пассивных систем самосборки, который у нас есть на данный момент.
Таким образом, требуется реконфигурируемость и программируемость, что делает систему полностью пассивной.
Итак, в основном у вас есть цепочка элементов.
Каждый элемент полностью идентичен, и они предвзяты.
Итак, каждая цепочка или каждый элемент хочет повернуть направо или налево.
Итак, собирая цепочку, вы в основном ее программируете.
Вы говорите каждому юниту, должен ли он повернуть направо или налево.
Поэтому, когда вы встряхиваете цепь, она складывается в любую конфигурацию, которую вы запрограммировали, - в данном случае спираль или, в данном случае, два куба рядом друг с другом.
Таким образом, вы можете полностью пассивно запрограммировать любую трехмерную форму - или одномерную, двумерную - в эту цепочку.
Итак, что это говорит нам о будущем?
Я думаю, это говорит нам о том, что есть новые возможности для самосборки, репликации, ремонта в наших физических структурах, наших зданиях, машинах.
В этих частях появилась новая возможность программирования.
И благодаря этому у вас есть новые возможности для вычислений.
У нас будут пространственные вычисления.
Представьте, что наши здания, мосты, машины, все наши кирпичи действительно могут вычислять.
Это потрясающая параллельная и распределенная вычислительная мощность, новые возможности дизайна.
Так что это захватывающий потенциал для этого.
Так что я думаю, что эти проекты, которые я здесь показал, - лишь крошечный шаг к этому будущему, если мы внедрим эти новые технологии в новый мир самосборки.
Спасибо.
(Аплодисменты)
Шиврадж Сингх Чохан о тестировании на коронавирус
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чохан, который в субботу подтвердил, что у него положительный результат на COVID-19, написал в твиттере в воскресенье утром, чтобы сказать, что с ним «все хорошо», и похвалить передовых работников в войне с коронавирусом.
Главный министр также повторил свои вчерашние предупреждения, когда он призвал людей соблюдать правила, такие как социальное дистанцирование и использование масок для лица.
«Я в порядке, друзья мои. Самоотверженность воинов с коронавирусом, которые бескорыстно рискуют своей жизнью, достойна похвалы. Я приветствую всех воинов государства с коронавирусом», - написал г-н Чоухан в Твиттере из больницы Чираю в Бхопале, куда он был доставлен вчера.
«Держитесь на расстоянии двух метров, часто мойте руки и носите маски - это самое большое оружие, которое у нас есть, чтобы избежать коронавируса. Я обращаюсь ко всем людям - используйте это оружие для себя и своих близких», - сказал он.
«Все вы, будьте осторожны, будьте в безопасности и здоровы. Это то, о чем я молю Бога», - добавил г-н Чохан.
В субботу г-н Чоухан написал в Твиттере, что тест на вирус дал положительный результат, несмотря на все его попытки избежать заражения, и предупредил, что «небольшая небрежность может привести к коронавирусу».
Сегодня утром г-н Чохан написал в Твиттере, что, несмотря на угрозу заражения, «не нужно бояться» и призвал тех, у кого проявляются симптомы, пройти тестирование.
«Если вы инфицированы, не нужно бояться. Не скрывайте симптомы, а немедленно сообщите об этом врачам, чтобы можно было начать лечение. Своевременное лечение сделает вас здоровыми», - сказал он.
В Мадхья-Прадеше почти 27000 случаев COVID-19, из которых более 7600 являются активными, а 799 случаев смерти связаны с вирусом.
В Индии за последние недели зарегистрирован всплеск случаев COVID-19: с 23 июля ежедневно выявляется более 45000 новых случаев.
Общее количество подтвержденных случаев коронавируса стремительно приближается к 14 лакам; из них более 4,67 млн - активные случаи и более 32 000 случаев смерти связаны с вирусом.
Резкий рост числа случаев заболевания, совпадающий с постепенным ослаблением руководящих принципов изоляции в зонах, не подпадающих под изоляцию, поднял Индию на третье место в списке наиболее пострадавших стран.
Только США (41,78 миллиона случаев) и Бразилия (23,94 миллиона случаев) находятся в худшем положении.
Канье Уэст говорит, что может обыграть Джо Байдена «без лишних слов» - RT USA News
Рэп-загадка Канье Уэста, только что озвучившая грязное белье своей семьи в Твиттере, снова вдохнула жизнь в свою кандидатуру на пост президента, заявив, что он может победить Джо Байдена только по количеству голосов.
Спустя несколько дней после анонса нового альбома и раскрытия того, что он пытается развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил внимание на свою президентскую кампанию 2020 года в субботу, объявив заглавными буквами: «Я МОГУ БЫТЬ БИДЕН ОТ НАПИСИ INS. "
Если Уэст по-прежнему серьезно настроен баллотироваться на пост президента, голосование может быть его единственным путем к победе или вообще любым видом показа.
Рэпер объявил о своей кандидатуре 4 июля, когда истек срок подачи заявок как минимум в шести штатах.
Тем не менее, Уэст продолжал действовать и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось внести свое имя в бюллетени в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого обратился к толпе, одетой в бронежилет, произнеся свою речь без микрофона и трибуны.
Уэст выступил против абортов, рыдая, выступая с прохристианским посланием, которое, по его словам, заставит СМИ «сказать вам, что я сумасшедший».
Это было правдой, и митинг Уэста был описан новостными сайтами и журналами сплетен как рекламный ход, свидетельство психического заболевания или и то, и другое.
Тем не менее, недавний опрос показал, что Уэст составляет два процента по стране, не уступая Джо Йоргенсену из Либертарианской партии и на очко впереди Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что ему удастся превзойти предполагаемые 48% голосов Джо Байдена, теоретически он мог бы отобрать у Байдена достаточно голосов, чтобы президент Дональд Трамп получил второй срок - что, по мнению экспертов обеих сторон, может быть его планом.
Камень с Марса отправляется домой после 600000 лет жизни на Земле
На этой неделе небольшой кусок камня будет брошен в космос во время одного из самых странных межпланетных путешествий, которые когда-либо предпринимались.
Крошечный кусок марсианского базальта размером с монету 10 пенсов будет запущен на борту американского робота-зонда в четверг и отправится к красной планете в семимесячном путешествии к ее родному миру.
Эта необычная одиссея, межпланетный эквивалент отправки угля в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс 2020 года.
Космические инженеры говорят, что камень, подаренный Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-вездехода Perseverance после того, как он приземлится и начнет поиск признаков прошлой жизни на планете.
Некоторые из имеющихся у нас марсианских метеоритов очень хрупкие, но мы выбрали именно этот, потому что он прочен, как старые ботинки.
«Когда вы включаете инструменты и начинаете настраивать их перед использованием в исследованиях, вы калибруете их на материалах, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что может быть лучше для изучения горных пород на Марсе, чем образовавшийся там кусок? »- сказала профессор Кэролайн Смит, куратор метеоритов в Музее естественной истории.
Ученые были уверены, что камень, который они возвращали на Марс, возник на планете, добавил Смит, который также является членом научной группы Марса 2020.
«Крошечные пузырьки газа, заключенные внутри этого метеорита, имеют точно такой же состав, что и атмосфера Марса, поэтому мы знаем, что наша порода возникла оттуда».
Считается, что марсианский метеорит был создан, когда астероид или комета погрузились в планету около 600 000–700 000 лет назад, разбрызгивая обломки в космос.
Один из этих обломков пронесся по Солнечной системе и в конце концов рухнул на Землю.
Этот метеорит - теперь известный как SAU 008 - был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди инструментов, установленных на марсоход Perseverance, есть высокоточный лазер под названием Sherloc, который будет использоваться для расшифровки химического состава горных пород и определения, могут ли они содержать органические материалы, указывающие на то, что жизнь когда-то существовала - или все еще существует - на Марсе.
Включение части SAU 008 предназначено для обеспечения максимальной точности.
«Камень, который мы отправляем, был выбран специально, потому что это правильный материал с точки зрения химии, но при этом это очень прочный камень», - добавил Смит.
«Некоторые из имеющихся у нас марсианских метеоритов очень хрупкие. Этот метеорит прочен, как старые ботинки».
Как только Perseverance выберет самые многообещающие камни, которые сможет найти, она сбросит их в тайники на поверхности Марса.
Затем они будут извлечены в последующих миссиях роботов и отправлены в космос к Земле для анализа.
Вы все знаете правду о том, что я собираюсь сказать.
Я думаю, интуиция о том, что неравенство вызывает разногласия и разрушает общество, существовала еще до Французской революции.
Что изменилось, так это то, что теперь мы можем смотреть на доказательства, мы можем сравнивать общества, более и менее равноправные общества, и видеть, что делает неравенство.
Я проведу вас через эти данные, а затем объясню, почему ссылки, которые я собираюсь вам показывать, существуют.
Но сначала посмотрите, какие мы несчастные.
(Смех) Я хочу начать с парадокса.
Это показывает ожидаемую продолжительность жизни по отношению к валовому национальному доходу - насколько в среднем богатые страны.
И вы видите, что страны справа, такие как Норвегия и США, вдвое богаче Израиля, Греции и Португалии слева.
И это не имеет никакого значения для их продолжительности жизни.
Там нет никаких намеков на отношения.
Но если мы посмотрим на наши общества, то увидим необычные социальные градиенты в состоянии здоровья, характерные для всего общества.
Это, опять же, продолжительность жизни.
Это небольшие районы Англии и Уэльса - самые бедные справа, самые богатые слева.
Большая разница между бедными и остальными из нас.
Даже у людей, находящихся чуть ниже верхушки, здоровье хуже, чем у людей, находящихся наверху.
Таким образом, доход означает что-то очень важное в наших обществах и ничего между ними.
Объяснение этого парадокса состоит в том, что в наших обществах мы смотрим на относительный доход или социальное положение, социальный статус - где мы находимся по отношению друг к другу и размер разрыва между нами.
И как только у вас возникнет эта идея, вы должны сразу же задаться вопросом: что произойдет, если мы увеличим или сжимаем разницу в доходах, увеличивая или уменьшая разницу в доходах?
И это то, что я собираюсь вам показать.
Я не использую никаких гипотетических данных.
Я беру данные ООН - они такие же, как и у Всемирного банка - о масштабах разницы в доходах в этих богатых странах с развитой рыночной демократией.
Мера, которую мы использовали, поскольку ее легко понять и ее можно скачать, заключается в том, насколько богаче верхние 20 процентов, чем нижние 20 процентов в каждой стране.
И вы видите, что в более равных странах слева - Японии, Финляндии, Норвегии, Швеции - верхние 20 процентов примерно в три с половиной, в четыре раза богаче, чем нижние 20 процентов.
Но в более неравных странах - Великобритании, Португалии, США, Сингапуре - разница в два раза больше.
По этому показателю мы в два раза более неравны, чем некоторые другие успешные страны с рыночной демократией.
Теперь я собираюсь показать вам, что это делает с нашими обществами.
Мы собрали данные о проблемах с социальными градиентами, о проблемах, которые чаще встречаются на нижних ступенях социальной лестницы.
Сопоставимые на международном уровне данные об ожидаемой продолжительности жизни, математике и грамотности детей, уровне младенческой смертности, уровне убийств, доле населения в тюрьмах, уровне подростковой рождаемости, уровне доверия, ожирении, психических заболеваниях, - которые в стандартной диагностической классификации включают наркотики. и алкогольная зависимость - и социальная мобильность.
Мы помещаем их все в один индекс.
Все они имеют одинаковый вес.
Страна - это своего рода средний балл по этим параметрам.
И вы видите это в связи с показателем неравенства, который я вам только что показал, и который я буду использовать снова и снова в данных.
Страны с более высоким уровнем неравенства справляются со всеми этими социальными проблемами хуже.
Это чрезвычайно тесная корреляция.
Но если вы посмотрите на тот же индекс медицинских и социальных проблем по отношению к ВНП на душу населения, валовому национальному доходу, там больше ничего нет, никакой корреляции.
Мы были немного обеспокоены тем, что люди могут подумать, что мы выбирали проблемы, соответствующие нашим аргументам, и просто сфабриковали эти доказательства, поэтому мы также опубликовали в British Medical Journal статью об индексе детского благополучия ЮНИСЕФ.
Он состоит из 40 различных компонентов, собранных другими людьми.
В нем указано, могут ли дети разговаривать со своими родителями, есть ли у них дома книги, каков уровень иммунизации, есть ли издевательства в школе.
В нее входит все.
Здесь это связано с той же мерой неравенства.
Детям хуже в более неравноправных обществах.
Очень значимые отношения.
Но еще раз, если вы посмотрите на этот показатель детского благополучия по отношению к национальному доходу на человека, нет никаких отношений, никаких намеков на отношения.
Все данные, которые я вам показал, говорят об одном и том же.
Среднее благосостояние наших обществ больше не зависит от национального дохода и экономического роста.
Это очень важно для бедных стран, но не для богатых развитых стран.
Но разница между нами и тем, где мы находимся по отношению друг к другу, сейчас очень важны.
Я собираюсь показать вам некоторые отдельные части нашего индекса.
Вот, например, доверие.
Это просто доля населения, которая согласна, что большинству людей можно доверять.
Он взят из Всемирного исследования ценностей.
Видите ли, на более неравном уровне примерно 15 процентов населения чувствуют, что могут доверять другим.
Но в более равноправных обществах он возрастает до 60–65 процентов.
И если вы посмотрите на показатели вовлеченности в общественную жизнь или социальный капитал, очень похожие отношения тесно связаны с неравенством.
Я могу сказать, что мы проделали всю эту работу дважды.
Сначала мы сделали это в этих богатых, развитых странах, а затем в качестве отдельного испытательного стенда, мы повторили все это в 50 американских штатах, задав один и тот же вопрос: делают ли более неравноправные штаты хуже по всем этим видам мер?
Итак, вот доверие из общего социального исследования федерального правительства, связанного с неравенством.
Очень похожий разброс по аналогичному диапазону уровней доверия.
То же самое происходит.
По сути, мы обнаружили, что почти все, что связано с доверием на международном уровне, связано с доверием между 50 государствами на этом отдельном испытательном стенде.
Мы не просто говорим о счастливой случайности.
Это психическое заболевание.
ВОЗ собрала цифры, используя одни и те же диагностические интервью на случайных выборках населения, чтобы мы могли сравнивать уровни психических заболеваний в каждом обществе.
Это процент населения, страдающего каким-либо психическим заболеванием в предыдущем году.
И это примерно от восьми процентов до трех раз больше - целые общества с трехкратным уровнем психических заболеваний, чем другие.
И снова, тесно связанное с неравенством.
Это насилие.
Эти красные точки - это американские штаты, а синие треугольники - канадские провинции.
Но посмотрите на масштаб различий.
Он идет от 15 убийств на миллион до 150.
Это доля заключенных.
Там разница примерно в десять раз, бревно в увеличенном масштабе.
Но идет от 40 до 400 человек в тюрьме.
Эти отношения в основном вызваны не ростом преступности.
В некоторых местах это его часть.
Но по большей части речь идет о более строгих наказаниях.
И в более неравноправных обществах смертная казнь с большей вероятностью сохранится.
Здесь у нас есть дети, бросающие школу.
Опять же, довольно большие отличия.
Чрезвычайно разрушительный, если вы говорите об использовании талантов населения.
Это социальная мобильность.
На самом деле это показатель мобильности, основанный на доходе.
По сути, он спрашивает: есть ли у богатых отцов богатые сыновья, а у бедных - бедные сыновья, или между ними нет никаких отношений?
А с другой стороны, гораздо важнее доходы отцов - в Великобритании, США.
А в скандинавских странах доходы отцов гораздо менее важны.
Больше социальной мобильности.
И как мы любим говорить - а я знаю, что здесь много американцев в аудитории, - если американцы хотят жить в соответствии с американской мечтой, им следует поехать в Данию.
(Смех) (Аплодисменты) Я показал вам несколько вещей, выделенных курсивом.
Я мог бы показать ряд других проблем.
Все это проблемы, которые чаще встречаются в нижней части социального градиента.
Но есть бесконечные проблемы с социальными градиентами, которые хуже в более неравных странах - не только немного хуже, но и от вдвое до 10 раз чаще.
Подумайте о затратах, человеческих жертвах этого.
Я хочу вернуться к этому графику, который я показал вам ранее, где мы собрали все вместе, чтобы выделить два момента.
Один из них заключается в том, что в графике за графиком мы находим, что страны, у которых дела обстоят хуже, независимо от результата, кажутся более неравноправными, а те, которые преуспевают, - это страны Северной Европы и Япония.
Итак, мы наблюдаем общую социальную дисфункцию, связанную с неравенством.
Неправильно не одна или две вещи, а большинство вещей.
Другой очень важный момент, который я хочу отметить на этом графике, заключается в том, что, если вы посмотрите на нижнюю часть, Швеция и Япония, это очень разные страны во всех смыслах.
Положение женщин, насколько они близки к нуклеарной семье, находятся на противоположных концах полюсов с точки зрения богатого развитого мира.
Но еще одно действительно важное различие - это то, как они добиваются большего равенства.
В Швеции огромная разница в доходах, и она сокращает разрыв за счет налогообложения, общего государства всеобщего благосостояния, щедрых пособий и так далее.
Но в Японии все обстоит иначе.
Все начинается с гораздо меньшей разницы в прибыли до налогообложения.
У него более низкие налоги.
У него меньшее социальное государство.
И в нашем анализе американских штатов мы находим примерно такой же контраст.
Есть штаты, которые преуспевают за счет перераспределения, некоторые штаты преуспевают, потому что у них меньшая разница в доходах до налогообложения.
Таким образом, мы заключаем, что не имеет большого значения, как вы достигнете большего равенства, если вы каким-то образом добьетесь этого.
Я не говорю о полном равенстве, я говорю о том, что существует в богатых развитых рыночных демократиях.
Еще одна действительно удивительная часть этой картины заключается в том, что не только бедные страдают от неравенства.
Кажется, есть доля правды в словах Джона Донна «Ни один человек - не остров».
И в ряде исследований можно сравнить, как живут люди в более и менее равных странах на каждом уровне социальной иерархии.
Это всего лишь один пример.
Это детская смертность.
Некоторые шведы очень любезно классифицировали множество своих младенческих смертей в соответствии с Британским регистром общей социально-экономической классификации.
Так что это анахроничная классификация отцов по роду занятий, поэтому родители-одиночки действуют сами по себе.
Но там, где говорится «низкий социальный класс», это неквалифицированный ручной труд.
В середине он переходит к квалифицированным физическим профессиям, затем к младшим, не занимающимся физическим трудом, поднимаясь вверх к профессиональным профессиям - докторам, юристам, директорам крупных компаний.
Вы видите, что Швеция лучше, чем Великобритания, по всей социальной иерархии.
Самые большие различия лежат на дне общества.
Но даже наверху, кажется, есть небольшая выгода от пребывания в более равноправном обществе.
Мы показываем это примерно на пяти различных наборах данных, касающихся результатов образования и здоровья в США и за рубежом.
И это, кажется, общая картина - большее равенство имеет наибольшее значение внизу, но имеет некоторые преимущества даже наверху.
Но я должен сказать несколько слов о том, что происходит.
Думаю, я смотрю и говорю о психосоциальных последствиях неравенства.
Больше связано с чувством превосходства и неполноценности, оценкой и обесцениванием, уважением и неуважением.
И, конечно же, это чувство конкурентной борьбы за статус, которое возникает из-за этого, движет потребительство в нашем обществе.
Это также ведет к неуверенности в статусе.
Мы больше беспокоимся о том, как нас оценивают и видят другие, считают ли мы привлекательными, умными и тому подобное.
Увеличиваются социально-оценочные суждения, страх этих социально-оценочных суждений.
Интересно, что в социальной психологии ведется некоторая параллельная работа: некоторые люди рассмотрели 208 различных исследований, в которых добровольцы были приглашены в психологическую лабораторию и измеряли их гормоны стресса, их реакцию на выполнение стрессовых задач.
В обзоре они интересовались тем, какие стрессы наиболее надежно повышают уровень кортизола, центрального гормона стресса.
И в заключение был сделан вывод, что это были задачи, которые включали социально-оценочную угрозу - угрозы самооценке или социальному статусу, в которых другие могут отрицательно судить о вашей работе.
Такого рода стрессы очень сильно влияют на физиологию стресса.
Теперь нас критиковали.
Конечно, есть люди, которым это не нравится, и люди, которые находят это очень удивительным.
Однако я должен вам сказать, что, когда люди критикуют нас за сбор и выбор данных, мы никогда не выбираем и не выбираем данные.
У нас есть абсолютное правило: если в нашем источнике данных есть данные по одной из рассматриваемых нами стран, они используются для анализа.
Наш источник данных решает, являются ли данные достоверными, а мы - нет.
В противном случае это приведет к предвзятости.
А как насчет других стран?
В научных рецензируемых журналах опубликовано 200 исследований здоровья в связи с доходом и равенством.
Здесь это не ограничивается этими странами, скрывая очень простую демонстрацию.
Те же страны, один и тот же показатель неравенства, одна проблема за другой.
Почему мы не учитываем другие факторы?
Мы показали вам, что ВНП на душу населения не имеет никакого значения.
И, конечно же, другие, использующие более изощренные методы, описанные в литературе, контролировали бедность, образование и так далее.
А как насчет причинно-следственной связи?
Сама по себе корреляция не доказывает причинности.
Мы проводим много времени.
И действительно, люди довольно хорошо знают причинно-следственные связи в некоторых из этих исходов.
Большое изменение в нашем понимании факторов хронического здоровья в богатых развитых странах заключается в том, насколько важным хронический стресс из социальных источников влияет на иммунную систему, сердечно-сосудистую систему.
Или, например, причина, по которой насилие становится все более распространенным явлением в более неравноправных обществах, заключается в том, что люди чувствительны к тому, что на них смотрят свысока.
Я должен сказать, что чтобы разобраться с этим, мы должны разобраться с вещами после уплаты налогов и с вещами до налогообложения.
Мы должны ограничить доход, доход от бонусной культуры наверху.
Я считаю, что мы должны сделать все возможное, чтобы наши руководители были подотчетны своим сотрудникам.
Я думаю, что главный вывод состоит в том, что мы можем улучшить реальное качество человеческой жизни, уменьшив разницу в доходах между нами.
Внезапно мы начинаем понимать психосоциальное благополучие целых обществ, и это захватывающе.
Спасибо.
(Аплодисменты)
В Мамбурине возле Верриби нашли мужчину с огнестрельными ранениями
Мужчина был доставлен в больницу после того, как ночью его застрелили на западе Мельбурна.
Полицию вызвали в Мамбурин, недалеко от Верриби, около 20:00, где они обнаружили мужчину в возрасте около 20 лет с подозрением на огнестрельные ранения нижней части тела на Ярд-стрит.
Мужчина был доставлен в больницу с травмами, не опасными для жизни.
Полиция сообщила, что расследование продолжается.
Воскресенье с Оливером Спенсером: «Я не буду переодеваться, воскресенье - это домашняя одежда»
Как начинается воскресенье?
Со мной, спотыкаясь по лестнице и падающей на собаку по дороге, чтобы приготовить жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы сядем вдвоем и молча посмотрим на воду.
Звучит безмятежно ...
До восьми утра двое или трое наших мальчиков стучат в дверь, требуя завтрака.
Для них бекон и яйца, для нас - шпинат и грибы; потом, если будет хорошая погода, выгоним мальчиков.
Мы будем плавать, кататься на доске с веслом или прогуляться по красивому аббатству Куарр, которое выглядит как что-то прямо из Игры престолов.
А во время блокировки?
Первые две недели я был в полном отрицании, я не мог поверить, что мой бизнес закрыли.
Я отвлекался, думая о жизни или смерти моего недавно посаженного сада.
В остальном, я экспериментировал на кухне: сильно ароматизированный бульон из угря и шиитаке и двойной крем-бриошь были моими фаворитами.
Как расслабиться?
Я не буду наряжаться, воскресенье - домашняя одежда, полукорезанные брюки от спортивного костюма и белая футболка.
После обеда из жареного цыпленка я вздремну с бумагами на шезлонге в саду.
Я стараюсь не пить: это помогает очистить голову перед звонком в понедельник.
Воскресенье, которое выделяется?
После долгого субботнего вечера на вечеринке по случаю 40-летия моей невестки в Нью-Йорке около полуночи моя тяжело беременная жена решила, что нам лучше идти.
Она была полна решимости получать удовольствие, говоря людям, что это все-таки ее третья игра.
Мы покинули вечеринку, и у нее сразу начались схватки.
А в воскресенье вечером?
К 19:00 мы упаковали машину и сели на паром до Портсмута.
Ехать по A3, и мы снова в Лондоне на неделю: дети в постели, я выгуливаю собаку и ем миску хлопьев.
Я готов покинуть остров Уайт, чтобы вернуться в город, я знаю, что если я этого не сделаю, у меня вообще не может быть там дома.
Кенийские полицейские арестованы после стрельбы в Гариссе
Два полицейских в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточной части графства Гарисса в субботу, во время акции протеста против ареста человека, подозреваемого в убийстве.
Эти две жертвы были названы Аден Абди Мадобе и Мухиядин Адоу Шибин.
Кенийская полиция начала расследование убийства.
Он будет включать «криминалистическую экспертизу» оружия офицеров.
Депутат от Гариссы Аден Дуале назвал эти смерти «отвратительными» и осудил «жестокость полиции» в заявлении, опубликованном в Facebook.
Участники кампании выразили обеспокоенность по поводу работы полиции во время пандемии.
По данным Amnesty International, с марта кенийские офицеры убили 21 человека за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, участвовавших в ежегодном марше Саба Саба - акции протеста, которая началась 30 лет назад против автократического режима тогдашнего президента Даниэля Арапа Мои.
Корреспонденты говорят, что мероприятие в этом году получило дополнительный импульс из-за гнева по поводу репрессий со стороны полиции во время изоляции Covid-19.
Жесткое присутствие службы безопасности возле консульства США в Чэнду, Китай
В воскресенье у консульства США в городе Чэнду, Китай, была усиленная охрана, поскольку американские сотрудники готовились покинуть помещение.
Были замечены три движущихся грузовика, которые въезжали на территорию здания, в то время как полицейские в форме и штатском выстроились по обеим сторонам улицы, обрамленной металлическими заграждениями.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду было дано 72 часа на закрытие или до 10 часов утра (02:00 GMT) понедельника, 27 июля.
Китай обвинил некоторых сотрудников консульства Чэнду в том, что они «вели действия, не соответствующие их личности».
Не вдаваясь в подробности, официальный представитель министерства иностранных дел Китая Ван Вэньбинь заявил, что такая деятельность вмешалась в дела Китая и нанесла ущерб интересам его безопасности.
Приказ Китая закрыть консульство в Чэнду был издан в пятницу в ответ на приказ США закрыть китайское консульство в Хьюстоне, штат Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне «для защиты американской интеллектуальной собственности и частной информации американцев».
Когда в пятницу было закрыто китайское консульство в Хьюстоне, было замечено, что группа мужчин, которые, по всей видимости, были официальными лицами США, проникли в здание через черный ход.
Ван заявил в субботу, что нарушил международные и двусторонние соглашения, и Китай ответит, не уточняя, как.
Закрытие территорий по принципу «око за око» еще больше обострило напряженность между двумя странами по вопросам, от торгового и промышленного шпионажа до прав человека.
Павианы в сафари-парке вооружены ножами, отвертками и бензопилой, поскольку «шутники дают им оружие, чтобы разбивать машины»
Давно известно, что приматы в сафари-парке Ноусли, Мерсисайд, набрасываются на любого, кто останавливается в вольере и срывает стеклоочиститель или зеркало.
В сафари-парке Ноусли в Мерсисайде бабуинов вооружили ножами, отвертками и даже бензопилами.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто останавливается и срывает дворники и зеркала.
Рабочие теперь опасаются, что посетители вооружаются смертоносным оружием «для смеха», чтобы поддержать свои атаки, и даже были замечены обезьяны, которые сами рылись в ящиках с инструментами.
Один работник парка сказал The Sunday Times: «Мы не уверены, получают ли они оружие от некоторых гостей, которые хотят видеть, как они атакуют автомобили, или они вылавливают его из пикапов и фургонов».
«Они буквально войдут в ящики с инструментами людей и будут носить их с собой. Был замечен один из павианов тащащий бензопилу».
Другой рабочий сказал: «Бабуинов нашли с ножами и отвертками. Интересно, раздают ли их некоторые из гостей».
А нападения павианов настолько неизбежны, что механики на северо-западе Англии хорошо знают вольер.
Один механик из Сэйла, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что в этом году у него было два клиента, которые стали жертвами павианов.
Они добавили, что в первую минуту дети хотят, чтобы в машине были обезьяны, а в следующую - у нее нет номерного знака, но за этот вопрос можно получить «хорошие деньги» за гараж.
Ноусли снова открылся 15 июня с мерами безопасности Covid-19, настаивая на том, что это так же безопасно, как проезд в Макдональдсе, поскольку посетители не выходят из своей машины на пятимильном сафари.
Парк площадью 550 акров, где обитают львы, тигры, носороги, антилопы гну и верблюды, отверг сообщения об вооруженных обезьянах как городской миф.
Представитель сказал: «Мы считаем, что многие из этих историй стали преувеличенными по мере их пересказа, с приукрашиванием, чтобы предметы, которые иногда находят в вольере, казались более захватывающими и невероятными».
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на своей модели i30 нового поколения на 10 часов, чтобы доказать, что она способна помочь семьям с маленькими детьми.
Юнайтед, Челси в CL; Борнмут, Уотфорд вниз из АПЛ
«Манчестер Юнайтед» и «Челси» прошли квалификацию в Лигу чемпионов за счет «Лестера» в безумный финальный день сезона Премьер-лиги в воскресенье, в то время как «Борнмут» и «Уотфорд» вылетели из лиги, чтобы закончить пятилетнее пребывание в высшем дивизионе.
«Юнайтед» выиграл в «Лестере» 2: 0 благодаря голам Бруно Фернандеса и Джесси Лингарда, что позволило команде Оле Гуннара Сульшера занять третье место.
«Челси» обыграл «Вулверхэмптон» со счетом 2: 0 после гола и передачи Мэйсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов, обогнав «Лестер», который большую часть сезона входил в четверку лучших.
Вместо этого «Лестер» будет играть в Лиге Европы вместе с «Тоттенхэмом», который сыграл вничью 1: 1 в «Кристал Пэлас» и обеспечил шестое место - выше «Вулверхэмптона» по разнице мячей.
Борьба за то, чтобы избежать двух оставшихся мест в вылете, вышла из-под контроля, поскольку «Астон Вилла» забила гол на 84-й минуте, уступила минуту спустя, а затем продолжила ничью 1: 1 в «Вест Хэме», чтобы выжить.
Капитан Джек Грилиш забил гол Виллы в том, что может стать его последней игрой для клуба его детства.
«Борнмут» сделал то, что должен был, и обыграл «Эвертон» со счетом 3: 1, но в итоге отстал от «Виллы» на одно очко.
«Уотфорд» также был переведен в предпоследнюю команду после проигрыша «Арсеналу» со счетом 3: 2.
«Манчестер Сити» забил 100 голов за кампанию с победой 5: 0 над занявшим последнее место и уже пониженным в рейтинге «Норвичем», став последней игрой в Премьер-лиге для Давида Сильвы после 10 лет, проведенных в «Сити».
Кевин Де Брюйн получил рекордную 20-ю передачу в сезоне, а также забил дважды.
«Ливерпуль» завершил свой чемпионский сезон победой над «Ньюкаслом» со счетом 3: 1 и набрал рекордные 99 очков.
Кроме того, «Саутгемптон» обыграл «Шеффилд Юнайтед» со счетом 3: 1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его позади Джейми Варди из «Лестера», который выиграл «Золотую бутсу» как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая этика
Гвинет Пэлтроу сказала, что хочет воспитывать своих детей, чтобы у них была хорошая этика, поскольку она старается «не просто передавать им вещи».
У Пэлтроу двое детей, Эппл (16) и Мозес (14), от бывшего мужа Криса Мартина, и она хочет, чтобы у них были хорошие ценности и не обходились без славы своих родителей.
«Вот почему я думаю, что это так важно ... Воспитать ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным пониманием того, кто они есть, и т. Д.», - сказала она Робу Лоу в его подкасте.
«Истина в том, что двери могут быть открыты для вас, но если вы думаете обо всех людях, которые пытаются, и этого не происходит».
Она добавила: «Как родитель, вы думаете, все, что я могу сделать для этих детей, - это научить их правильному и неправильному и научить, что такое работа. Я действительно старалась не просто передавать им вещи».
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более конфиденциально, и следит за тем, чтобы их учетные записи в социальных сетях оставались конфиденциальными.
«Я не позволю им быть публичными в каких-либо социальных сетях или чем-то подобном, я стараюсь держать их подальше от общественности, насколько это возможно, - сказала она.
«Знаешь, теперь все по-другому, потому что дети спрашивают:« Можно мне канал на YouTube? » и я такой: «Нет, ты не можешь. Абсолютно нет».
Министр внутренних дел Туниса назначил нового премьер-министра, который сформирует правительство через месяц
Министр внутренних дел Туниса Хичем Мечичи был назначен для формирования следующего правительства, заявили в канцелярии президента на фоне политической напряженности между основными партиями в этой североафриканской стране.
46-летний адвокат сменил Эльеса Фахфаха, который ушел в отставку с поста премьер-министра в начале этого месяца.
Но Мечичи не был одним из имен, предложенных правящими политическими партиями президенту Кайсу Сайеду.
В заявлении, сделанном после субботнего объявления, Мечичи сказал, что он «будет работать над формированием правительства, отвечающего ожиданиям всех тунисцев».
После региональных восстаний «арабской весны», спровоцированных революцией 2011 года, Тунис получил высокую оценку как редкий пример успешного перехода к демократии.
Но его лидеры изо всех сил пытались оправдать ожидания тунисского народа, и и без того хрупкая экономика пострадала из-за закрытия границ страны из-за пандемии COVID-19.
Болезнь унесла жизни почти 50 человек и заразила более 1400 человек в Тунисе.
Помимо того, что он был министром внутренних дел в уходящем правительстве, Мечичи был советником президента Саида по юридическим вопросам.
Ранее он был руководителем аппарата Министерства транспорта, а также работал в Министерстве социальных дел.
Теперь у него есть месяц на то, чтобы сформировать правительство, которое затем получит вотум доверия парламента и потребует абсолютного большинства для успеха.
В противном случае парламент будет распущен, а новые выборы состоятся в течение трех месяцев.
На последних выборах, состоявшихся в октябре, партия Ennahdha одержала верх, но не набрала большинства и в конце концов согласилась присоединиться к коалиционному правительству.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания у власти, угрожает новой политической тупиковой ситуацией в стране, которая борется с экономическими последствиями пандемии.
Отставка усугубила политический спор с Ennahdha по поводу обвинений против Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и Эннахдхой были натянутыми после октябрьских выборов в законодательные органы.
Фахфах ушел в отставку в тот же день, когда партия подала ему вотум недоверия.
Изначально Эннахдха выдвинул на пост премьер-министра независимого представителя, но ему не удалось заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, Эннахда в конце концов согласился присоединиться к коалиционному правительству.
Тед Круз говорит, что цель Пелоси - «вложить деньги в проблему и закрыть Америку».
Вашингтон. Сенатор-республиканец от Техаса Тед Круз обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в продвижении пакета помощи от коронавируса, в котором основное внимание уделяется «выделению денег для решения проблемы и закрытию Америки», поскольку переговоры о следующей мере продолжаются.
В интервью «Face the Nation» в воскресенье Круз сказал, что страна одновременно сталкивается с двумя кризисами: глобальной пандемией, унесшей жизни более 600 000 человек во всем мире, и «абсолютной экономической катастрофой» в США.
Но Круз сказал, что Пелоси, который появился в «Лицом к нации» перед сенатором, «не сосредоточен ни на одном из них».
«Ее цель - вложить деньги в эту проблему и закрыть Америку», - сказал республиканец из Техаса.
«И, в частности, вы посмотрите на счет в 3 триллиона долларов, который она пытается выдвинуть, это просто перекладывание денег на ее друзей, а не решение проблемы. Наша цель должна заключаться в том, чтобы американцы хотели вернуться к работе. для своей семьи ".
Республиканцы Сената и Белый дом на прошлой неделе провели переговоры об условиях четвертого этапа реагирования на коронавирус, который, как они ожидают, обойдется в 1 триллион долларов.
На выходных глава аппарата Белого дома Марк Медоу и министр финансов Стивен Мнучин отправились обратно на Капитолийский холм для дальнейших переговоров с персоналом Сената, и Мнучин сообщил Fox News в воскресенье в интервью Fox News, что подробности должны быть обнародованы лидером большинства в Сенате Митчем МакКоннеллом. в понедельник.
Самая важная проблема для законодателей - и предмет разногласий между республиканцами и демократами - это истечение срока действия расширенных пособий по безработице, которые начали исчезать в эти выходные.
В то время как демократы хотят, чтобы пакет коронавируса «четвертой фазы» сохранил прирост выплат в 600 долларов, республиканцы призывают к его сокращению и утверждают, что некоторые американцы зарабатывают на безработице больше, чем на заработной плате.
Круз сказал, что более половине американцев, получающих повышенное пособие по безработице, сейчас платят больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, у которых возникли проблемы с повторным наймом сотрудников.
«Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, вдвое больше денег, чтобы они оставались дома», - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о возмещении ущерба, который упростит возвращение американцев к работе за счет ослабления налогов и регулирования малого бизнеса:
«Вместо того, чтобы просто выгнать триллионы за дверь, законопроект о возмещении приостановит уплату налога на заработную плату, что повысит его зарплату всем работающим в Америке. Это фактически вернет людей к работе», - сказал он.
На прошлой неделе президент Трамп потребовал, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью закона, поскольку предложение было плохо воспринято республиканцами.
Г-н Трамп признал, что снижение налога на заработную плату не будет включено в следующий законопроект, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не поддерживает меры, принятые его товарищами-республиканцами в Сенате.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в преднамеренной разработке меры, наносящей ущерб президенту в преддверии ноябрьских выборов.
«Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - это закрыть все предприятия в Америке, закрыть все школы в Америке», - сказал он.
«Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах. Она предлагает удерживать работающих мужчин и женщин от работы».
Канье Уэст принес публичные извинения жене Ким Кардашьян после разоблачения брака
Канье Уэст извинился перед женой Ким Кардашьян за публичное раскрытие "личного дела".
Рэпер сообщил во время мероприятия в Южной Каролине, что пара думала об аборте своего первого ребенка.
После бурной недели, когда он предъявил ряд претензий к своей жене и ее семье, Уэст написал в Твиттере извинения.
Сообщается, что Уэст также посетил больницу через несколько часов после того, как Джастин Бибер посетил его на своем ранчо в Вайоминге.
Он сказал: «Я хотел бы извиниться перед своей женой Ким за то, что публично высказал то, что было личным делом. Я не прикрывал ее так, как она прикрывала меня».
«Ким я хочу сказать, что знаю, что причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда был рядом со мной».
Беспорядочные твиты Уэста, в том числе утверждения, что его жена пыталась запереть его врачами, и он выдвинул ряд обвинений против своей свекрови Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян Уэст, на которой женился в 2014 году.
На фоне опасений за душевное состояние мужа Кардашьян Уэст, мать четверых детей Уэста, сделала длинное заявление, в котором говорилось, что она и ее семья «бессильны» вмешаться, и напомнила фанатам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который, помимо давления художника и чернокожего мужчины, который пережил болезненную потерю своей матери, должен иметь дело с давлением и изоляцией, которые усиливаются его би -полярное расстройство ".
Она добавила, что раньше не обсуждала его состояние, потому что она «очень защищает наших детей и право Канье на неприкосновенность частной жизни, когда дело касается его здоровья».
Она добавила: «Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и неправильных представлений о психическом здоровье».
Уэст сделал заявление об аборте во время мероприятия 19 июля.
Мужчина арестован за якобы убийство брата-алкоголика в Большой Нойде: полиция
По сообщению полиции, 37-летний мужчина был арестован в воскресенье по обвинению в убийстве своего брата, тело которого неделю назад было найдено брошенным в изолированном районе в районе Большая Ноида Уттар-Прадеш.
Обвиняемый сказал полиции, что был возмущен алкоголизмом своего брата и плохим поведением с женщинами из их совместной семьи, которые, по словам официальных лиц, привели его к преступлению.
Тело Бхишама Сингха, жителя деревни Бисрак в Большой Нойде, было найдено около кустов в изолированном районе около недели назад.
По словам представителя полиции, на теле имелись следы от ножевых ран, и в полицейский участок Бисраха был доставлен РПИ, и было начато расследование.
«Во время расследования улики привели полицию к допросу умершего человека, его брата Дипака и его самого.
Когда его спросили, Дипак признался, что зарезал своего брата до смерти.
Он сказал полиции, что Бхишам часто употреблял алкоголь, создавал шум дома и плохо себя вел с женщинами-членами семьи, из-за чего он решил убить своего брата », - сказал представитель.
Обвиняемый арестован и обвинен в убийстве и других связанных с ним обвинениях, сообщает полиция.
Тони Блэр клянется, что никогда не перестанет вмешиваться в британскую политику, несмотря на серьезную негативную реакцию на Брексит
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании после серьезной реакции на его участие в Лейбористской партии и кампании против Брексита.
Г-н Блэр, который отсутствовал у власти более десяти лет, сказал Софи Ридж на Sky News, что он «никогда» не перестанет высказываться в британской политике.
Однако этот неоднозначный политический деятель признал, что «многие люди, наблюдающие за этим, могут подумать, что я должен прекратить говорить о вещах».
Софи Ридж сказала мистеру Блэру: «Я всегда чувствую, что от политики невозможно оторваться.
«Вы всегда публикуете отчеты о коронавирусе или придумываете аргументы по поводу Brexit.
«Мне просто интересно, думают ли люди, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь участвовать в политике?
«Не пора ли взять паузу, прогуляться по полю для гольфа».
Бывший премьер-министр отверг это и пообещал оставаться в политике Великобритании как можно дольше.
Он сказал: «Я не хочу этого делать. Многие наблюдающие могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране».
«Мы находимся в момент огромных перемен в мире, и институт, который я построил, работает по всему миру.
«Я знаю, что сделал то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие попытаются это сделать».
Ранее в интервью г-н Блэр сказал, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: «Они могут заключить сделку. Но даже сделка, которую мы заключим, будет плохой».
«По сути, это будет хорошо для Европы, потому что это позволит упростить торговлю товарами, но очень сдерживает нас в вопросе услуг».
Бывший лидер лейбористов также сообщил Sky News, что в обозримом будущем Великобритания будет жить с COVID-19, а не устранять его.
Во время посвящения героям Каргила премьер-министр Нарендра Моди сказал, что Пакистан пытался нанести удар в спину Индии
Пакистан пытался нанести удар в спину Индии, несмотря на ее попытки сохранить дружеские отношения, сказал сегодня премьер-министр Нарендра Моди, воздавая должное вооруженным силам в 21-ю годовщину Каргильской войны.
В своем ежемесячном обращении по радио «Манн ки Баат» премьер-министр Моди сказал, что «Пакистан предпринял это злоключение с зловещими планами по захвату земель Индии и отвлечению ее продолжающихся внутренних конфликтов».
«Пакистан имел наглость попытаться оккупировать индийскую землю и отвлечь внимание от собственных внутренних беспорядков», - сказал он.
«В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла - бороться со всеми без причины.
Люди с таким характером могут думать только о том, чтобы делать зло даже тем, кто пытается сделать им добро.
Вот почему Пакистан нанес Индии удар в спину, несмотря на попытки Индии установить теплые отношения », - сказал он.
«Вы можете себе представить, враг сидел высоко в горах, в то время как наши силы сражались с ним снизу. Но высокий боевой дух и верность наших войск победили горы», - добавил он.
«Благодаря мужеству наших вооруженных сил Индия проявила большую силу в Каргиле», - сказал премьер-министр Моди, вспоминая свой визит в этот район.
Каргил Дивас отмечается каждый год в день, когда индийская армия отвоевала все индийские посты в Каргиле в Ладакхе, которые были оккупированы армией Пакистана 21 год назад.
26 июля 1999 г. армия объявила об успешном завершении операции «Виджай».
Почти трехмесячная битва на ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Найк, начальник штаба обороны генерал Бипин Рават, генерал армии М.М. Нараване, главный маршал авиации Р.К.С. Бхадаурия и главнокомандующий ВМС адмирал Карамбир Сингх также отдали дань уважения в Амар Джаван Джиоти на Национальной Военный мемориал.
За десятилетия, прошедшие после Каргила, отношения между Индией и Пакистаном были обострены после серии террористических ударов.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистану необходимо ликвидировать все лагеря террористов, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования малого и среднего бизнеса может не соответствовать требованиям
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам для удовлетворения своих потребностей в финансировании.
Однако г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них не было доступа к такому же более дешевому финансированию, и предупредил, что в результате схема гарантий МСП не набирает обороты.
«Я думаю, что он, вероятно, не попал в точку, когда все люди, которые нам звонят, звонят в ожидании, что они могут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов ссуды», - сказал он.
«Поэтому они звонят и очень разочаровываются, потому что ожидалось, что будут скидки, и мы смотрим на нашу стоимость финансирования, которая вообще не изменилась».
Г-н Каллаган добавил, что если бы финтех-компании смогли получить доступ к более дешевому финансированию и передать его малому бизнесу, схема была бы «легкой задачей».
"Это было немного уловкой 22: крупные банки получили доступ к более дешевому финансированию, но они более не склонны к риску, поэтому на самом деле они не выходят кредитовать таким же образом, они не могут получить доступ к данным. и они не могут чувствовать себя комфортно, если у вас нет собственности, - сказал он, - пока мы не получим доступ к более дешевому финансированию, я думаю, что на рынке есть фикция относительно того, насколько популярной будет эта схема ».
Мула из Мельбурна также участвует в схеме, и ее исполнительный директор Арис Аллегос сказал, что преимущества 50-процентной гарантии, заложенной в правительственной схеме, должны быть переданы малым предприятиям, но разные кредиторы рассматривали это по-разному.
«Я понимаю, что могут быть и другие люди, которые не проходят через эту структуру затрат», - сказал он.
«Это может зависеть от того, как структурировано их финансирование, а также от того, в какие категории они кредитуют и как они оценивают риск в рамках этих категорий».
Г-н Аллегос не сообщил подробностей о количестве ссуд, выданных Moula в рамках этой схемы, но сказал, что обновленная схема является «основным признанием того, что необходимо изменить», чтобы предоставить большую гибкость кредиторам и заемщикам.
Однако он сказал, что его больше всего беспокоит действующая «двухскоростная экономия» и ее влияние на малый бизнес.
«Самая большая проблема, с которой сталкивается Мула и кредиторы в отношении малого бизнеса, - это этот пресловутый обрыв и то, как попасть в этот обрыв», - сказал он.
«В целом, что касается спроса, мы не вернулись к уровням до COVID, хотя аппетит растет».
Онлайн-кредитор Prospa, зарегистрированный на бирже ASX, также не стал подробно рассказывать о суммах ссуд, выданных им по схеме, поскольку он сказал, что информация является коммерчески конфиденциальной, но исполнительный директор Грег Мошал сказал, что расширение схемы правительством приветствуется.
«Мы поддерживаем любые улучшения схемы, которые позволят малым предприятиям получить доступ к широкому спектру продуктов финансирования, отвечающих их требованиям, включая продукты с гибкими денежными потоками в более короткие сроки», - сказал он.
Я хочу попросить вас всех задуматься на секунду над тем очень простым фактом, что, безусловно, большая часть того, что мы знаем о Вселенной, приходит к нам из света.
Мы можем стоять на Земле, смотреть в ночное небо и видеть звезды невооруженным глазом.
Солнце обжигает наше периферийное зрение.
Мы видим свет, отраженный от Луны.
И с тех пор, как Галилей направил этот элементарный телескоп на небесные тела, известная вселенная пришла к нам через свет через обширные эпохи в космической истории.
И с помощью всех наших современных телескопов мы смогли собрать этот потрясающий немой фильм о вселенной - эти серии снимков, которые восходят к Большому взрыву.
И все же вселенная - это не немое кино, потому что вселенная не безмолвна.
Я хотел бы убедить вас, что у Вселенной есть саундтрек, и этот саундтрек воспроизводится в самом космосе, потому что космос может раскачиваться, как барабан.
Это может стать своего рода записью по всей вселенной некоторых из самых драматических событий по мере их развития.
Теперь мы хотели бы иметь возможность добавить к великолепной визуальной композиции Вселенной, которую мы имеем, - звуковую композицию.
И хотя мы никогда не слышали звуков из космоса, нам действительно стоит в ближайшие несколько лет начать увеличивать громкость того, что там происходит.
Итак, в этом стремлении запечатлеть песни из вселенной, мы обращаем наше внимание на черные дыры и их обещание, потому что черные дыры могут бить в пространстве-времени, как молотки по барабану, и у них есть очень характерная песня, которую я бы хотел. сыграть для вас - некоторые из наших прогнозов того, какой будет эта песня.
Возможно, однажды мы увидим тень, которую черная дыра может отбрасывать на очень яркий фон, но пока этого не произошло.
И все же черные дыры можно услышать, даже если их не увидеть, и это потому, что они бьют по пространству-времени, как барабан.
Идея о том, что пространство может звенеть как барабан, мы обязаны Альберту Эйнштейну, которому мы так многим обязаны.
Эйнштейн понял, что если бы пространство было пустым, если бы Вселенная была пустой, все было бы так, как на этой картинке, за исключением, может быть, без полезной сетки, нарисованной на ней.
Но если бы мы свободно падали в пространстве, даже без этой полезной сетки, мы могли бы раскрасить ее сами, потому что заметили бы, что путешествуем по прямым линиям, не отклоняющимся прямым путям через вселенную.
Эйнштейн также осознал - и в этом суть дела - что если вложить энергию или массу во Вселенную, она искривит пространство, и свободно падающий объект пройдет мимо, скажем, Солнца, и он отклоняется по естественным изгибам в пространстве.
Это была великая общая теория относительности Эйнштейна.
Теперь даже свет будет искривляться этими путями.
И вас можно так сильно согнуть, что вы окажетесь на орбите вокруг Солнца, как Земля, или Луны вокруг Земли.
Это естественные кривые в пространстве.
Эйнштейн не осознавал, что если взять наше Солнце и раздавить его до шести километров - то есть взять массу в миллион раз больше Земли и раздавить его до шести километров в поперечнике, то получится черная дыра, объект настолько плотный, что, если свет повернется слишком близко, он никогда не ускользнет - темная тень на фоне Вселенной.
Но Эйнштейн всегда считал черные дыры математической странностью.
Он не верил, что они существуют в природе.
Он думал, что природа защитит нас от их образования.
Это было за десятилетия до того, как был придуман термин «черная дыра», и люди осознали, что черные дыры являются настоящими астрофизическими объектами - на самом деле они являются смертельным состоянием очень массивных звезд, которые катастрофически коллапсируют в конце своей жизни.
Теперь наше Солнце не превратится в черную дыру.
На самом деле это недостаточно массивно.
Но если бы мы провели небольшой мысленный эксперимент - что очень любил делать Эйнштейн - мы могли бы представить, что Солнце сокрушено до шести километров, а крошечная Земля вокруг него вращается на орбите, может быть, в 30 километрах от черного. дыра солнце.
И он будет самосветящимся, потому что теперь Солнца больше нет, у нас нет другого источника света - так что давайте сделаем нашу маленькую Землю самосветящейся.
И вы бы поняли, что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры.
Эта раздавленная черная дыра более или менее уместилась бы внутри Манхэттена.
Он может пролиться в Гудзон немного раньше, чем разрушит Землю.
Но в основном это то, о чем мы говорим.
Мы говорим об объекте, который можно раздавить на половину площади Манхэттена.
Итак, мы пододвигаем эту Землю очень близко - на 30 километров наружу - и замечаем, что она прекрасно вращается вокруг черной дыры.
Существует своего рода миф о том, что черные дыры пожирают все во Вселенной, но на самом деле вам нужно подойти очень близко, чтобы упасть.
Но что очень впечатляет, так это то, что с нашей точки зрения мы всегда можем увидеть Землю.
Он не может спрятаться за черной дырой.
Часть света с Земли падает, но часть попадает в линзы и возвращается к нам.
Значит, за черной дырой ничего нельзя спрятать.
Если это был Звездный Крейсер Галактика, и вы сражаетесь с Сайлонами, не прячьтесь за черной дырой.
Они тебя видят.
Теперь наше Солнце не превратится в черную дыру - оно недостаточно массивное - но в нашей галактике есть десятки тысяч черных дыр.
И если бы кто-то затмил Млечный Путь, он бы выглядел так.
Мы бы увидели тень этой черной дыры на фоне сотен миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос.
И если бы мы упали в эту черную дыру, мы бы увидели весь этот свет, рассеянный вокруг нее, и мы могли бы даже начать переходить в эту тень и на самом деле не заметить, что произошло что-то драматическое.
Было бы плохо, если бы мы попытались запустить наши ракеты и выбраться оттуда, потому что мы не могли, больше, чем свет может ускользнуть.
Но даже несмотря на то, что черная дыра темна снаружи, она не темна внутри, потому что весь свет галактики может падать позади нас.
И хотя из-за релятивистского эффекта, известного как замедление времени, наши часы, казалось бы, замедляются относительно галактического времени, это будет выглядеть так, как будто эволюция галактики ускорилась и стреляла в нас прямо перед тем, как мы были раздавлены. к смерти от черной дыры.
Это было бы похоже на околосмертный опыт, когда вы видите свет в конце туннеля, но это полный опыт смерти.
(Смех) И нельзя никому рассказать о свете в конце туннеля.
Мы никогда не видели такой тени от черной дыры, но черные дыры можно услышать, даже если они не видны.
Представьте себе астрофизически реалистичную ситуацию - представьте две черные дыры, которые прожили долгую жизнь вместе.
Может быть, они начали как звезды и рухнули в две черные дыры, каждая из которых в 10 раз больше массы Солнца.
Итак, теперь мы собираемся раздавить их до 60 километров в поперечнике.
Они могут вращаться сотни раз в секунду.
В конце своей жизни они движутся вокруг друг друга со скоростью, близкой к скорости света.
Таким образом, они пересекают тысячи километров за доли секунды, и при этом они не только искривляют пространство, но и оставляют после себя звон пространства, настоящую волну в пространстве-времени.
Пространство сжимается и растягивается, когда оно исходит из этих черных дыр, ударяющих по Вселенной.
И они отправляются в космос со скоростью света.
Это компьютерное моделирование разработано группой по теории относительности в NASA Goddard.
Чтобы решить эту проблему, потребовалось почти 30 лет.
Это была одна из групп.
На нем изображены две черные дыры, вращающиеся вокруг друг друга, опять же с помощью этих искусно нарисованных кривых.
И если вы видите - это как бы слабое - но если вы видите исходящие красные волны, это гравитационные волны.
Это буквально звуки звона космоса, и они будут выходить из этих черных дыр со скоростью света, когда они звенят вниз и сливаются в одну вращающуюся тихую черную дыру в конце дня.
Если бы вы стояли достаточно близко, ваше ухо резонировало бы со сжатием и растяжением пространства.
Вы бы буквально услышали звук.
Теперь, конечно, ваша голова будет бесполезно сжиматься и растягиваться, поэтому у вас могут возникнуть проблемы с пониманием того, что происходит.
Но я бы хотел сыграть для вас звук, который мы предсказываем.
Это из моей группы - чуть менее гламурного компьютерного моделирования.
Представьте себе более легкую черную дыру, падающую в очень тяжелую черную дыру.
Звук, который вы слышите, - это легкая черная дыра, ударяющаяся в пространство каждый раз, когда она приближается.
Если он уйдет далеко, будет слишком тихо.
Но он входит как молоток и буквально раскалывает пространство, раскачивая его, как барабан.
И мы можем предсказать, какой будет звук.
Мы знаем, что по мере того, как он падает, он становится быстрее и громче.
И, в конце концов, мы услышим, как маленький парень просто упадёт в большого парня.
Я никогда не слышал этого так громко - это на самом деле более драматично.
Дома это звучит неприятно.
Это что-то типа динь, динь, динь.
Это еще один звук из моей группы.
Нет, я не показываю вам никаких изображений, потому что черные дыры не оставляют полезных следов чернил, а пространство не закрашивается, показывая вам кривые.
Но если вы должны были проплыть в космосе в космическом отпуске и услышали это, вы захотите двинуться в путь.
(Смех) Хочу уйти от звука.
Обе черные дыры движутся.
Обе черные дыры становятся все ближе друг к другу.
В этом случае они оба довольно сильно раскачиваются.
А потом они сольются.
Это щебетание очень характерно для слияния черных дыр - щебетание в конце.
Это наше предсказание того, что мы увидим.
К счастью, мы на безопасном расстоянии в Лонг-Бич, Калифорния.
И наверняка где-то во Вселенной слились две черные дыры.
И, конечно же, пространство вокруг нас звенит после того, как мы пролетели, возможно, миллион световых лет или миллион лет со скоростью света, чтобы добраться до нас.
Но звук слишком тихий, чтобы любой из нас когда-либо мог его услышать.
На Земле строятся очень трудолюбивые эксперименты - один под названием LIGO - который обнаружит отклонения в сжатии и растяжении пространства на расстоянии менее доли ядра атома на расстоянии более четырех километров.
Это в высшей степени амбициозный эксперимент, и в ближайшие несколько лет он будет находиться на повышенной чувствительности - чтобы уловить это.
Также предлагается космическая миссия, которая, как мы надеемся, будет запущена в ближайшие десять лет, под названием LISA.
А LISA сможет увидеть сверхмассивные черные дыры - черные дыры, в миллионы или миллиарды раз превышающие массу Солнца.
На этом изображении телескопа Хаббла мы видим две галактики.
Они выглядят так, будто застыли в каких-то объятиях.
И каждая из них, вероятно, таит в себе сверхмассивную черную дыру.
Но они не заморожены; они фактически сливаются.
Эти две черные дыры сталкиваются, и они сольются в масштабе времени в миллиард лет.
Подобрать песню такой продолжительности - за пределами нашего человеческого восприятия.
Но LISA смог увидеть заключительные стадии двух сверхмассивных черных дыр раньше в истории Вселенной, за последние 15 минут до того, как они упадут вместе.
И это не только черные дыры, но и любое большое возмущение во Вселенной, и самое большое из них - Большой взрыв.
Когда это выражение было придумано, оно было насмешливым - типа: «О, кто бы поверил в Большой взрыв?»
На этой анимации моих друзей из Proton Studios показано, как я смотрю на Большой взрыв со стороны.
На самом деле мы никогда не хотим этого делать. Мы хотим быть внутри вселенной, потому что вне вселенной не бывает.
Итак, представьте, что вы находитесь внутри Большого взрыва.
Оно повсюду, оно повсюду вокруг вас, а пространство хаотично колышется.
Прошло четырнадцать миллиардов лет, а эта песня все еще звучит вокруг нас.
Формируются галактики, и в этих галактиках формируются поколения звезд, и вокруг одной звезды, по крайней мере, одной звезды, есть обитаемая планета.
И вот мы лихорадочно строим эти эксперименты, делаем эти вычисления, пишем эти компьютерные коды.
Представьте себе, что миллиард лет назад столкнулись две черные дыры.
Эта песня все время звучит в космосе.
Нас здесь даже не было.
Это становится все ближе и ближе - 40 000 лет назад мы все еще делаем наскальные рисунки.
Если бы мы собирались уловить Большой взрыв, это звучало бы так.
Это буквально определение шума.
Это белый шум; это такой хаотичный звон.
Но, по-видимому, он повсюду вокруг нас, если он не был уничтожен каким-то другим процессом во Вселенной.
И если мы возьмем его в руки, это будет музыка для наших ушей, потому что это будет тихое эхо того момента нашего творения, нашей наблюдаемой Вселенной.
Так что в ближайшие несколько лет мы сможем немного улучшить саундтрек, визуализировать вселенную в аудио.
Но если мы обнаружим эти самые ранние моменты, это приблизит нас к пониманию Большого взрыва, что еще больше приблизит нас к задаче некоторых из самых сложных и неуловимых вопросов.
Если мы просмотрим фильм о нашей вселенной в обратном направлении, мы знаем, что в нашем прошлом был Большой взрыв, и мы могли бы даже услышать его какофонический звук, но был ли наш Большой взрыв единственным Большим взрывом?
Я имею в виду, мы должны спросить, случалось ли это раньше?
Это случится снова?
Я имею в виду, что в духе того, чтобы принять вызов TED, чтобы возродить чудо, мы можем задавать вопросы, по крайней мере в эту последнюю минуту, которые честно могут ускользнуть от нас навсегда.
Но мы должны спросить: возможно ли, что наша Вселенная - всего лишь шлейф какой-то великой истории?
Или, возможно, мы всего лишь ответвление мультивселенной - каждая ветвь со своим собственным Большим взрывом в прошлом - может быть, некоторые из них с черными дырами, играющими на барабанах, может быть, некоторые без - может быть, некоторые с разумной жизнью , и, может быть, некоторые без - не в нашем прошлом, не в нашем будущем, но как-то фундаментально связаны с нами?
Поэтому мы должны задаться вопросом, есть ли мультивселенная в каком-нибудь другом участке этой мультивселенной, есть ли там существа?
Вот мои создания из мультивселенной.
Есть ли в мультивселенной другие существа, которые интересуются нами и интересуются своим происхождением?
И если они есть, я могу представить их такими, какие мы есть, которые вычисляют, пишут компьютерный код, строят инструменты, пытаются уловить этот самый слабый звук их происхождения и гадают, кто еще там.
Спасибо. Спасибо.
(Аплодисменты)
Вирджиния-Бич сносит памятник Конфедерации
ВИРДЖИНИЯ-БИЧ, Вирджиния. В субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за то, город Вирджиния-Бич удалил 115-летний памятник конфедератов с общественных площадок.
В субботу утром рабочие снесли памятник высотой 27 футов (8,2 метра), сообщили СМИ.
Он был установлен в 1905 году и стоял возле старого здания суда округа Принцессы Анны, в том же месте, где когда-то проводились аукционы по продаже рабов.
В четверг вечером совет единогласно проголосовал за начало процесса удаления.
Совет выслушал десятки выступающих и решил, что памятник рассматривается многими как вызывающий разногласия и болезненное напоминание о прошлом.
Статуя недавно была полностью закрыта, а ворота вокруг нее заперты после недавних протестов и вандализма в отношении других памятников Конфедерации.
Памятник пока будет храниться.
Теперь город должен дождаться любых предложений от исторических групп или других организаций, которые могут захотеть забрать памятник.
Полиция пробует новые, менее смертоносные средства, поскольку протесты продолжаются
По мере того как продолжаются жестокие столкновения между правоохранительными органами и протестующими в Портленде и по всей стране, ведутся споры о том, как полиция может сократить смертоносную силу.
Некоторые компании предлагают новые высокотехнологичные инструменты, такие как дистанционные наручники, для использования полицией вместо более опасных вариантов, таких как перцовый баллончик, резиновые пули и световые гранаты.
Правозащитная группа Amnesty International проанализировала 500 видеозаписей протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
«Мы видели злоупотребление слезоточивым газом, перцовым баллончиком, перцовыми шариками, 40-миллиметровыми патронами, и практически все комбинации менее смертоносного оружия использовались ненадлежащими способами», - сказал Брайан Кастнер, следователь Amnesty International по расследованию оружия.
Тем не менее, некоторые настаивают на том, что наличие дополнительных возможностей важно для того, чтобы избежать необходимости в огнестрельном оружии.
«Все эти устройства должны быть под рукой для полицейских, кроме смертельной физической силы, применяемой огнестрельным оружием, потому что это единственная профессия в Америке, граждане которой дают вам право лишить вас жизни», - сказал Кори Пегес, бывший сотрудник New York Times. Заместитель инспектора Департамента полиции Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет из 8-футового кевларового шнура, который наматывается на подозреваемого.
Существуют акустические устройства дальнего действия, также известные как звуковые каноны, оружие направленной энергии, в котором используются лазеры для нагрева кожи человека, новые снаряды, сделанные из таких вещей, как пена и мел, вонючие бомбы и, конечно же, электрошокер.
Акции Axon, компании, производящей Taser, выросли более чем на 18%, достигнув рекордного уровня, когда протесты переросли в жестокие дни после убийства Джорджа Флойда полицией.
Ожидается, что к 2023 году рынок менее смертоносного оружия достигнет 11,85 миллиарда долларов.
Посмотрите видео, чтобы узнать о новых высокотехнологичных инструментах, которые полиция использует для создания менее смертоносных сил, о том, как они регулируются, и о том, что поставлено на карту для будущего полиции и сообществ, которым они служат.
В ООН заявили, что в Афганистане находятся тысячи антипакистанских боевиков
ИСЛАМАБАД. В докладе ООН говорится, что в Афганистане скрываются более 6000 пакистанских повстанцев, большинство из которых принадлежат к запрещенной пакистанской группировке «Талибан», ответственной за нападения на пакистанские военные и гражданские объекты.
В отчете, опубликованном на этой неделе, говорится, что группа, известная как «Техрик-и-Талибан» (ТТП), связалась с афганским филиалом группы «Исламское государство».
Некоторые из членов ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится на востоке Афганистана.
В воскресенье афганское правительство не ответило на запрос Associated Press о комментариях.
В сообщении говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также сил США и НАТО, а иногда и от афганских талибов.
Отчет подготовлен аналитической группой ООН по наблюдению за санкциями, которая отслеживает террористические группировки по всему миру.
В отчете численность ИГ в Афганистане оценивается в 2200 человек, и, хотя его лидерство истощено, ИГ по-прежнему считает среди своих лидеров сирийского гражданина Абу Саида Мохаммада аль-Хорасани.
В отчете также говорится, что группа наблюдателей получила информацию о том, что два высокопоставленных командира Исламского государства, Абу Кутайба и Абу Хаджар аль-Ирак, недавно прибыли в Афганистан с Ближнего Востока.
<< Несмотря на территориальное отступление, (Исламское государство) по-прежнему способно проводить громкие атаки в различных частях страны, включая Кабул.
Он также направлен на привлечение боевиков Талибана, которые выступают против соглашения с Соединенными Штатами », - говорится в сообщении, имея в виду мирное соглашение США с талибами, подписанное в феврале.
Эта сделка была заключена, чтобы позволить США прекратить свое 19-летнее участие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использована террористическими группами.
Ожидается, что сделка также гарантирует всемерное участие талибов в борьбе с ИГ.
Вторая и, возможно, самая важная часть соглашения призывает к переговорам между талибами и политическим руководством Кабула.
Поздно вечером в субботу Государственный департамент США выступил с заявлением, в котором говорится, что его посланник мира Залмай Халилзад снова курсирует по региону, пытаясь начать переговоры, которые неоднократно откладывались, поскольку обе стороны ссорятся из-за программы освобождения заключенных.
Соглашение, поддерживаемое США, призывает правительство Афганистана освободить 5000 пленных талибов, а талибов - освободить 1000 правительственных и военнослужащих в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет известными преступниками, и предлагало бесплатные альтернативы.
Талибан отказался.
«Стороны как никогда близки к началу внутриафганских переговоров, которые станут следующим ключевым шагом к прекращению 40-летней войны в Афганистане», - говорится в заявлении Госдепартамента США.
«Хотя в обмене пленными был достигнут значительный прогресс, для полного решения этого вопроса требуются дополнительные усилия».
Ранее на этой неделе политический представитель движения «Талибан» заявил, что он готов к переговорам с политическими лидерами Кабула после исламского праздника Курбан-байрам в конце месяца при условии завершения освобождения заключенных.
Большое беспокойство для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП, Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за громкие нападения. в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце на юго-западе провинции Белуджистан в бою с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда было совершено нападение на пакистанскую армейскую школу, в результате чего 140 человек погибли.
Большинство из них были студентами, а некоторым было всего 5 лет.
«Общее количество пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается от 6000 до 6500, большинство из них имеют ТТП», - говорится в отчете.
Многие считают, что вождение автомобиля - это занятие исключительно для тех, кто видит.
До сих пор считалось, что слепое управление транспортным средством самостоятельно и безопасно.
Здравствуйте, меня зовут Деннис Хонг, и мы приносим свободу и независимость слепым, создавая автомобиль для слабовидящих.
Итак, прежде чем я расскажу об этой машине для слепых, позвольте мне вкратце рассказать вам о другом проекте, над которым я работал, под названием DARPA Urban Challenge.
Теперь речь шла о создании роботизированной машины, которая может управлять собой.
Вы нажимаете «Старт», никто ничего не трогает, и он может добраться до места назначения полностью автономно.
Так в 2007 году наша команда выиграла полмиллиона долларов, заняв третье место в этом соревновании.
Примерно в то же время Национальная федерация слепых (NFB) поставила перед исследовательским комитетом вопрос о том, кто может разработать автомобиль, который позволит слепому водить безопасно и независимо.
Мы решили попробовать, потому что подумали: «Эй, как это может быть сложно?»
У нас уже есть автономный автомобиль.
Мы просто поместили в это слепого человека и все готово, верно?
(Смех) Мы не могли ошибиться больше.
NFB хотела не машину, которая могла бы водить слепого, а машину, в которой слепой мог бы принимать активные решения и водить машину.
Так что пришлось все выбросить в окно и начать с нуля.
Итак, чтобы проверить эту безумную идею, мы разработали небольшой прототип багги-багги, чтобы проверить ее осуществимость.
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность попробовать себя в этом.
Это был совершенно потрясающий опыт.
Но проблема с этим автомобилем заключалась в том, что он был разработан для вождения только в строго контролируемой среде, на плоской закрытой парковке - даже на полосах, обозначенных красными конусами движения.
Итак, с этим успехом мы решили сделать следующий большой шаг - разработать настоящий автомобиль, который можно было бы водить по настоящим дорогам.
Итак, как это работает?
Что ж, это довольно сложная система, но позвольте мне попытаться объяснить ее, возможно, упростить.
Итак, у нас есть три шага.
У нас есть интерфейсы восприятия, вычисления и невизуальные интерфейсы.
Теперь очевидно, что водитель не может видеть, поэтому система должна воспринимать окружающую среду и собирать информацию для водителя.
Для этого мы используем исходную единицу измерения.
Таким образом, он измеряет ускорение, угловое ускорение - как человеческое ухо, внутреннее ухо.
Мы объединяем эту информацию с устройством GPS, чтобы получить оценку местоположения автомобиля.
Мы также используем две камеры для обнаружения полос дороги.
А еще мы используем три лазерных дальномера.
Лазеры сканируют окружающую среду, чтобы обнаружить препятствия - автомобиль, приближающийся спереди и сзади, а также любые препятствия, выходящие на дороги, любые препятствия вокруг автомобиля.
Таким образом, весь этот огромный объем информации затем вводится в компьютер, и компьютер может делать две вещи.
Один из них - это, прежде всего, обработка этой информации, чтобы иметь представление об окружающей среде - это полосы дороги, есть препятствия - и передать эту информацию водителю.
Система также достаточно умна, чтобы определить самый безопасный способ управления автомобилем.
Таким образом, мы также можем генерировать инструкции по использованию органов управления транспортным средством.
Но проблема в следующем: как передать эту информацию и инструкции человеку, который не может видеть достаточно быстро и достаточно точно, чтобы он мог водить машину?
Поэтому для этого мы разработали множество различных типов невизуальных технологий пользовательского интерфейса.
Итак, начиная с трехмерной звуковой системы, вибрирующего жилета, колеса управления с голосовыми командами, полоски для ног и даже обуви, которая оказывает давление на ступню.
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов.
Теперь первый интерфейс называется DriveGrip.
Итак, это пара перчаток, и у них есть вибрирующие элементы в суставной части, чтобы вы могли передать инструкции о том, как управлять - направление и интенсивность.
Другое устройство называется SpeedStrip.
Итак, это кресло - собственно говоря, массажное кресло.
Мы выпотрошили его и переставили вибрирующие элементы по разному, и мы приводим их в действие, чтобы передать информацию о скорости, а также инструкции, как использовать педаль газа и тормоза.
Итак, здесь вы можете увидеть, как компьютер понимает окружающую среду, и, поскольку вы не можете видеть вибрацию, мы фактически поместили красные светодиоды на драйвер, чтобы вы могли видеть, что происходит.
Это сенсорные данные, и эти данные передаются на устройства через компьютер.
Так что эти два устройства, DriveGrip и SpeedStrip, очень эффективны.
Но проблема в том, что это обучающие реплики.
Значит, это не совсем свобода, правда?
Компьютер подскажет, как ехать - повернуть налево, повернуть направо, ускориться, остановиться.
Мы называем это «проблемой водителя на заднем сиденье».
Таким образом, мы уходим от обучающих устройств-подсказок и теперь уделяем больше внимания информационным устройствам.
Хороший пример этого информационного невизуального пользовательского интерфейса называется AirPix.
Так что думайте об этом как о наблюдателе для слепых.
Итак, это небольшой планшет, в нем много отверстий, и выходит сжатый воздух, поэтому он действительно может рисовать изображения.
Таким образом, даже если вы слепой, вы можете положить руку на него, вы можете видеть полосы дороги и препятствия.
Фактически, вы также можете изменить частоту выхода воздуха и, возможно, температуру.
Так что на самом деле это многомерный пользовательский интерфейс.
Итак, здесь вы можете видеть левую камеру, правую камеру автомобиля и то, как компьютер интерпретирует это и отправляет эту информацию в AirPix.
Для этого мы показываем симулятор слепого, управляющего автомобилем с помощью AirPix.
Этот симулятор также был очень полезен для обучения слепых водителей, а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов.
В общем, вот как это работает.
Но это транспортное средство является прототипом транспортного средства, и оно не появится на дороге, пока не будет доказано, что оно такое же или безопаснее, чем нынешнее.
И я искренне верю, что это может случиться.
Но все же, примет ли общество такую радикальную идею?
Как мы будем оформлять страховку?
Как мы будем выдавать водительские права?
Помимо технологических проблем, нам необходимо решить множество различных препятствий, прежде чем это станет реальностью.
Конечно же, основная цель этого проекта - разработать автомобиль для слепых.
Но потенциально более важным, чем это, является огромная ценность побочной технологии, которая может быть получена из этого проекта.
Используемые датчики могут видеть сквозь темноту, туман и дождь.
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их к более безопасным автомобилям для зрячих людей.
Или для слепых, бытовая техника - в учебных заведениях, в офисе.
Представьте себе, что в классе учитель пишет на доске, а слепой ученик может видеть, что написано и читать, используя эти невизуальные интерфейсы.
Это бесценно.
Итак, то, что я показал вам сегодня, - это только начало.
Большое спасибо.
(Аплодисменты)
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской Huawei в расследованиях в США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне обратился в социальные сети, чтобы заявить, что это не было, как утверждали китайские СМИ, «фабрикацией улик» против Huawei, что привело к аресту финансового директора компании в Канаде.
В посте, который сейчас недоступен в WeChat, кредитор заявил, что его действия не повлекли за собой расследований в США в отношении крупнейшего в мире поставщика оборудования для телекоммуникационных сетей, поскольку проверка компании Huawei на предмет предполагаемого нарушения санкций США в отношении Ирана началась задолго до того, как банк вмешался в последнее 2016 г.
«HSBC не испытывает враждебности по отношению к Huawei и не« подставляет »Huawei», - заявил банк в субботу, добавив, что никогда не будет искажать какие-либо факты о своих клиентах.
«В ответ на запросы Министерства юстиции США [Министерства юстиции США] о предоставлении информации группа HSBC просто представила объективные факты.
HSBC не «сфабриковал» доказательства и не «скрыл» факты ».
Пост заблокирован на платформе с пометкой, что он «нарушает правила» и сейчас недоступен.
Заявление было сделано вскоре после того, как несколько китайских СМИ, в том числе государственные газеты, обвинили HSBC в «сговоре» с Вашингтоном с целью устроить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу был арестован в декабре 2018 года в Канаде на основании ордера из США.
Мэн обвиняется в мошенничестве за якобы использование подставной компании для нарушения санкций против Ирана и якобы ложь банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым свидетельствам, приведенным Global Times, HSBC было хорошо известно об отношениях китайской компании со Skycom.
Сообщается, что банк решил «вступить в сговор» с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать факт отмывания денег и нарушения санкций, включая ограничения в отношении Ирана.
В то время ему было приказано выплатить около 1,9 миллиарда долларов в качестве штрафов и предотвратить любые подобные проступки.
«Доказательства показали, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло не обращать внимания на неправомерное поведение британского банка и не наказывать его в соответствии с Соглашением об отсрочке судебного преследования 2012 года», - говорится в сообщении газеты. одна из его статей по этому поводу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитор, если он будет признан виновным в этом «сговоре», может столкнуться с «суровым наказанием» в Китае, одном из основных рынков для HSBC.
Это не первый случай, когда известный банк подвергается критике за последние недели.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности Гонконга, города, в котором началась его деятельность и на который приходится более половины его прибыли.
Банк подвергся критике с обеих сторон - с Запада, когда госсекретарь США Майк Помпео назвал одобрение "корпоративным поклоном", и с Востока, при этом китайская сторона, как сообщается, сказала, что его поддержка была "запоздалой".
Ангола: госпиталь Педале передан министерству здравоохранения
Луанда. Президент Республики Жоау Лоуренсу в эту пятницу постановил передать ведение строящейся в Луанде больницы Педро Мария Тонха Педале Министерству здравоохранения.
В сообщении пресс-службы президента республики сказано, что данная мера направлена на реализацию принципа правительства по строительству и расширению сети государственных больниц для обеспечения более качественного медицинского обслуживания и лечения населения.
«В данном конкретном случае идея состоит в том, чтобы предоставить ангольцам справочную больницу, дифференцированную и оснащенную современными технологиями и высокоточными в диагностике и лечении заболеваний высокой сложности», - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который обусловил «огромный спрос» на качественные медицинские услуги по самым разным специальностям.
Это требование, далее в записке, оправдывается включением в состав больницы, специализирующейся на лечении сложных заболеваний, обучении и исследованиях, вмешательствах, связанных с офтальмологией и медициной матери и ребенка, областями, стратегия и управление которых заслуживают того, чтобы находиться в ведении Министерства. здоровья.
Мне как художнику очень важна связь.
В своей работе я пытаюсь сформулировать, что люди неотделимы от природы и что все взаимосвязано.
Впервые я побывал в Антарктиде почти 10 лет назад, где увидел свои первые айсберги.
Я был в восторге.
Мое сердце учащенно билось, голова кружилась, я пытался понять, что именно стояло передо мной.
Айсберги вокруг меня были почти на 200 футов над водой, и я мог только не удивляться, что это была одна снежинка поверх другой снежинки год за годом.
Айсберги рождаются, когда они отщепляются от ледников или отламываются от шельфовых ледников.
У каждого айсберга есть своя индивидуальность.
У них есть особый способ взаимодействия со своим окружением и своим опытом.
Одни отказываются сдаваться и держатся до самого конца, другие не могут больше терпеть и рушатся в порыве драматической страсти.
Когда вы смотрите на айсберг, легко думать, что они изолированы, что они отдельные и одинокие, так же, как мы, люди, иногда рассматриваем себя.
Но на самом деле это далеко не так.
Когда тает айсберг, я вдыхаю его древнюю атмосферу.
По мере таяния айсберга из него выделяется богатая минералами пресная вода, питающая многие формы жизни.
Я подхожу к фотографированию этих айсбергов, как если бы я делал портреты своих предков, зная, что в эти отдельные моменты они существуют таким образом и никогда больше не будут существовать таким образом.
Когда они тают, это не смерть; это не конец, а продолжение их жизненного цикла.
Часть льда в айсбергах, которую я фотографирую, очень молодые - пару тысяч лет.
А возраст некоторых льдов превышает 100 000 лет.
Последние фотографии, которые я хотел бы вам показать, - это айсберг, который я сфотографировал в Кекетарсуаке, Гренландия.
Это очень редкий случай, когда вы действительно становитесь свидетелем катящегося айсберга.
Итак, вот оно.
Слева вы можете увидеть небольшую лодку.
Это примерно 15-футовая лодка.
И я хотел бы, чтобы вы обратили внимание на форму айсберга и его положение у ватерлинии.
Вы можете видеть здесь, она начинает катиться, и лодка переместилась на другой берег, и там стоит человек.
Это гренландский айсберг среднего размера.
Это примерно 120 футов над водой или 40 метров.
И это видео в реальном времени.
(Музыка) И вот так айсберг показывает вам другую сторону своей личности.
Спасибо.
(Аплодисменты)
Вы знаете, сколько существует видов цветковых растений?
Существует четверть миллиона - по крайней мере, те, о которых мы знаем, - четверть миллиона видов цветковых растений.
А цветы - настоящий педераст.
Растениям очень сложно их производить.
На них уходит огромное количество энергии и много ресурсов.
Зачем им это нужно?
И ответ, конечно же, как и на многое в этом мире, - секс.
Я знаю, о чем ты думаешь, когда смотришь на эти фотографии.
И причина того, что половое размножение так важно, - есть много других вещей, которые растения могут делать для воспроизводства.
Можно обрезать черенки; они могут заниматься сексом сами с собой; они могут опылять сами себя.
Но им действительно нужно распространять свои гены для смешивания с другими генами, чтобы они могли адаптироваться к нишам окружающей среды.
Так работает эволюция.
Теперь растения передают эту информацию через пыльцу.
Некоторые из вас, возможно, уже видели некоторые из этих изображений раньше.
Как я уже сказал, в каждом доме должен быть сканирующий электронный микроскоп, чтобы их увидеть.
А видов пыльцы столько же, сколько цветущих растений.
И это действительно очень полезно для криминалистики и так далее.
Большая часть пыльцы, вызывающей у нас сенную лихорадку, поступает от растений, которые используют ветер для распространения пыльцы, и это очень неэффективный процесс, поэтому он так сильно поднимает наши носы.
Потому что вы должны выбрасывать массы и массы, надеясь, что ваши половые клетки, ваши мужские половые клетки, которые содержатся в пыльце, каким-то образом случайно достигнут другого цветка.
Итак, все травы, то есть все зерновые культуры, и большинство деревьев имеют пыльцу, переносимую ветром.
Но большинство видов на самом деле используют насекомых для выполнения своих задач, и это в некотором смысле более разумно, потому что пыльца им не нужна.
Насекомые и другие виды могут взять пыльцу и перенести ее прямо туда, где это необходимо.
Итак, мы, очевидно, осознаем взаимосвязь между насекомыми и растениями.
Там есть симбиотические отношения, будь то мухи, птицы или пчелы, они что-то получают взамен, а это что-то взамен, как правило, нектар.
Иногда этот симбиоз приводил к чудесным приспособлениям - колибри-ястребиная моль прекрасна в своем приспособлении.
Растение что-то получает, а ястребиная моль разносит пыльцу в другое место.
Растения эволюционировали, чтобы создавать здесь и там маленькие посадочные полосы для пчел, которые могли сбиться с пути.
На многих растениях есть отметины, похожие на других насекомых.
Это пыльники лилии, продуманные так, что, когда ничего не подозревающее насекомое приземляется на них, пыльник переворачивается и бросает его на спину большим количеством пыльцы, с которой оно затем отправляется к другому растению.
И есть орхидея, которая может показаться вам, как будто у нее есть челюсти, и в некотором смысле она есть; он заставляет насекомое выползать наружу, покрываясь пыльцой, которую оно уносит куда-то еще.
Орхидеи: существует не менее 20 000 видов орхидей - удивительно, поразительно разнообразных.
И они ловят всякие уловки.
Они должны попытаться привлечь опылителей, чтобы они выполняли их приказы.
Эта орхидея известна как орхидея Дарвина, потому что он изучил ее и сделал замечательное предсказание, когда увидел ее - вы можете видеть, что от орхидеи спускается очень длинная трубка нектара.
И в основном то, что насекомое должно делать - мы находимся в середине цветка - оно должно воткнуть свой маленький хоботок прямо в середину этого цветка и полностью вниз по трубочке с нектаром, чтобы добраться до нектара.
И Дарвин сказал, глядя на этот цветок: «Думаю, что-то произошло вместе с этим».
И, конечно же, насекомое.
И я имею в виду, обычно он как бы откатывает его, но в прямом виде это выглядит так.
Теперь вы можете себе представить, что если нектар является такой ценной вещью и дорогостоящим для производства растения, и он привлекает множество опылителей, тогда, как и в человеческом сексе, люди могут начать обмануть.
Они могут сказать: «У меня есть немного нектара. Хочешь прийти и получить его?»
Теперь это растение.
Это растение здесь очень любят насекомые в Южной Африке, и они эволюционировали с длинным хоботком, чтобы получить нектар внизу.
А это мимик.
Итак, это растение имитирует первое растение.
А вот длиннохоботая муха, которая не получила нектара от мимика, потому что мимик не дает ей никакого нектара. Он думал, что получит.
Таким образом, муха не только не получила нектара от мимического растения, но еще и - если вы внимательно посмотрите только на головной конец, вы увидите, что у нее есть немного пыльцы, которую она передала бы другому растению, если только не пришел какой-то ботаник и не приклеил его к синей карточке.
(Смех) Теперь обман распространяется по царству растений.
Этот цветок с черными точками: нам они могут показаться черными точками, но если я скажу вам, самец насекомого правильного вида выглядит как две самки, которым очень-очень хочется рысью.
(Смех) И когда насекомое добирается туда и приземляется на него, конечно же, обливаясь пыльцой, которую оно перенесет на другое растение, если вы посмотрите на снимок, полученный с помощью сканирующего электронного микроскопа, который должен быть у каждого дома, вы можете видеть, что на самом деле там есть какой-то трехмерный узор.
Так что это, вероятно, даже приятно для насекомого, а также хорошо выглядит.
И на этих снимках, сделанных с помощью электронного микроскопа - вот одна из орхидей, имитирующих насекомое - вы можете видеть, что разные части структуры имеют разные цвета и разные текстуры для нашего глаза, имеют очень, очень разные текстуры, чем то, что может воспринимать насекомое.
А этот эволюционировал, чтобы имитировать глянцевую металлическую поверхность, которую вы видите у некоторых жуков.
И под сканирующим электронным микроскопом вы можете увидеть эту поверхность - действительно сильно отличающуюся от других поверхностей, на которые мы смотрели.
Иногда все растение имитирует насекомое, даже нам.
Я имею в виду, я думаю, что это похоже на какое-то летающее животное или зверь.
Это чудесная, удивительная вещь.
Этот умный. Это называется обсидиан.
Иногда я думаю об этом как о инсидиуме.
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела, и она идет и бьет ее по голове много и много раз, пытаясь отогнать ее, и, конечно же, покрывается пыльцой.
Кроме того, это растение имитирует другую орхидею, у которой есть прекрасный запас пищи для насекомых.
А в этом им ничего нет.
Так что обман на двух уровнях - невероятный.
(Смех) Здесь мы видим иланг-иланг, компонент многих духов.
Я вообще-то нюхал кого-то раньше.
И цветы на самом деле не должны быть такими яркими.
Они посылают фантастический аромат любому насекомому, у которого он есть.
Этот не так хорошо пахнет.
Это цветок, который действительно очень неприятно пахнет и, опять же, эволюционировал, чтобы выглядеть как падаль.
Так что мухи это любят.
Они прилетают и опыляют.
Это хеликодицерос, также известный как арум мертвой лошади.
Я не знаю, как на самом деле пахнет мертвая лошадь, но эта, вероятно, пахнет почти так же.
Это действительно ужасно.
А мясные мухи просто не могут с собой поделать.
Они влетают в эту штуку и летают вниз.
Они откладывают в него яйца, думая, что это хороший кусок падали, и не понимая, что для яиц нет пищи, что яйца скоро умрут, но растение тем временем выиграло, потому что щетина высвобождается и мухи исчезнуть, чтобы опылить следующий цветок - фантастика.
Вот arum, arum maculatum, «господа и леди» или «кукушка-пинта» в этой стране.
Я сфотографировал это на прошлой неделе в Дорсете.
Эта штука нагревается примерно на 15 градусов выше температуры окружающей среды - потрясающе.
И если вы посмотрите вниз, то увидите что-то вроде дамбы за спадиксом, мух привлекает тепло, которое выделяет летучие химические вещества, маленькие мошки, и они попадают в ловушку под этим контейнером.
Они пьют этот чудесный нектар, и тогда все становится немного липким.
Ночью они покрываются пыльцой, которая осыпается на них, а затем щетина, которую мы видели выше, они как бы увядают и выпускают всех этих мошек, покрытые пыльцой - сказочная вещь.
Если вы думаете, что это потрясающе, это один из моих любимых.
Это филодендрон силоум.
Все, кто приехал из Бразилии, знают об этом растении.
Это самое удивительное.
Вот такой вот фаллический укус длиной около фута.
И он делает то, чего не делает ни одно другое растение, о котором я знаю, а именно то, что когда оно цветет - это почва посередине там - в течение примерно двух дней, оно метаболизируется способом, который очень похож на млекопитающие.
Таким образом, вместо крахмала, который является пищей растений, он берет что-то похожее на бурый жир и сжигает его с такой скоростью, что он сжигает жир и метаболизируется со скоростью маленькой кошки.
А это вдвое больше энергии, чем у колибри, - просто потрясающе.
Эта штука делает еще кое-что необычное.
Он не только поднимется до 115 по Фаренгейту, 43 или 44 градуса по Цельсию в течение двух дней, но и будет поддерживать постоянную температуру.
Там есть механизм терморегуляции, который поддерживает постоянную температуру.
Я слышал, вы спросите, почему он это делает.
Разве вы не знаете, есть некоторые жуки, которые просто обожают заниматься любовью при такой температуре.
И они попадают внутрь, и у них все получается.
(Смех) Растение осыпает их пыльцой, и они начинают опылять.
И какая это чудесная вещь.
Большинство опылителей, о которых мы думаем, - это насекомые, но на самом деле в тропиках опыляют многие птицы и бабочки.
Многие тропические цветы красные, и это потому, что бабочки и птицы видят так же, как мы, думаем мы, и очень хорошо видят красный цвет.
Но если вы посмотрите на спектр, птицы и нас, мы увидим красный, зеленый и синий и увидим этот спектр.
Насекомые видят зеленый, синий и ультрафиолетовый, а также различные оттенки ультрафиолета.
Так что там что-то происходит в конце.
И было бы здорово, если бы мы могли каким-то образом увидеть, что это такое, я слышал, вы спросите.
Ну да, можем.
Так что же видят насекомые?
На прошлой неделе я сделал эти фотографии каменной розы, helianthemum, в Дорсете.
Это маленькие желтые цветочки, которые мы все видим, маленькие желтые цветочки повсюду.
А вот как это выглядит в видимом свете.
Вот как это выглядит, если убрать красный.
Большинство пчел не воспринимают красный цвет.
Затем я наложил на камеру несколько ультрафиолетовых фильтров и сделал очень-очень долгую выдержку с определенными частотами ультрафиолетового света, и это то, что я получил.
И это настоящий фантастический мишень.
Теперь мы не знаем точно, что видит пчела, как и вы не знаете, что я вижу, когда называю это красным.
Мы не можем знать, что происходит - не говоря уже о насекомых - в уме другого человека.
Но контраст будет выглядеть примерно так, чтобы сильно выделяться на фоне.
Вот еще один цветочек - другой диапазон ультрафиолетовых частот, разные фильтры для опылителей.
И это то, что он будет видеть.
На всякий случай, если вы думаете, что это свойство есть у всех желтых цветов - ни один цветок не был поврежден в процессе этого кадра; его просто прикрепили к штативу, а не убили - тогда под ультрафиолетом, посмотрите на это.
И это может быть основой солнцезащитного крема, потому что солнцезащитный крем поглощает ультрафиолетовый свет.
Так что, возможно, это химическое вещество будет полезно.
Наконец, есть одна из вечерних примул, которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый узор.
И мне нравится идея чего-то скрытого.
Я думаю, что здесь есть что-то поэтическое в том, что эти снимки, сделанные с помощью ультрафиолетового фильтра, в основном используют этот фильтр, чтобы астрономы фотографировали Венеру - на самом деле облака Венеры.
Это основное использование этого фильтра.
Венера, конечно же, бог любви и плодородия, что и есть в цветочной истории.
И так же, как цветы тратят много усилий, пытаясь заставить опылителей выполнять их приказы, им также каким-то образом удалось убедить нас засеять огромные поля, полные ими, и передавать их друг другу во время рождения и смерти, и особенно в брак, который, если подумать, является моментом, который инкапсулирует передачу генетического материала от одного организма к другому.
Большое спасибо.
(Аплодисменты)
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, убежденного боевика, - заявил президент Теббон.
Алжир - президент республики Абдельмаджид Теббон направил соболезнования членам Народной национальной ассамблеи (APN) муджахеду Махмуду Гемаме, погибшему в пятницу, в котором он сказал, что Алжир «потерял патриота и боевика, приверженного дела его народа и его нации ".
Сегодня Алжир проигрывает из-за смерти моджахеда Махмуда Гемамы, патриота и боевика, преданного делу своего народа и своей нации, человека, который никогда не колебался и чья решимость оставалась неизменной с того момента, как он взялся за оружие, вместе со своим доблестным героем. Братья моджахеды, до его последнего вздоха в этот печальный день, когда мы можем только смириться с волей Бога », - написал президент Теббон в своем послании с соболезнованиями.
«Покойный Махмуд Гемама, мир ему и благословение Аллаха, принадлежал к уникальному поколению преданных патриотических боевиков, которые пожертвовали собой ради своей родины», - добавил президент республики.
«Покойный посвятил свою жизнь освобождению Алжира от мучений жалкого колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI».
«Покойный президент известен всем своей доказанной воинственностью и своей приверженностью укреплению имиджа процветающего и единого Алжира», - сказал президент Теббун.
«На далеком юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешивающийся в примирение братьев в одной стране всякий раз, когда разгорается огонь раздора», - добавил президент в своем послании.
"Все эти качества и ценности снискали покойному Махмуду Гемаму уважение и доверие жителей Таманрассета, которые выбрали его представлять их в Народном национальном собрании (APN) в течение нескольких сроков, в течение которых он был послом и защитником интересов региона и чаяний его народа, и даже представителя и официального представителя всех алжирцев », - написал президент республики.
«Одного выражения соболезнования будет недостаточно, чтобы воздать должное моджахеду Махмуду Гуэмаме, мир ему.
Он уезжает от нас сегодня в то время, когда он нужен Алжиру », - сказал президент.
«Я молю Всемогущего Бога окружить покойного Своей Святой Милостью, приветствовать его в Его огромном раю вместе с шухадаа и добродетельными.
Я также молю Бога дать его семье и близким терпение и утешение ... нет силы или силы, кроме как в Боге », - заключил президент республики.
Новости о путешествиях по коронавирусу: в какие страны введены ограничения на въезд для болгар при въезде
Число стран, вводящих ограничения на поездки, растет. С этой недели Чешская Республика требует тестов на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только при наличии там прописки адреса, трудового договора или документа, подтверждающего командировку.
На сегодняшний день люди, посетившие Болгарию и Румынию за последние 14 дней, подлежат обязательному карантину в Италии. В Финляндию въезд возможен только по «уважительной причине».
Обязательный домашний карантин в Австрии, несмотря на отрицательный результат ПЦР. Это уже требуется для тех, кто въезжает в Германию. В течение следующих 14 дней без уважительной причины было отказано в доступе на юг Румынии. А Греция ужесточила меры вдоль своих сухопутных границ.
Со вторника те, кто летит самолетом из Болгарии в Грецию, должны будут представить пограничным властям Греции отрицательный результат теста ПЦР на коронавирус, проведенного за 72 часа до их въезда в нашего южного соседа, объявило министерство иностранных дел.
Они добавили, что в страну будут допущены только пассажиры, у которых есть сертификат для такого теста. Он должен быть выдан на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не примут сертификаты, не соответствующие этим требованиям.
«Путешественники должны пройти тестирование в лаборатории с помощью ОТ-ПЦР, взяв выделения изо рта или носа. Тесты на коронавирус будут признаны, если они проводятся в национальных справочных лабораториях, национальных лабораториях здравоохранения или частных лабораториях, аккредитованных соответствующей национальной аккредитацией. тела (не обязательно специально для COVID-19).
Эта мера не распространяется на граждан Греции, граждан, проживающих в Греции, и путешественников по важным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и в среду, 29 июля, пассажиры, не успевшие пройти тестирование до поездки, будут проверены компетентными властями Греции по прибытии в Грецию.
Требование к гражданам, путешествующим самолетом в Грецию, заполнить не менее чем за 24 часа электронную форму местонахождения пассажира (PLF), генерирующую QR-код, которую они представляют властям Греции при въезде в страну, остается в силе. Более подробная информация опубликована на сайте travel.gov.gr.
На данный момент нет изменений в требованиях для пересечения сухопутных границ между Болгарией и Грецией. «Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму определения местонахождения пассажиров (PLF), генерирующую QR-код, по крайней мере, за 24 часа до прибытия», - пояснили в МИД.
Закрытие контрольно-пропускных пунктов Илинден, Капитан Петко Войвода и Маказа увеличило движение через границу в районе Петрича. С переходом проблем нет. Очередей грузовиков нет. Все ожидающие отправляются в море в Греции. Путешественники ждут около полутора часов, чтобы пересечь Башню.
Три точки на болгарско-греческой границе работают. Закрыты только «Илинден - Экзохи» и эта часть Ивайловграда.
Доминик Каммингс взят в заложники SAS ... во время базового тура
Главный советник ПМ пережил подобный опыт на прошлой неделе во время экскурсии по базе.
Идея о том, что Доминик Каммингс окажется в заложниках с винтовками, направленными ему в голову, может быть одной из тех, что некоторые измученные государственные служащие могут тайно смаковать.
Но бескомпромиссный главный советник премьер-министра испытал именно этот опыт на прошлой неделе во время посещения штаб-квартиры SAS, Stirling Lines.
The Mail on Sunday сообщает, что часть его визита в среду была связана с поездкой в «Дом убийств», где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе в Херефорде также включала осмотр военной техники полка и брифинг о последних операциях, в том числе об усилиях по уничтожению террористов Исламского государства в Ираке.
Высокопоставленных посетителей Stirling Lines ждет необычный прием - посещение «Дома убийств», двухэтажного здания, где SAS практикует рукопашный бой.
Среди предыдущих гостей - принцесса Диана, волосы которой загорелись из-за искры от гранаты, брошенной во время учений в 1983 году.
Как известно, г-н Каммингс прибыл на базу, названную в честь основателя полка полковника Дэвида Стерлинга, на вертолете.
Он также посетил соседний полигон армии Понтрилас, где базируются другие сверхсекретные подразделения.
Визит был частью его поездки по строго засекреченным объектам безопасности Великобритании, что вызвало недоумение среди политиков и военачальников.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, член партии тори и председатель комитета по обороне палаты общин, сказал, что депутатам должна быть предоставлена такая же возможность задавать ему вопросы по вопросам обороны и безопасности, как это предоставляется министрам и государственным служащим. .
От специальных советников, назначаемых политиками, редко требуется давать показания избранным комитетам.
Понятно, что старшие офицеры SAS использовали событие среды, чтобы подчеркнуть важность сохранения численности личного состава Королевской морской пехоты и парашютного полка.
Сообщалось, что эти подразделения, которые составляют большую часть войск специального назначения, могут быть сокращены или объединены для экономии денег.
«Более половины солдат SAS численностью 250 человек ранее были парашютистами, в то время как даже меньшая по размеру служба специальных катеров (SBS) не могла продолжать свою деятельность без поддержки Королевской морской пехоты», - сказал источник в защите.
«Итак, Каммингсу сказали, что эти единицы должны быть сохранены полностью».
Г-н Каммингс, который жаловался, что военные закупки «продолжают разбазаривать миллиарды фунтов», недавно посетил встречи в штаб-квартирах МИ5 и МИ6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, вместе с совершенно секретными лабораториями правительства. в Портон-Дауне в Уилтшире.
Вчера вечером Минобороны не ответило на запрос о комментарии.
Утренник "Воскресным утром": День Роджерса и Харта
2020 год знаменует собой столетнюю годовщину бродвейского дебюта первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра Ричарда Роджерса и Лоренца Харта.
Чтобы отдать дань уважения их авторскому наследию, бродвейские звезды Джелани Алладин («Холодное сердце», «Геркулес») и Кристиани Питтс («Кинг-Конг», «Сказка из Бронкса») вместе с танцором Ричардом Риазом Йодером («Привет, Долли!» » Shuffle Along ") представляет собой современный взгляд на стандарт Роджерса и Харта" The Lady Is a Tramp ", записанный специально для аудитории" Sunday Morning ".
Музыкальное руководство и аранжировки - барабанщик Брайан Картер, который выступает вместе с басистом Расселом Холлом.
Пожарные укрепляются в борьбе с пожарами в округе Лассен
Пожарные укрепляют свои позиции в борьбе с двумя лесными пожарами, которые сожгли более 30 000 акров земли в округе Лассен, к северо-востоку от Сакраменто.
В субботу утром официальные лица Cal Fire сообщили, что золотой пожар, начавшийся к югу от Адина, локализован на 40%, поскольку он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам.
После четырехдневного горения огонь охватил 21 000 акров земли, разрушил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и укрепить контрольные рубежи.
Но до субботы ожидается порывистый ветер и низкая влажность.
К западу от Сьюзенвилля небольшой пожар, известный как Боров, уничтожил две постройки и поглотил около 10 000 акров.
По данным Калифорнийского департамента лесного хозяйства и противопожарной защиты, пожар утих в одночасье, поскольку пожарные работали над зачисткой и укреплением контрольных линий.
К утру субботы он был собран на 45% и горел шесть дней.
В дневную жару, когда в районе Сьюзенвилля температура превышала 90 градусов, тлеющие пятна могли вспыхнуть.
Хотя некоторым жителям разрешено вернуться в свои дома, некоторые районы в обеих пожарных зонах по-прежнему находятся под обязательной эвакуацией.
Двое пожарных, пострадавших в результате Золотого пожара, выписаны из больницы.
Цепному мосту Союза Шотландия-Англия 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет перед реконструкцией стоимостью 10 миллионов фунтов стерлингов.
Цепной мост Союза пересекает реку Твид от Фишвика в Шотландии до Хорнклиффа в Нортумберленде.
Когда он открылся в 1820 году, это был самый длинный подвесной мост из кованого железа в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского королевского флота капитаном Сэмюэлем Брауном.
Он запатентовал и произвел цепи из кованого железа после того, как пострадал от потери кораблей Королевского военно-морского флота, которые оторвались от канатов.
Друзья Цепного моста Союза и Института инженеров-строителей (Ледяной) Шотландия отмечают двухсотлетие перехода.
Роберт Хантер из группы друзей сказал: «Это действительно один из самых исторических мостов в мире и захватывающий образец инженерной мысли.
«Мы запланировали ряд торжеств по этому случаю, но, к сожалению, их пришлось отложить.
«Тем не менее, тот факт, что вскоре начнутся работы по ремонту 10 миллионов фунтов стерлингов, является лучшим подарком на день рождения и гарантирует, что будущие поколения смогут насладиться мостом во всем его великолепии».
Директор Ice Scotland Ханна Смит описала мост как «часто упускаемую из виду» часть инженерного наследия Шотландии.
Она сказала: «Мы знаем, что он известен во всем мире, и это здорово, что в ближайшее время начнутся работы по его обновлению».
Северная Корея объявила чрезвычайное положение в связи с сообщением о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал экстренное заседание Политбюро после того, как человек, подозреваемый в заражении Covid-19, вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили государственные СМИ в воскресенье.
В случае подтверждения это будет первый случай, официально признанный властями Северной Кореи, которые до сих пор заявили, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и заблокировал приграничный город Кэсон, назвав его «критической ситуацией, при которой можно сказать, что злобный вирус проник в страну», сообщило государственное информационное агентство KCNA.
По данным KCNA, человек, сбежавший в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, указывающими на Covid-19.
«Чрезвычайное происшествие произошло в городе Кэсон, куда сбежавший из дома три года назад уехал на юг, человек, подозреваемый в заражении порочным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии», - говорится в сообщении KCNA.
KCNA конкретно не упомянула, проходил ли этот человек тестирование, но сообщила, что «несколько медицинских проверок секреции верхних дыхательных органов и крови этого человека получили неопределенный результат», что побудило чиновников изолировать человека и расследовать всех, кого он может были в контакте с.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгие ограничения на границу.
Тысячи людей в засекреченной стране были помещены в карантин, но недавно ограничения были ослаблены.
В последние недели Северная Корея также активизировала кампанию, критикуя перебежчиков в Южную Корею как «человеческую нечисть» и призывая Южную Корею расправиться с группами, которые рассылают на Север пропагандистские сообщения и продовольственную помощь.
Ким приказал провести расследование в отношении воинских частей вдоль границы, где подозревалось, что человек пересекает границу, чтобы «применить суровое наказание и принять необходимые меры».
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или ожидаемых мер в парламенте Содружества вызывает опасения по поводу нашего собственного доморощенного авторитаризма.
Они включают в себя развертывание технологии распознавания лиц, вынуждающую технологические компании расшифровывать информацию, хранящуюся в компьютерных системах своих клиентов, вынуждающие технологические компании предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение обязательных ASIO допрос полномочия.
Эти меры вызывают серьезные вопросы о границе между гражданами и правительством, но особую тревогу вызывает законопроект об ASIO.
В отличие от любой из других стран Five Eyes - США, Канады, Великобритании и Новой Зеландии - после 11 сентября ASIO было дано право принудительно допрашивать людей на срок до семи дней в связи с террористическими преступлениями.
Хотя можно было бы согласиться с тем, что крайнее насилие, связанное с преступлениями терроризма, оправдывает чрезвычайные полномочия, крайнее насилие, по крайней мере, предлагает яркую границу вокруг этих чрезвычайных полномочий.
Этого, конечно же, нельзя сказать о «широких и расплывчатых» определениях, используемых в этом законопроекте для включения принудительного допроса: работа с информацией, которая наносит ущерб «политическим, военным или экономическим отношениям Австралии с другой страной»; или действия в сотрудничестве с иностранной державой, которые являются тайными или обманчивыми и «наносят ущерб интересам Австралии».
Трудно представить более «широкое и расплывчатое» законодательство о национальной безопасности », чем это.
ASIO будет разрешено в обязательном порядке допросить кого угодно об этих вещах, а не только подозреваемых в преступлении.
Сюда входят журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, жители и посетители.
ASIO просто нужно было бы показать, что допрос будет «существенно способствовать сбору разведданных» об иностранном вмешательстве, которое, по-видимому, является основной целью законопроекта.
Затем человека можно было допрашивать до 40 часов (не считая перерывов).
Если человек отказывался присутствовать, его арестовывали.
За отказ отвечать, а также за ложные или вводящие в заблуждение ответы предусмотрено наказание в виде лишения свободы сроком до пяти лет.
Этот законопроект отменяет правила, которые являются основополагающими в наших правовых системах и действительно охраняются конституцией Соединенных Штатов.
Люди, в том числе лица, которым уже предъявлены обвинения, будут вынуждены предоставить доказательства, которые затем могут быть использованы для их преследования.
У них мог быть адвокат, но он ограничивался уточняющими вопросами, которые были двусмысленными или неясными.
Новый закон передает решение о выдаче ордера на допрос от судьи Генеральному прокурору.
Как указал генеральный инспектор по разведке и безопасности, это «отходит от тенденции к повышенным требованиям к внешней авторизации в других юрисдикциях Five Eyes».
Это также нарушает принцип разделения властей, согласно которому суды проверяют действия исполнительной власти.
В новом законопроекте также предлагается расширить право допроса на детей, которым исполнилось 14 лет, но только на тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, наделение полномочиями в обязательном порядке опрашивать кого-либо об информации, которая «наносит ущерб экономическим отношениям Австралии с другой страной» или о деятельности, которая «наносит ущерб интересам Австралии», выходит за рамки допустимого.
Мы стоим одни.
Ни одна другая страна Five Eyes не заходит так далеко, даже в отношении преступлений, связанных с терроризмом.
Подлинно либеральные демократии остерегаются авторитарных мер.
Поведение наших служб безопасности в связи с прослушиванием парламента Восточного Тимора, судебными процессами над свидетелем К. и Бернаром Коллери, секретным судебным процессом и тюремным заключением бывшего офицера разведки, недавними ордерами на обыск, выполненными в отношении двух журналистов, и перспективой Обвинения, выдвинутые против одного из них в связи с историями о предполагаемых убийствах австралийских солдат в Афганистане, показывают, почему нам не следует снижать бдительность.
В машине, затопленной в пруду, нашли тела матери и двух младенцев
АВГУСТА, Джорджия. Власти вытащили затонувший автомобиль из пруда Джорджии и обнаружили внутри тела женщины и ее 10-месячных детей-близнецов.
Управление шерифа округа Ричмонд сообщило, что экипажи обнаружили автомобиль в пруду мэра в Огасте в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти идентифицировали тела как 25-летнюю Шакию Филпот и ее малолетних детей Кайсена и Кассиуса Уильямса.
Официальные лица не разглашали подробностей о том, как семья оказалась в пруду.
Свидетель, который ловил рыбу в этом районе, нашел машину, сказал Боуэн.
Тела собирались отправить в Бюро расследований Джорджии для вскрытия.
Дело продолжает расследование.
Рецензия на "Персы": древний портрет поражения Эсхила
В «Персах» не так много действия, даже сюжета. Люди просто слоняются, рассказывая (правда, довольно интенсивно) о событиях (правда, трагического характера), которые произошли далеко.
Тем не менее, этот спектакль Национального театра Греции раскрывает ураганный звук и ярость. На пике шоу шоу поражает как удар по солнечному сплетению, захватывает дух - это воздействие лишь слегка притупляется при просмотре онлайн.
Произведение Эсхила «Персы», впервые созданное в 472 году до нашей эры, считается старейшей сохранившейся греческой пьесой. Постановка Димитриса Лигнадиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра онлайн-записи не существует. Это место изначально задумывалось как часть асклепиона (лечебного центра), потому что греки считали баланс между телом и душой необходимым для хорошего здоровья. Давайте все с тоской задумаемся над этой философией.
Шоу повествует о последствиях Саламина, морского сражения, в котором превосходящие по численности греки разбили могущественную персидскую армию 2500 лет назад. В то время, когда наши горизонты сужаются, это вызывает головокружение - виртуально присоединиться к живой аудитории, наблюдая (с субтитрами) живых актеров в Греции, исполняющих пьесу тысячелетней давности.
Сам Эсхил сражался при Саламине, но в его игре есть изюминка: этот ветеран победившей стороны рассказал свою историю среди побежденных, довольно сочувственно взглянув на бедствия своих недавних врагов.
Хор мужчин-персов, одетых в длинные коричневые юбки и белые рубашки на пуговицах, открывает заседание. Они находятся в своей столице и с нетерпением ждут известий о своем короле Ксерксе, который отправляется сражаться с Афинами.
Появляется овдовевшая мать Ксеркса, королева Атосса (Лидия Кониорду) в довольно большом черном платье, которое, кажется, носит она, а не наоборот; она человек в экзоскелете из ткани, уязвимой и грозной. Кониорду, которая входит в число величайших театральных актрис Греции, знает свою роль наизнанку - она снялась в более ранней постановке Национального театра Греции «Персы», которая играла центр Нью-Йорка в 2006 г. вообще много. По большей части она стоит посреди круговой сцены, без усилий проецируя тлеющую ярость и мучительную печаль, когда раскрывается масштаб бедствия, постигшего домашние войска.
Опасения, которые испытывали все, в мрачных подробностях подтверждаются посыльным (Аргирис Пандазарас), возвращающимся с фронта. В совершенно невероятной сцене он рассказывает о битве, доводя себя до безумия, когда участники хора танцуют вокруг него, а музыка, подобная дрону, Гиоргос Пулиос набирает обороты до оглушительного уровня.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Ксафис), который каким-то образом живым сбежал из обломков. Обрывки веревочки на его тунике оставляют следы крови (изысканные костюмы Евы Натины всегда способствуют повествованию). Персонажи вместе оплакивают потерянные жизни и разрушения в акте общего траура.
Немало классического театра, который мы видим в Соединенных Штатах, тем или иным образом пытается сделать его более доступным. Часто это делается с относительно естественным чтением строк, чтобы текст был менее инородным и более легким для восприятия. Но Лигнадис и его труппа полностью поддерживают декламацию, которая может показаться немного натянутой для современного уха, но подчеркивает ритмическую мощь текста. Хотя технически они не поют, например, четыре ведущих актера по сути исполняют арии, достигая магической силы, которая кажется потусторонней.
Однако мы никогда не забываем, что игра основана на слишком человеческих эмоциях.
Египет начинает регистрацию данных избирателей за рубежом на выборах в сенат
Национальное избирательное управление (NEA) в субботу начало регистрацию данных избирателей на борту, чтобы начать отдавать свои голоса на выборах в сенат, которые состоятся 9 и 10 августа, согласно официальному сайту NEA.
Избиратели должны зарегистрировать свои данные и дипломатическую миссию, связанную с их местом жительства за границей, на веб-сайте NEA с 25 по 31 июля.
NEA также опубликовало видео, в котором объясняются шаги, которые избиратели могут предпринять, чтобы проголосовать удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидата в сенат длится с 26 июля по 8 августа, сообщает NEA.
Министр по делам эмиграции и египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в качестве их конституционного права.
17 июня Палата представителей Египта одобрила закон о создании сената, который будет выполнять функции верхней палаты парламента.
Закон был принят большинством в две трети голосов при возражении четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по закрытой системе списков, 100 избираются по индивидуальной системе и 100 членов назначаются Президентом Республики.
Срок членства в Сенате составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
Более 200 пожарных реагируют на пожар Карен в долине Джурупа - CBS, Лос-Анджелес
ДОЛИНА ДЖУРУПА (CBSLA) - В субботу днем в долине Юрупа вспыхнул лесной пожар, в результате которого отреагировали более 200 пожарных.
О пожаре Карен сообщили сразу после 15:00 на Сьерра-авеню и Карен-лейн.
По состоянию на 8 часов вечера пожар увеличился с 5-10 акров до примерно 250 акров.
Сдерживание при последней проверке было на 50%, и 225 пожарных из Cal Fire, пожарной службы округа Риверсайд, пожарной службы города Короны и пожарной службы округа Сан-Бернардино были на месте и боролись с пожаром.
Дальнейшее продвижение огня было остановлено, но ожидается, что ресурсы останутся на ночь для наблюдения за условиями.
Сообщений о травмах или повреждениях конструкции не поступало, а эвакуация не поступала.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино была закрыта.
Число случаев коронавируса в Израиле превысило 60000, поскольку число инфекций резко возросло
ИЕРУСАЛИМ (Рейтер) - Число людей с положительным результатом на коронавирус в Израиле превысило 60000 в субботу, поскольку правительство изо всех сил пытается сдержать рост показателей заражения.
Последний ежедневный подсчет показал 1770 новых случаев инфицирования, в результате чего общее число случаев достигло 60 496, сообщило министерство здравоохранения страны.
В Израиле с населением в девять миллионов человек в результате пандемии погибло в общей сложности 455 человек.
Израиль был одной из первых стран, в которых была введена общенациональная изоляция, и поначалу ему удалось подавить вспышку болезни.
Ежедневные дела, исчисляемые сотнями, упали до малых двузначных цифр.
Обеспокоенные экономическими потерями, правительство сняло эти ограничения - слишком быстро, как признали некоторые официальные лица, - и темпы заражения снова возросли.
Возобновление спорадических закрытий различных секторов экономики усугубило общественное недовольство, вызывая ежедневные демонстрации.
Остерегайтесь садовых уловок, которые выглядят слишком хорошо
Ученому-растениеводу может быть неловко признать это, но я полный поклонник садовых уловок.
Мне нравится думать, что это потому, что я непредубежден или, может быть, просто иррационально оптимистично настроен, особенно потому, что многие вещи в мире растений часто крайне противоречивы.
Но мне не стыдно сказать, что я влюбился в десятки из них за всю свою жизнь в садоводстве.
Хотя я твердо верю в ценность пробовать что-то на себе, если вы не хотите учиться на собственном горьком опыте, вот некоторые из наиболее распространенных садовых уловок, с которыми я сталкивался.
Первым и, вероятно, самым худшим нарушителем, стали привитые растения томата и картофеля.
Провозглашенная революционным прорывом, прививка томатов к корням картофеля - это, по сути, ботаническое любопытство старой школы, появившееся как минимум с 1920-х годов.
Поскольку они оба принадлежат к одной семье и имеют во многом схожую внутреннюю «сантехнику», вы действительно можете создавать такие чудеса хирургическим путем.
Но вот проблема: создание ресурсоемких структур, таких как фрукты и корни, требует много метаболической энергии, и если растения пытаются это сделать, их ограниченная энергия неизбежно расщепляется.
Это означает, что урожайность этих привитых растений ужасна и совсем не похожа на то, что вы видите на рекламных фотографиях.
Кроме того, есть тот факт, что культуры созревают с разной скоростью, поэтому, чтобы собрать почву, вам нужно убить растения до того, как томаты созреют.
Что касается маркетинговых изображений, здесь тоже есть много хитрых сделок.
В некоторых крупных каталогах я видел розы в фотошопе небесно-голубые и фруктовые деревья с физиологически невозможным количеством фруктов на ветвях.
Я даже видел фотографии, «заимствованные» из моего аккаунта в Instagram и используемые торговыми сетями в качестве изображений своих испытательных площадок.
К сожалению, работа небольшого меньшинства бесцеремонных компаний означает, что вы должны смотреть на рекламные изображения, особенно в Интернете, очень скептически.
Если это выглядит слишком хорошо, чтобы быть правдой, вероятно, так оно и есть.
Говоря об этом, синий цвет относительно редко встречается в ботаническом мире, поэтому, если вы видите ослепительный новый вереск, орхидею или кактус, сияющий самым интенсивным «дезинфицирующим» оттенком синего, это почти наверняка было распылено или окрашено.
Что было бы хорошо, если бы поставщики ясно дали это понять, но они редко когда-либо делают.
Орхидеи синего мотылька вернутся к своему первоначальному белому цвету, но распыленные кактусы и верески, покрытые светоподавляющим слоем красителя, вряд ли сохранятся надолго.
Наконец, я должен отметить комплекты бонсай или, что еще хуже, семена бонсай, которые обещают, что из пакетов вырастут миниатюрные деревья.
Бонсай - это не разновидность растений.
Это тренировочная техника, используемая для создания иллюзии древних деревьев на далеких горных вершинах.
Их почти всегда начинают со зрелых кустов, которые вырубают и закрепляют на месте новые приросты.
Я знаю, что буду продолжать попадаться на уловки, это часть удовольствия от экспериментов.
Но отойдите в сторону от этих, и вы можете найти тот, у которого действительно есть шанс оправдать свое обещание.
Карантин в Испании: вам нужен карантин в Испании?
Нет, но если вы вернетесь из Испании сегодня после полуночи, вам придется самоизолироваться дома в течение 14 дней.
Министр юстиции Великобритании Хумза Юсуф сказал: «Решение освободить Испанию от налогообложения в начале этой недели было принято, когда данные показали, что распространение вируса улучшилось.
Но очевидно, что последние данные дали нам повод для отмены этого решения.
«Мы понимаем, что это вызовет разочарование. Однако мы всегда ясно заявляли, что внимательно следим за ситуацией с пандемией во всех странах и что нам может потребоваться удалить страну из списка мест, на которые не распространяются карантинные требования, если вирус покажет возобновление. . "
«Он по-прежнему активен и смертельно опасен. Нашим приоритетом является подавление вируса, предотвращение его передачи и защита здоровья населения».
Никаких правил для британских путешественников, прибывающих в Испанию, не объявлено, однако, если вы едете в Испанию, вам следует проверить местные правила в вашем регионе.
Заместитель директора службы экстренной медицинской помощи Испании Мария Хосе Сьерра сказала:
«У нас серьезные вспышки. Это может быть вторая волна. Мы должны посмотреть, что произойдет в следующие несколько недель».
Пакистанский имам-уль-Хак признан годным к летучей мыши после травмы на разминке
Пакистан и Англия встретятся друг с другом в трех тестах и таком же количестве турниров T20I.
Пакистанский игрок с битой Имам-уль-Хак был признан годным к бою врачом команды после того, как он получил удар в левую руку во время разминки в матче внутри команды в Дерби.
«Левша с битой принял участие в разминке перед началом игры второго дня», - говорится в заявлении Пакистанского совета по крикету (PCB).
Имам PCB Whites получил удар в левую руку во время битвы с Насим Шахом из PCB Greens в первый день матча.
Имам был вынужден уйти в отставку из-за травм в пятницу вечером после того, как он получил удар по левой руке мячом от Шаха, но смог принять участие в утренней разминке и возобновит подачу на третий день.
Более 30 сотрудников дали положительный результат на коронавирус в отделении единого банка в Тамил Наду
По словам представителей банка и местного общественного органа, по меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, штат Тамил Наду, дали положительный результат на коронавирус.
По словам официальных лиц, посетившим банк клиентам также рекомендовано добровольно явиться на тесты на коронавирус.
Ранее от COVID-19 скончался высокопоставленный сотрудник отделения, страдавший от других осложнений.
По словам официальных лиц, положительные случаи были выявлены после того, как недавно в банке был проведен массовый медицинский осмотр.
Высокопоставленные представители банка заявили, что процесс дезинфекции завершен, и банк может возобновить работу с завтрашнего дня.
Представители здравоохранения корпорации поддерживают связь с посетителями банка.
В Тамил Наду, с самым высоким уровнем заболеваемости вирусом в стране после Махараштры, по состоянию на субботу зарегистрировано в целом 2,06 737 положительных случаев заражения вирусом.
Премьер-министр Индии посетит строительство нового храма на спорном месте
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди посетит в следующем месяце церемонию закладки фундамента индуистского храма на спорном месте в северной Индии, где в 1992 году индуистские сторонники жесткой линии разрушили мечеть 16-го века, согласно надзору надзорного органа. строительство храма.
Церемония назначена на 5 августа. По словам организаторов, эта дата была астрологически благоприятной для индуистов, но также знаменует собой год с тех пор, как парламент Индии отменил полуавтономный статус своего единственного штата с мусульманским большинством, Джамму и Кашмир.
Эту символику невозможно было не заметить как сторонникам, так и противникам индуистской националистической партии Бхаратия Джаната Моди, или BJP, манифест которой на протяжении десятилетий включал обещания лишить беспокойный Кашмир автономии и построить храм индуистскому богу Раму на месте мечети эпохи Великих Моголов. когда-то стояло место в городе Айодхья в штате Уттар-Прадеш, которое преданные считают местом рождения Рама.
Поскольку коронавирус все еще бушует по всей Индии, которая сообщила о третьей по величине загруженности в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а количество участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad или Всемирной индуистской организации. , индуистская националистическая группа, объединившаяся с БДП.
Храм будет служить «непреходящим и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства хиндутвы», или индуистского образа жизни, заявил в субботу пресс-секретарь организации Винод Бансал.
Вековой спор по поводу этого места был разрешен в прошлом году после убедительной победы BJP на выборах.
В ноябре Верховный суд вынес решение в пользу храмового фонда, заявив, что мусульманским петициям будут предоставлены пять акров земли на другом участке.
Индусы, придерживающиеся жесткой линии, давно утверждают, что мусульманские захватчики-моголы построили мечеть на вершине существовавшего ранее храма в древнем городе Айодья.
Беспорядки в декабре 1992 года, последовавшие за разрушением мечети, спровоцировали межобщинное насилие, в результате которого было убито около 2000 человек, в основном мусульмане.
Между тем процесс по делу о сносе домов продолжает рассматриваться в особом суде.
Архитектор из Ахмедабада, штат Гуджарат, родного штата Моди, предложил возвышающееся сооружение из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йоги Адитьянатх, главный министр Уттар-Прадеша и индуистский монах, попросил Айодхью провести специальную церемонию очистки и очищения и зажечь масляные лампы во всех храмах города перед визитом Моди, сообщает информационное агентство Press Trust of India.
Адитьянатх сказал, что это событие положило конец «500-летней борьбе», сообщает PTI.
