Доминик Рааб: Правительство не может извиниться за решение Испании о карантине
Доминик Рааб выступил в защиту решения правительства о повторном введении карантинных мер в Испании в сжатые сроки.
Министры объявили в субботу, что отдыхающие, которые не вернулись из Испании и ее островов к полуночи, будут вынуждены самоизолироваться на 14 дней.
Страна была в списке стран "коридора путешествий", которые Даунинг-стрит считает безопасными для посещения, но недавний всплеск случаев коронавируса вызвал опасения второй волны заболевания.
В воскресенье министр иностранных дел выступил в защиту внезапного повторного введения ограничений как "реакции в реальном времени" на тревожный всплеск инфекций, о котором сообщается в регионе.
Он сказал, что ситуация была оценена вчера днем, "и мы приняли решение так быстро, как могли".
"Мы не можем извиниться за это", - добавил он.
"Мы должны быть в состоянии принимать быстрые, решительные меры, особенно в отношении локализованных, или на международном уровне в отношении Испании или конкретной страны, где мы видим, что мы должны принять меры".
"В противном случае мы рискуем повторно заразиться в Великобритании, возможно, вторая волна здесь, а затем еще один локдаун".
Министр транспорта Испании среди отдыхающих, вынужденных уйти на карантин
Решение было принято после того, как Испания зафиксировала более 900 новых ежедневных случаев Covid-19 в течение двух дней подряд.
Министр иностранных дел признал, что у многих туристов не было времени отменить или изменить свои планы.
"Я понимаю, что это разрушительно для тех, кто переживает это, кто находится в Испании или рассматривал возможность этого, но мы должны быть в состоянии принять быстрые, решительные меры для защиты Великобритании", - сказал он.
"Мы добились такого прогресса в борьбе с вирусом и предотвращении повторного распространения вируса в Великобритании".
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за "откровенно позорное" отношение к этой мере.
По его словам, внезапное решение Даунинг-стрит привело отдыхающих "в замешательство и беспокойство".
Лейбористский депутат сказала Софи Ридж: "Я понимаю, почему они приняли решение, но, конечно, то, как это решение было принято за последние 24 часа, откровенно постыдно.
"Есть отдыхающие в Испании в данный момент растерянные и огорченные, есть люди, которые собираются отправиться в отпуск в Испанию и на такие острова, как Тенерифе, которые растеряны, и они не знают, позволят ли их работодатели взять двухнедельный карантин.
"Правительство просто говорит:" Мы надеемся, что работодатели будут сотрудничать "".
"То, как это решение было принято за последние 24 часа, откровенно постыдно".
Что означает для отдыхающих нахождение Испании в карантинном списке?
Он призвал министров внести "ясность" в вопрос, получат ли те, кого просят на карантин, финансовую поддержку, если их работодатели откажутся платить им в период карантина.
Он добавил, что четкая информация также необходима "для тех отдыхающих, которые в настоящее время находятся в Испании, которые правильно накопили весь год для своего семейного отдыха, которые растеряны и огорчены".
"То, как было сообщено об этом решении, очевидно, вызывает беспокойство", - подчеркнул он.
Г-н Рааб сказал, что ни один работник, следующий новому руководству, не должен быть наказан работодателями, в том числе за то, что его положили на больничный.
Он сказал: "Мы меняем правила - закон меняется в отношении отдыхающих и путешественников - и, конечно, мы ожидаем, что работодатели покажут тем сотрудникам, которым придется уйти на карантин из-за закона, необходимую им гибкость.
"Если кто-то соблюдает закон в отношении карантина и самоизоляции так, как должен, к нему не могут быть применены санкции".
"Неудачи" США сдерживают поиск лекарств от коронавируса
Глобальным усилиям по производству полезных антиковидных лекарств мешают США, потому что исследователи тестируют лекарства "произвольно, волей-неволей", предупредил эксперт, ведущий британскую программу.
Британская программа восстановления, в которой приняли участие 12 000 пациентов в нескольких сотнях британских больниц, уже определила один многообещающий новый препарат для борьбы с болезнью, а также выделила два других - которые ранее считались потенциальными спасателями жизни - как бесполезные.
Но неспособность медицинской системы США соответствовать этому результату означает, что другие перспективные методы лечения, которые могли бы быть разрешены для широкого использования, еще предстоит оценить.
В частности, выздоравливающую плазму (плазму крови, которая берется у пациентов с Covid-19 и которая содержит антитела, которые могли бы защитить других от болезни) еще предстоит должным образом протестировать на крупномасштабном рандомизированном исследовании.
"Десяткам тысяч людей в США уже дали выздоравливающую плазму, но это лечение не было рандомизированным", - сказал профессор Мартин Ландрай, один из основателей программы восстановления.
"Они просто дают людям выздоравливающую плазму в надежде, что она сработает. Дано огромное количество, и они до сих пор не имеют ни малейшего представления, помогает она или вредит, или не оказывает никакого влияния", - добавил Ландрай, эксперт по организации крупномасштабных испытаний лекарств.
США не в состоянии проводить большие, рандомизированные испытания, и это заканчивается предоставлением плохих лекарств
Рандомизированные испытания лекарств являются золотым стандартом для определения полезных лекарств.
Они устраняют неосознанные предубеждения, которые могут затуманивать суждения врачей.
Тысячам людей дают наркотик, а тысячам других - плацебо.
Никто не знает, что им дали.
Затем сравниваются результаты и выявляется эффективность лечения.
Таким образом, Recovery смог продемонстрировать, что стероидный дексаметазон сократил смертность на треть у пациентов с Covid-19 на аппаратах ИВЛ.
Она также показала, что широко разрекламированный препарат гидроксихлорохин, а также комбинированная терапия препаратами лопинавир и ритонавир не помогли спасти жизни пациентов.
Крайне важно, что эти испытания требовали очень большого количества пациентов, и ни одна больница не имеет достаточно средств для таких исследований.
У Британии было одно ключевое преимущество - централизованная Национальная служба здравоохранения.
В отличие от этого, служба здравоохранения США раздроблена, и ее единственный успех в указании на возможное лечение подчеркивает полезность дорогостоящего препарата ремдесивир для ускорения выздоровления некоторых пациентов с Covid-19.
"Есть много и много небольших испытаний лекарств с участием нескольких десятков или нескольких сотен пациентов, проходящих в США, но без какого-либо вещества", - добавил Ландрей.
"Они не справляются с большими, рандомизированными испытаниями, и это заканчивается плохой медициной. Это делает практику медицины беднее, а результаты для пациентов беднее".
Ландрей сказал, что эта неудача была особенно раздражающей, когда речь зашла об использовании выздоравливающей плазмы, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов с Covid-19.
"Если вы посмотрите на США, огромное количество этого лечения было использовано на произвольной волей-неволей. Великобритания превосходит по сравнению с тем, что там происходит", - добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и другой основатель программы восстановления, сказал:
"Были сообщения о 20 000 пациентах, получающих выздоравливающую плазму в когорте, но ни один из этих пациентов не был рандомизирован. Если бы они поместили этих пациентов в рандомизированные испытания, у нас теперь был бы четкий ответ об эффективности выздоравливающей плазмы".
Хорби добавил, что UK Recovery сейчас запустил рандомизированное исследование выздоравливающей плазмы, но не ожидает, что результаты будут готовы до конца этого года.
Вспышка сальмонеллы заболела 212 человек в 23 штатах
25 июля (UPI) - Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, от которой заболели 212 человек в 23 штатах.
В пятничном пресс-релизе CDC сообщил, что с момента последнего обновления информации о вспышке во вторник заболели 87 человек.
Агентство сообщило, что у людей начали проявляться симптомы, связанные со штаммом сальмонеллы, на проявление симптомов которого может уйти от двух до четырех недель, в период с 19 июня по 11 июля.
С начала вспышки был госпитализирован 31 человек, но о летальных исходах не сообщается.
По данным CDC, конкретного источника штамма сальмонеллы не выявлено.
Он не давал никаких рекомендаций против употребления или употребления определенных продуктов, а также не называл розничных продавцов, которые могли бы продавать загрязненные продукты.
В Орегоне было больше всего случаев сальмонеллы с 51 инфекцией, а Юта вслед за ней с 40 зарегистрированными случаями.
Сальмонелла - это бактериальное, пищевое заболевание, которое вызывает 1,35 миллиона инфекций, 26 500 госпитализаций и 420 смертей каждый год, по данным CDC.
Наиболее распространенными симптомами заражения сальмонеллой являются диарея, лихорадка и спазмы желудка, которые могут начаться от шести часов до шести дней после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливает без лечения, но в некоторых случаях требуется госпитализация.
Пара попала в собачий парк Калифорнии за то, что не носила маски во время обеда (ВИДЕО) - RT USA News
Есть позор в маске, а затем полный штурм.
Калифорнийская пара, обедающая со своим щенком в собачьем парке, пережила второе, когда иратная женщина распылила им перец за отказ маскироваться... во время еды.
Эш О 'Брайен и ее муж Джаретт Келли говорят, что они хватались за укус, чтобы поесть в собачьем парке Дасти Родос в Сан-Диего в четверг, со своим трехмесячным мопсом на буксире.
Пара сняла маски, чтобы поесть, когда подошла "случайная старушка", назвав их "идиотами" за то, что они не маскируются, хотя "нельзя носить маску и есть одновременно".
О 'Брайен велел женщине покинуть парк и прекратить домогаться ее, после чего женщина развязала супругам банку с булавой.
Видеозапись, снятая прохожим, начинается с того, что Келли борется с баллончиком от женщины и получает дозу булавы в лицо за свои неприятности.
О 'Брайен плачет на заднем плане, когда нападающая уходит со своими собаками.
О 'Брайен поделилась видео в Facebook и рассказала ABC 10, что хочет, чтобы женщина "попала в тюрьму".
Маски для лица обязательны на всей территории штата Калифорния, даже на свежем воздухе.
Эти маски можно снимать только несколько раз, в том числе во время еды или питья.
Однако нигде в руководящих принципах штата по борьбе с коронавирусом не говорится, что посторонние могут использовать нелетальное оружие для обеспечения соблюдения этой политики.
Даже в нынешнюю эпоху "маскировки" это все равно преступление, влекущее за собой наказание в виде штрафа в размере 1000 долларов или до трех лет тюрьмы штата.
Квартира, бесплатное образование для продавца индорских яиц Параса Райкара, чья тележка была опрокинута, как утверждается, за взятку в 100 рупий
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре.
Через два дня после того, как история с тележкой 13-летнего продавца яиц, опрокинутой гражданскими чиновниками, стала вирусной в социальных сетях, мальчик из Индокитая нашел огромную поддержку у людей по всей стране, помогая им оправиться от убытков и снова начать свой бизнес.
Семья мальчика также заявила, что политики, включая лидера Конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала, обратились к ним и предложили поддержку.
Семья мальчика также получила квартиру и предложила взять на себя расходы на образование детей в семье.
Тележка Параса Райкара с яйцами, как утверждается, была опрокинута в четверг гражданскими чиновниками в Индоре, где администрация ввела правило "левых-правых" для пошагового открытия магазинов на фоне пандемии коронавируса.
Видео, на котором мальчик утверждает, что чиновники предупредили его утром, чтобы он убрал тележку или заплатил 100 рупий в качестве взятки, стало вирусным в социальных сетях.
Когда он отказался, чиновники опрокинули его тележку, уничтожив все яйца, утверждает мальчик.
Мальчик также утверждал, что его ежедневная продажа упала из-за пандемии, и потеря его акций ляжет на него дополнительным финансовым бременем, в видео.
С четверга семья мальчика была переполнена поддержкой людей по всей стране, многие из них предлагали помощь как наличными, так и натурой.
Семья также получила помощь от местных жителей.
В то время как бывший главный министр Дигвиджайя Сингх предложил финансовую поддержку и помощь, чтобы дети поступили в колледж, BJP MLA из Индора, Рамеш Мендола, заверил, что предоставит ребенку дом под Прадхан Мантри Авас Йоджана.
Пресс-клуб "Индор" также предоставил мальчику паек и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
"Нас переполняет поддержка людей по всей стране.
(BJP MLA) Рамеш Мендола заверил квартиру под Прадхан Мантри Авас Йоджана.
Он также предоставил цикл и 2500 рупий.
Дигвиджайя Сингх предоставил 10 000 рупий и заверения в том, что будет заботиться об образовании двух детей.
Офис Рахула Ганди также позвонил и предложил поддержку.
Женщина из Дели, главный министр Арвинд Кеджривал, позвонила и предложила помощь.
Джётирадитья Скиндия также предложил поддержку ", - сказал дед Параса.
Однажды зимним утром, пару лет назад, я ехал на работу в Йоханнесбург, Южная Африка, и заметил дымку, нависшую над городом.
Я делаю это в большинстве дней, так что было необычно, что я не заметил этого раньше.
Йоханнесбург известен своим характерным горизонтом, который я едва мог увидеть в то утро.
Мне не потребовалось много времени, чтобы понять, что я смотрю на огромное облако загрязнения воздуха.
Контраст между живописной средой, которую я знал, и этим покрытым смогом горизонтом что-то всколыхнуло во мне.
Я был потрясен возможностью того, что этот город ярких и ярких закатов будет омрачен тусклой дымкой.
В тот момент я почувствовал желание что-то с этим сделать, но не знал, что.
Все, что я знал, это то, что я не мог просто сидеть сложа руки.
Главная проблема была в том, что я мало знал об экологическом управлении качеством воздуха или химии атмосферы.
Я компьютерный инженер, и я был уверен, что не смогу найти выход из этой проблемы загрязнения воздуха.
(Смех) Кто был я, чтобы сделать что-нибудь по этому поводу?
Я был всего лишь гражданином.
В последующие годы я усвоил очень важный урок, урок, который мы все должны принять близко к сердцу, если мы хотим работать над лучшим будущим.
Даже если вы не являетесь экспертом в конкретной области, ваш внешний опыт может стать ключом к решению больших проблем в этой области.
Иногда уникальная перспектива, которую вы имеете, может привести к нетрадиционному мышлению, которое может сдвинуть иглу, но вам нужно быть достаточно смелым, чтобы попытаться.
Это единственный способ, который вы когда-либо узнаете.
То, что я знал тогда, было то, что если я даже собирался попытаться изменить ситуацию, мне нужно было сначала разобраться в загрязнении воздуха, и поэтому я снова стал студентом.
Я провел небольшое фундаментальное исследование и вскоре узнал, что загрязнение воздуха является самым большим риском для здоровья окружающей среды в мире.
Данные Всемирной организации здравоохранения показывают, что почти 14 процентов всех смертей во всем мире в 2012 году были вызваны загрязнением воздуха домашними хозяйствами и окружающей среды, причем большинство из них произошло в странах с низким и средним уровнем дохода.
Только загрязнение окружающего воздуха ежегодно приводит к большему количеству смертей, чем малярия и ВИЧ / СПИД.
В Африке преждевременные смерти от небезопасных санитарных условий или детского недоедания бледнеют по сравнению со смертями от загрязнения воздуха, и это связано с огромными экономическими издержками: более 400 миллиардов долларов США по состоянию на 2013 год, согласно исследованию Организации экономического сотрудничества и развития.
Сейчас, в своей работе, я исследую новые границы для искусственного интеллекта, где симбиотические отношения между человеком и машиной могут найти полезную основу и помочь нам принимать лучшие решения.
Когда я подумал о проблеме загрязнения воздуха, стало ясно, что нам нужно найти способ принимать лучшие решения о том, как мы управляем загрязнением воздуха, и, учитывая масштаб проблемы, нужно было делать это сообща.
Поэтому я решил, что мне лучше познакомиться с некоторыми людьми, работающими в этой области.
Я начал разговаривать с официальными лицами из города Йоханнесбурга и других близлежащих городов, и я привлек местное научное сообщество, и я также сделал несколько холодных звонков.
Процесс взаимодействия, который я начал, помог мне глубже понять проблему.
Это также помогло мне избежать ловушки, в которую люди в моей профессии иногда попадают, пытаясь внедрять инновации, где мы быстро применяем технологию, прежде чем мы твердо поймем стоящую перед нами проблему.
Я начал вырабатывать идею о том, что я мог бы сделать, чтобы улучшить ситуацию.
Я начал с того, что просто спросил себя, как я могу каким-то значимым образом объединить свои навыки в области разработки программного обеспечения и искусственного интеллекта и опыт людей, к которым я обращался.
Я хотел создать онлайн-платформу управления качеством воздуха, которая бы раскрывала тенденции загрязнения и проецировала в будущее, чтобы определить, каких результатов можно ожидать.
Я был полон решимости воплотить свою идею в практическое решение, но столкнулся с неопределенностью и не имел гарантии успеха.
То, что у меня было, было очень специфическим набором инженерных навыков, навыков, которые я приобрел за свою карьеру (смех), которые были новыми для людей, которые работали над проблемой загрязнения воздуха в течение стольких лет.
То, что я понял, это то, что иногда только одна свежая перспектива, один новый набор навыков могут создать условия для чего-то замечательного.
Наша сила воли и воображение являются направляющим светом, позволяющим нам прокладывать новые пути и преодолевать препятствия.
Вооружившись более глубоким пониманием проблемы загрязнения воздуха и сумев получить более чем десятилетние данные об уровне загрязнения воздуха и метеорологических условиях в Йоханнесбурге и его окрестностях, мои коллеги из Южной Африки и Китая и я создали систему поддержки принятия решений о качестве воздуха, которая живет в облаке.
Эта программная система анализирует исторические данные и данные в реальном времени, чтобы выявить пространственно-временные тенденции загрязнения.
Затем мы использовали новую технологию машинного обучения для прогнозирования будущих уровней загрязнения на несколько дней вперед.
Это означает, что граждане могут принимать лучшие решения о своих ежедневных перемещениях и о том, где поселить свои семьи.
Мы можем заранее спрогнозировать неблагоприятные явления загрязнения, выявить крупных загрязнителей, и соответствующие органы могут приказать им свернуть свою деятельность.
С помощью сценарного планирования градостроители также могут принимать более правильные решения о том, как расширить инфраструктуру, например, населенные пункты или промышленные зоны.
Мы завершили пилотный проект нашей технологии, который длился 120 дней и охватывал всю Южную Африку.
Наши результаты были подтверждены, когда мы продемонстрировали тесную связь между прогнозными данными и данными, которые мы получали на местах.
Благодаря нашему руководству мы принесли передовые, ведущие мировые активы, которые могут выполнять прогнозирование качества воздуха с беспрецедентным разрешением и точностью, принося пользу городу, в который я въехал в одно зимнее утро не так давно, и подумал про себя: "Что-то здесь не так. Интересно, что можно сделать?"
Так вот в чем дело: что, если бы я не исследовал проблему загрязнения воздуха дальше?
Что, если бы я не проявлял некоторую заботу о состоянии окружающей среды и просто надеялся, что кто-то где-то позаботится об этом?
Что я узнал, так это то, что, приступая к сложной работе, которая продвигает дело, в которое мы твердо верим, важно сосредоточиться на возможности успеха и рассмотреть последствия бездействия.
Мы не должны отвлекаться на сопротивление и оппозицию, но это должно мотивировать нас дальше.
Так что где бы вы ни были в мире, в следующий раз, когда вы обнаружите, что у вас есть какое-то естественное любопытство, которое пикируется, и это о чем-то, о чем вы заботитесь, и у вас есть какие-то сумасшедшие или смелые идеи, и, возможно, это за пределами вашей компетенции, спросите себя: почему бы и нет?
Почему бы просто не пойти дальше и не решить проблему как можно лучше, по-своему?
Вы можете быть приятно удивлены.
Спасибо.
(Аплодисменты)
Министр внутренних дел Прити Патель требует объяснений от Twitter и Instagram по поводу "отвратительных" твитов Уайли
Прити Патель потребовала объяснений от Twitter и Instagram по поводу того, сколько времени потребовалось, чтобы удалить "отвратительные" посты, сделанные Уайли.
Полиция в настоящее время расследует серию антисемитских комментариев, размещенных в аккаунтах художника Grime в социальных сетях.
Министр внутренних дел написал в Твиттере в воскресенье: "Антисемитские посты из Уайли отвратительны.
"Они не должны были оставаться в Твиттере и Инстаграме так долго, и я попросил их дать полное объяснение.
"Компании социальных сетей должны действовать гораздо быстрее, чтобы удалить такую ужасающую ненависть со своих платформ".
Twitter обвинили в "игнорировании антисемитизма", так как твиты Уайли все еще были видны через 12 часов после их первого опубликования.
С тех пор несколько твитов были удалены, и 41-летнему человеку был выдан семидневный запрет сайтом.
Ранее Twitter заявил, что аккаунт Уайли был временно заблокирован "за нарушение нашей политики ненавистнического поведения", в то время как Facebook заявил, что в Instagram "нет места ненавистническим высказываниям".
Столичная полиция заявила в субботу: "Метрополитен крайне серьезно относится ко всем сообщениям об антисемитизме.
Тем временем управляющая компания Уайли, A-List Management, "разорвала все связи" со звездой.
Бывший менеджер художника Джон Вулф, еврей, написал в Твиттере: "После антисемитских твитов Уайли сегодня мы в @ A _ ListMGMT разорвали с ним все связи.
Ранее он сказал, что не поддерживает и не оправдывает то, что написал Уайли, но что он будет говорить с ним наедине и "поможет просветить его".
Однако в видео в Instagram Уайли, похоже, сказал, что именно он разорвал связи со своим руководством.
Другие депутаты раскритиковали Twitter за то, что он позволяет твитам оставаться видимыми.
Депутат от лейбористской партии Джесс Филлипс сказал в субботу: "Только что видел все вещи Уайли. Почему на земле @ Twitter оставил такой вопиющий антисемитизм и ненависть? Он бьет все опасные удары, евреи получают вещи, которые вы не получаете, они контролируют, они думают, что их лучше... Это опасный материал.
Член парламента Нил Койл добавил: "Его руководство, кажется, может действовать быстрее, чем @ Twitter, еще раз подчеркнув, что законодательство (включая законопроект об онлайн-Хармсе) должно гарантировать, что платформы социальных сетей не будут использоваться для распространения ненависти".
Джон Манн, независимый советник правительства по антисемитизму, сказал, что твиты "точно продемонстрировали, почему закон нужно изменить, чтобы привлечь их к разумной ответственности".
Тем временем Кампания против антисемитизма попросила полицию расследовать содержание Уайли и призвала закрыть его аккаунты в социальных сетях, "чтобы предотвратить дальнейшее распространение антиеврейского яда".
Уайли, известный как Крестный отец Грима и настоящее имя которого Ричард Коуи, получил MBE за музыкальные услуги в 2018 году.
Кудлоу говорит, что следующий законопроект о стимулировании от коронавируса будет включать больше проверок, продлит мораторий на выселения
Экономический советник Белого дома Ларри Кудлоу пообещал в воскресенье, что федеральное правительство продлит мораторий на выселения и отправит еще один раунд проверок в рамках следующего пакета стимулирующих мер по борьбе с коронавирусом.
Комментарии Кудлоу появились после недели, когда надежды Белого дома на снижение налогов на заработную плату были сбиты Конгрессом.
"Придет чек на $1200. Это будет частью нового пакета. Я бы предпочел снижение налога на заработную плату, в дополнение к этому чеку", - сказал Кудлоу в программе CNN "Состояние Союза".
"Но, как бы то ни было, политически это не работает".
Хотя официально о сделке объявлено не было, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно были на Капитолийском холме, чтобы обсудить детали нового пакета помощи с лидерами конгресса.
Когда федеральное правительство прекратило выплату дополнительных пособий по безработице в размере 600 долларов, Кудлоу заявил, что дополнительные деньги мешают малому бизнесу нанимать работников.
"У нас был поток запросов и телефонных звонков и жалоб на то, что небольшие магазины и предприятия, рестораны не могут нанять людей обратно", - сказал он.
"Они зашли слишком далеко. Возможно, в марте прошлого года это было необходимо для этого, но, действительно, есть последствия того, что люди не возвращаются на работу".
Мнучин ранее в тот же день на "Fox News Sunday" сказал это чуть более прямо: "Я думаю, рабочие и американцы понимают концепцию, что вам не должны платить больше, чтобы оставаться дома, чем работать".
Мнучин сказал, что новый законопроект обеспечит дополнительные пособия по безработице, но отметил, что они будут меньше, чем выплаты, выданные в соответствии с законом CARES.
По его словам, некоторые работники собирали больше, чем зарабатывали на работе.
В результате, когда предприятия вновь открывались, у некоторых сотрудников не было стимула возвращаться на работу.
Министр сказал, что администрация Трампа и республиканцы в Сенате находятся на одной странице с пакетом в $1 трлн, но отметил, что в интересах быстрого принятия законопроекта вопросы, которые сложнее обсудить с демократами, могут быть отложены на другой законопроект.
Королева и Адам Ламберт: Брайан Мэй празднует день рождения Роджера Тейлора
Легенда Queen делит свой день рождения сегодня с фронтменом The Rolling Stones Миком Джаггером, которому сейчас 77 лет.
Брайан Мэй отпраздновал свой 73-й день рождения в прошлые выходные 19 июля и поблагодарил поклонников за поздравления с днем рождения.
Рок-звезда написала рядом с ним и его женой Анитой Добсон: "Ужин на день рождения для меня - созданный Анитой - мы нарядились, чтобы остаться дома!"
Суд Египта отправил мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный прокурор Южной Миньи Тамер Мотеа в воскресенье приговорил фермера к четырем дням тюремного заключения в ожидании расследования причин, по которым он убил своих троих детей, а также передал его в психиатрическую комиссию.
24 июля 56-летний Мохамед Али бросил своих детей Хадигу, четверых, Мена, восьмерых и Омара, шестерых, перед движущимся поездом на железнодорожном вокзале Маллави.
В ходе расследования было установлено, что Али бессвязно болтал, что привело к подозрению, что он страдает психическим расстройством.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объяснила его поведение психологическими проблемами.
Жители деревни Массарт Маллауи воздержались говорить об инциденте, принеся только свои соболезнования семье детей.
Примерно 93 процента египетских детей в возрасте от одного до 14 лет страдают от насилия, сказал Халид Дарвиш, советник Национального совета по делам детства и материнства еще в октябре.
Прокуратура является одним из самых важных столпов в искоренении жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом отношении.
Согласно исследованию, подготовленному Национальным советом по делам детства и материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и подвергаются насилию со стороны людей, которые должны заботиться о них, таких как родители или учителя.
AP обвиняет пресс-секретаря Белого дома Кейли Макэнани в "политических" брифингах - но журналисты продолжают задавать политические вопросы - RT USA News
Агентство Ассошиэйтед Пресс обвинило пресс-секретаря Белого дома Кейли Макэнани в том, что она беспокоит СМИ, делая свои брифинги политическими, а не информационными - очевидно, забывая, что репортеры выбирают вопросы.
В статье, опубликованной в субботу крупнейшим американским новостным агентством AP, говорится, что пресс-брифинги в Белом доме могут быть "нарушенной традицией", так как Макэнани сделал их "обтекаемой, полной рекламы президента, которому грозит переизбрание, местом для атак на СМИ и относительно легким форумом для информации" о том, что делает правительство.
Последнее из этих утверждений бесспорно, так как на брифингах практически не появляется никакой новой информации.
В АП не упомянули, что на брифингах практически не ищут никакой новой информации.
Журналисты часто используют пресс-секретарей Белого дома, чтобы привлечь к себе внимание, художественную форму, усовершенствованную Джимом Акостой из CNN.
Они выходят за рамки типичных враждебных отношений между СМИ и администрацией, повторяя друг друга, задавая вопросы, направленные только на то, чтобы оспорить президента Дональда Трампа.
В некоторых случаях они сами становятся новостями, например, когда репортер CBS News Вэйцзя Цзян ответил на реплику Трампа "спросите Китай", сделав не очень тонкий намек на расизм: "Сэр, почему вы говорите это мне конкретно?"
Брифинг 6 июля стал ярким примером разобщенности по поводу того, как брифинги перестали быть источником значимой информации для американцев.
Трамп написал в Твиттере тем утром, что телевизионные рейтинги НАСКАР пострадали от ложного обвинения в преступлении на почве ненависти в отношении водителя Буббы Уоллеса и от его решения запретить демонстрацию флага Конфедерации на своих мероприятиях.
Как и ожидалось, большинство вопросов касалось твита в качестве репортера после того, как репортер задал Макэнани вопросы, призванные побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макэнани не дала ответа, который хотели получить журналисты - звуковой укус, который навредит Трампу, - но она неоднократно отвечала, что президент не занимает позицию по флагу Конфедерации и что суть его сообщения в том, что фанатов НАСКАР ошибочно изображают как расистов.
AP заявила, что она была "раздражена" во время брифинга.
История AP перекликается с публицистической колонной Washington Post, опубликованной ранее в этом месяце репортером ABC News Джонатаном Карлом, который также является президентом Ассоциации корреспондентов Белого дома.
Карл утверждал, что "отрицание реальности и использование трибуны Белого дома в чисто политических целях является нарушением общественного доверия".
Тем не менее, остроумие и бойцовский стиль Макэнани сделали ее героиней некоторых сторонников Трампа с тех пор, как она провела свой первый брифинг 1 мая после того, как заняла пост пресс-секретаря в апреле.
Пресс-секретари отсутствовали более года до ее назначения.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ резко изменились в эпоху Трампа.
Эти изменения произошли с обеих сторон и предшествовали приходу Макэнани.
Жаренье бывшего пресс-секретаря Сары Хаккаби Сандерс комиком Мишель Вольф на ужине корреспондентов Белого дома в апреле 2018 года было настолько злобным, что даже ведущая MSNBC Мика Бжезинский назвала его "плачевным".
Репортер AP в Белом доме Джилл Колвин поприветствовала Макэнани на ее первом брифинге, спросив: "Вы пообещаете никогда не лгать нам с этой трибуны?"
Политический аналитик Fox News Брит Хьюм, ветеран журналистики более 50 лет, работавший в 1989-1996 годах главным корреспондентом ABC в Белом доме, сказал, что репортеры сегодня демонстрируют "агрессивное поведение" в зале брифингов из-за своего презрения к Трампу.
Именно из-за их антитрамповской направленности, сказал он на этой неделе в программе Fox Tucker Carlson Tonight, журналисты пренебрегают сбором политических новостей.
"Это не просто игра в готчу", - сказал Хьюм о предполагаемой цели пресс-атташе.
"Это не просто попытка смутить государственного чиновника, это добыча информации.
Здание суда подожгли во время акции протеста в Калифорнии
Окленд, штат Калифорния - Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на полицейских после того, как мирная демонстрация усилилась в конце субботы, сообщила полиция Окленда.
Демонстранты ломали окна, распыляли крашеные граффити, стреляли фейерверками и направляли лазеры на офицеров, сообщил департамент Окленда в Твиттере.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасное пространство и безопасные места для демонстрантов".
Протест начался ранее вечером в субботу с таких групп, как "Стена мам", похожая на группу, которая образовалась в Портленде, штат Орегон, когда протестующие столкнулись с американскими агентами, размещенными в этом городе для охраны здания федерального суда.
Президент Дональд Трамп послал федеральных агентов подавить протесты, которые произошли ночью после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Акция протеста в Окленде началась мирно, но позже переросла в насилие.
Около 23: 30 полиция объявила "незаконное собрание", и полицейские попросили толпу разойтись.
Пожар возник в здании Верховного суда округа Аламеда и вскоре был локализован, сообщают новостные агентства.
Полиция заявила, что протестующие в какой-то момент "ломали окна и скандировали расистские оскорбления в адрес жителей".
На фотографиях, опубликованных в твиттере департамента, были видны разбитые стекла и краска, разбрызганные в здании полиции.
Высокопоставленный представитель ООН пропускает визит в Пакистан, ссылаясь на проблему с полетом
ИСЛАМАБАД (AP) - Новый председатель Генеральной Ассамблеи ООН объявил в воскресенье, что он откладывает запланированный визит в Пакистан "из-за некоторых технических проблем с полетом".
Турецкий дипломат Волкан Бозкир был избран президентом 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был прибыть в Исламабад в воскресенье.
Но в Твиттере он сказал, что визит в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Махмуд Куреши написал в твиттере в ответ на Бозкира, что "я с нетерпением жду возможности приветствовать вас в Пакистане в ближайшее время для конструктивного и плодотворного визита".
Днем ранее ликующий Куреши, объявляя о визите, надеялся, что он обсудит ряд вопросов с Бозкиром, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который претендуют обе страны в целом.
Пакистан и Индия вели две из трех своих войн за спорный регион с момента обретения независимости от британского правления в 1947 году.
Обе стороны часто вступают в перестрелку в Кашмире, что приводит к потерям среди военнослужащих и гражданского населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций играла свою роль в решении проблемы Кашмира в соответствии со своими резолюциями, позволяя людям, живущим в Гималайском регионе, решать, хотят ли они объединиться с Индией, с Пакистаном или предпочитают ли они независимость.
Поль Погба оставляет намек на свое будущее после того, как "Ман Ютд" займет место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба предложил ему остаться в клубе этим летом после того, как "красные дьяволы" заняли место в первой четверке.
Победа со счетом 2: 0 над "Лестером" означала, что "Юнайтед" финишировал на третьем месте, опередив "Челси" Фрэнка Лэмпарда.
Юнайтед был в 14 очках от Лестера всего 12 матчей назад, но сенсационный разбег формы привел к тому, что "красные дьяволы" финишировали в первой четверке.
Ожидалось, что Погба покинет клуб этим летом после того, как дважды просил об уходе за последние два года.
Тем не менее, пандемия означает, что немногие клубы будут тратить большие деньги этим летом, и нет покупателя, который мог бы объединить плату за трансфер и зарплату Погба, чтобы увлечь его от Олд Траффорд.
Это уточнение помогло Погбе в последние недели, так как его выступления, а также язык тела улучшились.
И француз отбросил последний намек на то, что он собирается остаться в клубе, опубликовав в своем Instagram после победы своей стороны со счетом 2: 0.
Хотя Погба, возможно, просто праздновал возвращение клуба в соревнование, многие болельщики интерпретируют это как сильное предположение, что он все еще будет в клубе, так как они снова соревнуются с лучшими в Европе.
У Погба есть год, чтобы выполнить существующее соглашение, хотя клуб может продлить его на 12 месяцев, что означает, что у него фактически есть два года, чтобы работать.
"Юнайтед" заинтересован в продлении контракта Погба, и они хотят ясности в его ситуации до следующего сезона.
Погба, со своей стороны, чувствует себя комфортно в клубе и был воодушевлен приходом Бруну Фернандеша.
Португальский плеймейкер стал откровением на "Олд Траффорд", и его приход позволил Погба играть в более глубокой позиции центрального полузащитника, что также улучшило его настроение.
"Уотфорд" выбыл из Премьер-лиги, так как Аубамеянг выиграл у "Арсенала"
Некоторые игроки "Уотфорда" опустились на колени, другие без промедления отправились в туннель.
Только что прозвучал свисток об их пяти годах в Премьер-лиге, и никто не мог сказать, что, когда повод потребовал от них бросить кухонную раковину в Арсенал, они спустились без боя.
Это был спектакль, полный четкости, срочности и агрессии, которые отмечали их лучшую работу за последние полдесятилетия, но пришло слишком поздно, как и бой, который почти полностью компенсировал дефицит в три мяча в тот день.
Если бы Эмилиано Мартинес не блестяще спас заднюю пяту Дэнни Уэлбека за 16 минут, вскоре после того, как его бывший товарищ по команде вмешался, чтобы поставить Уотфорд в два гола безопасности, есть все шансы, что они могли бы завершить возвращение на века.
В конце концов они потерпели неудачу, и их временный менеджер, Хейден Маллинз, возможно, подумает, что он никогда бы не получил эту самую неблагодарную задачу, если бы его команда показала сопоставимое применение ранее.
В течение всего сезона они были недостаточно хороши, но тогда не было и организации, которая их нанимает.
Одна плохая кампания не может разрушить империю, но и фонды, созданные семьей Поццо, не дают никакой гарантии, что они отплывут прямо со второго яруса.
Трудно избежать ощущения, что привычка Уотфорда перебрасывать менеджеров закончилась.
Их следующее постоянное - возможно, в самом свободном смысле - назначение будет 12-м за восемь лет, и только столько свежего воздуха может подмести новая метла.
Трою Дини грозит отставка, несмотря на то, что он попал на табло в Эмирейтс.
Игроки уедут, Исмаил ла Сарр снова покажет здесь, что немыслимо, что он будет играть в футбол чемпионата в сентябре, и стабильная рука должна быть приоритетом.
Во встрече, которую Микель Артета назвал "немного баскетбольной игрой", не было ничего стабильного в тарифе "бум или спад", хотя это, безусловно, было прекрасным развлечением.
Артета сказал, что после этого форварды Уотфорда "обманывали", хотя он быстро пояснил, что как футбольный термин для "азартных игр, оставаясь впереди".
Им, конечно, нужно было: любое предположение о том, что боевого момента может в конце концов хватить, было быстро отвергнуто, и они могли бы задаться вопросом, как бы все сложилось, если бы им не пришлось играть в догонялки.
Вместо этого они почти сразу уступили пенальти.
Крейг Доусон небрежно подключился к Александру Ляказетту в течение 40 секунд, но VAR потребовалось почти три минуты, чтобы быть уверенным в том, что он нанесет точечный удар, который Пьер-Эмерик Аубамеянг отправил без суеты.
Уотфорд собрался, чтобы неустанно давить, с Сарром в электрической форме справа, и подошел близко через Роберто Перейру и Троя Дини.
Но затем Аубамеянг подтянул Кирана Тирни на секунду, и в первом перерыве игра была настолько странно перекошена, что Артета был менеджером, срывающим полоску со своих игроков, несмотря на преимущество "Арсенала".
Аубамеянг затем контролировал дальний бросок Тирни и реализовал мастерский удар головой, который оставил ему на один гол меньше золотой бутсы, награду, которую он разделил бы с Джейми Варди, если бы Бен Фостер не заблокировал последний шанс ближе к концу.
Уотфорд, казалось, был готов, но они упорствовали, и после того, как Дэвид Луис выпустил еще один опрометчивый вызов в штрафной площади для альбома на Уэлбеке, Дини протаранил в собственной штрафной перед перерывом.
Дини, идя раненым большую часть сезона, носился по полю и был в режиме гладиатора на протяжении всего сезона.
Он, вероятно, упустил бы шанс, который Адам Масина упустил в начале второго периода, и дальнейшие открытия также были отвергнуты.
Уэлбеку впервые помешал отличный Мартинес, который, как подтвердил Артета, стартует в субботу в финале Кубка Англии, а затем весь состав "Уотфорда" встал на ноги после того, как превратил головокружительный крест от Сарра.
Но перспективы Уотфорда померкли, когда его следующее усилие было отбито, и поиск души сверху донизу должен быть обширным.
Знаменитое чистое озеро Тахо было загрязнено изменением климата
Саут-Лейк-Тахо, Калифорния - Несмотря на пандемию, даже в будний день люди все еще толпятся на пляже Папы в Лейк-Тахо.
"Мне нравится отдыхать в кемпинге, кататься на велосипеде и плавать на озере", - сказала одна девочка по имени Дакота.
"Это что-то прекрасное, что все хотят посетить", - сказала Эмерика Бенитас.
Вот почему дайвинг-бизнес Мэтта Мёнье все еще силен, даже в условиях пандемии.
Он говорит, что видит "исключительную ясность. Озеро Тахо - самое чистое, самое чудесное озеро, я думаю, в стране".
Теперь плохая новость: озеро Тахо не такое чистое, не такое ясное, как было, когда он переехал сюда более двух десятилетий назад.
"То, что мы замечаем все больше и больше, лежит на камнях", - сказал Мёнье.
"Ты получаешь эти странные водоросли на камнях".
Изменение климата, считают ученые, повлияло на температуру воды и, таким образом, на ясность.
И 15 миллионов человек посещают озеро ежегодно - вместе с мусором, который они оставляют.
Мёнье сказал, что во время погружений по очистке дна озера был найден старый мусор.
"И когда я говорю о старом мусоре, я имею в виду 60-е, 70-е годы", - сказал Менье.
"Пивные банки, банки из-под газировки, банки с церковными ключами от старины".
Ученые следят за чистотой озера Тахо каждый год, опуская белый диск, а затем измеряя, как далеко вниз они могут его увидеть.
Профессор Калифорнийского университета в Дэвисе Джефф Шладоу сказал, что это "важный показатель того, насколько озеро здорово".
Когда его измеряли в прошлом году, прозрачность озера составляла около 80 футов.
Это означает, что вы можете увидеть этот диск на 80 футов вниз.
Но, учтите это, около 20 лет назад прозрачность озера была 100 футов.
Это тенденция, которую ученые пытаются обратить вспять.
Но они борются с последствиями изменения климата, развитием вокруг озера и чем-то добавленным в озеро в 1960-х годах: крошечная инвазивная креветка, принесенная, чтобы накормить рыбу.
Это не сработало.
"Как только появились креветки, в озере внезапно не оказалось природных очистителей", - сказал Шладоу.
Аналогичные проблемы стоят перед озерами и водоемами по всему миру.
"Урок здесь в том, что если вы не можете сделать это на Тахо, то какая надежда на все реки и лиманы, ручьи и озера по всей стране, которые никогда не будут иметь одинаковую степень внимания, одинаковый уровень ресурсов?" - сказал Шладоу.
Мёнье сказал, что он "надеется", потому что "если есть серебряная черта нашей пандемии, я думаю, она показала, что природа вернется и исцелится, если мы просто снимем это давление, это человеческое давление, снимем его и позволим этому случиться.
QB Herbert среди 4 проектов, подписанных Chargers
КОСТА МЕСА, Калифорния. (AP) - "Лос-Анджелес Чарджерс" подписали четыре своих драфта, включая защитника Джастина Херберта, и согласились на условия с двумя другими членами своего драфт-класса.
Зарядные смогли заключить контракты со своим классом драфта в субботу, когда они сообщили в тренировочный лагерь по физике и оборудованию.
Вместе с Хербертом, который был выбран с шестым общим выбором, команда объявила о подписании широких приемников Джо Рида (пятый раунд) и KJ Hill (седьмой раунд) вместе с безопасностью шестого раунда Алохи Гилмана.
Они договорились об условиях с линейным защитником первого раунда Кеннетом Мюрреем-младшим и защитником Джошуа Келли, который был выбран в четвертом раунде.
Харберт начал 42 игры в Орегоне, составив 29-13 рекорд с 10 541 проходным ярдом и 108 полными приземлениями.
Он привел Уток к чемпионству Pac-12 в прошлом сезоне, бросив 32 приземления и шесть перехватов в 14 играх.
Он завершил свою карьеру победой над Висконсином в Роуз Боул, где он побежал за три приземления и был назван наступательным MVP.
Харберт будет соревноваться с ветераном Тайродом Тейлором за стартовую работу.
У "Чарджерс" будет новый защитник после того, как Филип Риверс ушел через бесплатное агентство после 14 сезонов в качестве стартера.
Мюррей был 23-м в общем зачете после того, как Лос-Анджелес торговался с Новой Англией, чтобы вернуться в первый раунд.
Он был третьей командой в отборочном отборе Associated Press All-America в прошлом сезоне после того, как возглавил Sooners со 102 захватами, в том числе 69 сольными.
У "Барселоны" есть все, чтобы продать "этим летом, так как Коутиньо, Дембеле, Ракитич и Видаль все перечислены для трансферов
BARCELONA будет известен как продающий клуб этим летом, согласно сообщениям.
Не менее 12 звезд первой команды были переведены гигантами Ла Лиги, утверждает Marca.
Сообщается, что Филиппе Коутиньо перешел в "Барселону"
Среди них цели Премьер-лиги - Филиппе Коутинью, Усман Дембеле, Иван Ракитич и Самуэль Умтити.
Коутинью и Умтити связаны с переходом в "Арсенал", а бразильца также присматривает "Челси".
В то время как "Манчестер Юнайтед" и "Тоттенхэм", как говорят, ведут борьбу за услуги Ракитича.
Победитель чемпионата мира во Франции Дембеле, который боролся за игровое время на Камп Ноу, недавно был связан с переходом в ПСЖ в сделке по обмену с Неймаром.
Другие игроки, которые считаются излишними к требованиям, включают Нето, Нельсона Семеду, Жуниора Фирпо, Артуро Видаля, Мартина Брейтуэйта, Карлеса Алену, Рафинью Алькантару и Жана-Клера Тодибо.
Барселона надеется, что ясный выход не только увеличит их финансы, но и поможет их будущему трансферному бизнесу.
Усман Дембеле также считается излишним по сравнению с потребностями
По сообщению испанской газеты, "Барселона" уже определила свои трансферные цели на следующий сезон - аргентинский нападающий Лаутаро Мартинес возглавил их хит-лист.
Но "Милан" продолжает настаивать на том, чтобы его условие об освобождении в размере 101 миллиона фунтов было выполнено до переговоров с каталонцами.
Барселоне придется продавать, прежде чем они смогут купить, но оставайтесь уверенными, что они смогут заключить сделку со стороной Серии А.
Барселона "предлагает" Арсеналу "Филиппе Коутиньо в обмен на плохого парня Гендузи", так как "канониры" пытаются разгрузить полузащитника
Автомобиль проезжает через толпу, протестующий застрелен в Колорадо
АВРОРА, Колорадо (AP) - Автомобиль проехал через толпу, и протестующий был застрелен в пригороде Денвера Авроре во время демонстраций против расовой несправедливости.
Департамент полиции Авроры сообщил в Твиттере, что протестующие шли по улице Interstate 225 в субботу, когда проезжала машина.
Полиция сообщила, что протестующий выстрелил из оружия, ударив по крайней мере одного человека, который был доставлен в больницу в стабильном состоянии.
Власти заявили, что транспортное средство было отбуксировано, и они проводят расследование.
Протестующие также разбили окна в здании суда, а в офисе начался пожар, сообщила полиция.
Было объявлено незаконное собрание, и полиция приказала протестующим покинуть район, сообщили власти.
Напряженность усилилась в ходе недавних протестов против расовой несправедливости после того, как федеральные чиновники были направлены для подавления демонстраций в Портленде, штат Орегон.
Полиция объявила бунт в Сиэтле в субботу.
Протесты, вызванные смертью 25 мая Джорджа Флойда, чернокожего мужчины в Миннесоте, который умер после того, как белый офицер прижал его к земле коленом к шее, также высветили другие случаи насилия со смертельным исходом со стороны полиции.
В Колорадо протестующие обращали внимание на смерть Элайджи Макклейна, который был остановлен полицией во время прогулки по улице Аврора в августе 2019 года после того, как звонивший в службу 911 сообщил ему о подозрении.
Полиция поместила его в удушье, а фельдшеры ввели 500 миллиграммов кетамина, седативного средства, чтобы успокоить его.
Он впал в остановку сердца, позже был объявлен мертвым мозгом и отстранен от жизнеобеспечения.
Осведомители лейбористского антисемитизма требуют, чтобы Корбин был выслан или предстал перед судом
Согласно сообщениям, лейбористам придется выплатить ущерб в размере от 3 до 8 миллионов фунтов.
Сейчас лидер Кейр Стармер находится под давлением, чтобы выслать г-на Корбина.
Вчера вечером бывшие сотрудники партии заявили, что откажутся от судебного иска, если г-н Корбин будет исключен из партии.
Лейбористская партия пока отказалась комментировать это требование.
Однако член парламента от Лейбористской партии Джон Трикетт сказал: "Это смешное требование".
Сторонники г-на Корбина заявили, что г-ну Стармеру нужно сосредоточиться на решении проблем тори, связанных с коронавирусом, вместо того, чтобы вникать во внутренние разногласия лейбористов.
Бывший источник в Лейбористской партии сообщил Daily Mail, что они предпримут юридические действия, даже если г-н Стармер действительно исключит г-на Корбина.
"Я имею в виду, что он действительно, он снова сделал Лейбористскую партию конкурентоспособной.
"Еще многое предстоит сделать в политике, но он сделал действительно впечатляющий старт, и он попал в ситуацию, когда для многих людей, которые действительно отказались от Лейбористской партии, избирателей, как бы то ни было, я думаю, они теперь смотрят на это снова гораздо более благожелательно, и они рассматривают его как серьезную фигуру".
У г-на Блэра были опасения, что лейбористы все еще считаются партией, которая поднимает налоги.
Он сказал: "Мой опыт с налогами, когда вы в Лейбористской партии, очень осторожен, потому что публика там не сидит и не беспокоится о том, собираетесь ли вы поднимать налоги или нет, они, вероятно, обеспокоены тем, что вы собираетесь повысить налоги, так что вы просто должны помнить об этой обеспокоенности".
Covid-19 навсегда изменит мировую экономику (мнение)
Скрининг на вирусы, вероятно, станет частью нашей жизни, так же, как меры безопасности стали повсеместными после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для обнаружения будущих вирусных вспышек.
Эти инвестиции защищают экономику в случае, если иммунитет к Covid-19 окажется временным.
Многие экономики приняли варианты немецкой субсидии Kurzarbeit (короткая работа) во время пандемии.
Эта политика позволяет работникам работать по сокращенному графику и получать меньшую зарплату, при этом правительство компенсирует часть недополученных зарплат.
Сохраняя равновесие между компаниями и работниками в целости и сохранности, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих мер и сделать их постоянной частью нашего набора инструментов восстановления экономики.
Дистанционная работа, скорее всего, станет более распространенной.
У нас были некоторые доказательства того, что работа из дома по крайней мере так же продуктивна, как работа в офисе.
Однако многие компании неохотно идут на удаленную работу.
Теперь, когда многие попробовали это с хорошими результатами, удаленная работа может остаться.
Кризис пандемии ускорил темпы цифровой трансформации с дальнейшим расширением электронной коммерции и увеличением темпов внедрения телемедицины, видеоконференций, онлайн-обучения и финтеха.
Компании с международными цепочками поставок сталкиваются с дефицитом и узкими местами.
Мы, скорее всего, увидим, что многие из этих компаний восстановят часть своего производства.
К сожалению, эта тенденция не создаст много рабочих мест, потому что большая часть производства, скорее всего, будет автоматизирована.
Правительства станут больше после того, как будут играть роль страховщика и инвестора последней инстанции во время кризиса.
Государственный долг будет расти, создавая финансовые проблемы по всему миру.
Самый важный урок пандемии Covid-19 - это важность совместной работы над проблемами, которые влияют на весь род человеческий.
Мы гораздо сильнее едины, чем разделены.
Гиганты рекламных щитов настаивают на скидках от аэропортов, советов
О! СМИ привлекли капитал ранее в этом году, чтобы обеспечить больше финансовой определенности, так как пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждали способы компенсировать значительное снижение за счет снижения арендной платы за участки, которые они эксплуатируют, или за счет отмены или сокращения гарантии минимального дохода, которая обычно вводится при первом подписании сделки.
Один из источников указал, что крупные рекламные компании, возможно, гарантировали до 85 процентов своих прогнозов доходов от аренды.
В некоторых контрактах есть пункты, которые позволяют им снижать минимальную гарантию, если количество людей в районе уменьшается на определенный процент, но неясно, есть ли это условие ни в одном из действующих договоров между рекламными компаниями и их арендодателями.
В то же время компании предлагают рекламодателям большие скидки, чтобы заполнить доступные слоты на билбордах и дать им максимально возможное соотношение цены и качества.
Рекламные щиты в Сиднее и пригородах, где обычно размещается шесть объявлений, изо всех сил пытаются заполнить все доступные слоты.
Но некоторые сайты - такие как рекламный щит СМИ размером 40 х 10 метров в аэропорту Сиднея - были модернизированы.
О! СМИ отказались от комментариев, но на конференции Macquarie Australia в мае они отметили экономию фиксированной арендной платы в размере более 20 миллионов долларов.
В JC Decaux отказались от комментариев.
Аэропорты и общественный транспорт - выгодные рекламные контракты для рекламных компаний.
Согласно отчету Ассоциации наружных СМИ за 2019 год, доход от транспорта - включая аэропорты - составил $169,4 млн, в то время как доход от уличной мебели и снаружи автобусов и трамваев составил $266,5 млн.
Компания JC Decaux имеет контракты с аэропортом Сиднея, трамваями Yarra, аэропортом Перта и автобусами Сиднея.
О! У СМИ есть рекламные щиты в таких местах, как залы ожидания Qantas, за пределами аэропорта Сиднея, аэропорта Аделаиды, аэропорта Дарвина и на вокзалах в Сиднее и Мельбурне.
Тендеры на аэропорт Мельбурна и поезда Сиднея проходили во время пандемии, и официального решения принято не было.
Мельбурн является вторым по величине аэропортовым контрактом в Австралии, и до коронавируса он стоил десятки миллионов каждый год.
По итогам всего года в феврале oOh! Media сообщила, что она получила $65,9 млн от категории "летать", которая в основном состоит из доходов от аэропорта Сиднея.
Выручка от "пригородных перевозок", которая складывается из железнодорожных контрактов и уличной мебели, ранее принадлежавшей Adshel до того, как она была куплена oOh!, составила $234,8 млн.
JC Decaux Australia заработала $37,7 млн доходов от транспорта в 2018 году, согласно ее финансовым результатам за 2018 год, поданным в Австралийскую комиссию по ценным бумагам и инвестициям.
Но обе цифры, скорее всего, будут значительно меньше в этом году.
По данным Standard Media Index, который сообщает о расходах четырех из пяти основных групп рекламных агентств, рынок наружной рекламы упал на 68 процентов в июне.
Для сравнения, промежуточные июньские результаты показывают, что цифровые расходы сократились на 37 процентов, в то время как столичное радио упало на 48 процентов.
Столичное телевидение упало на 34 процента в июне, расходы на газеты упали на 49 процентов, а расходы на журналы упали на 66 процентов.
Я работаю над тем, чтобы помочь компьютерам общаться о мире вокруг нас.
Есть много способов сделать это, и мне нравится сосредоточиться на том, чтобы помочь компьютерам говорить о том, что они видят и понимают.
Учитывая такую сцену, современный алгоритм компьютерного зрения может сказать вам, что есть женщина и есть собака.
Это может сказать вам, что женщина улыбается.
Он может даже сказать вам, что собака невероятно мила.
Я работаю над этой проблемой, думая о том, как люди понимают и обрабатывают мир.
Мысли, воспоминания и истории, которые подобная сцена может вызвать у людей.
Все взаимосвязи взаимосвязанных ситуаций.
Может быть, вы видели такую собаку раньше, или вы проводили время на пляже, как этот, и это еще больше навевает мысли и воспоминания о прошлом отпуске, прошлых временах на пляже, временах, проведенных в бегах с другими собаками.
Один из моих руководящих принципов заключается в том, что, помогая компьютерам понять, каково это - иметь этот опыт, понимать то, что мы разделяем, верим и чувствуем, мы можем начать развивать компьютерные технологии таким образом, чтобы это дополняло наш собственный опыт.
Итак, углубляясь в это, несколько лет назад я начал работать над тем, чтобы помочь компьютерам создавать похожие на человека истории из последовательностей изображений.
Так, однажды я работал со своим компьютером, чтобы спросить его, что он думает о поездке в Австралию.
Она взглянула на фотографии и увидела коалу.
Она не знала, что такое коала, но сказала, что думала, что это интересное существо.
Потом я поделился с ним последовательностью снимков о сгоревшем доме.
Он посмотрел на изображения и сказал: "Это потрясающий вид! Это потрясающе!"
Это вызвало озноб в позвоночнике.
Она увидела ужасное, меняющее жизнь и разрушающее жизнь событие и подумала, что это что-то позитивное.
Я понял, что он распознал контраст, красных, желтых, и подумал, что это что-то стоит отметить положительно.
И отчасти это было связано с тем, что большинство изображений, которые я дал, были положительными.
Это потому, что люди склонны делиться положительными образами, когда говорят о своем опыте.
Когда вы в последний раз видели селфи на похоронах?
Я понял, что, когда я работал над улучшением задачи ИИ за задачей, набора данных за набором данных, я создавал огромные пробелы, дыры и слепые пятна в том, что он мог понять.
И при этом я кодировал всевозможные предубеждения.
Предрассудки, которые отражают ограниченную точку зрения, ограниченную одним набором данных, - предрассудки, которые могут отражать человеческие предубеждения, обнаруженные в данных, такие как предрассудки и стереотипы.
Я вспомнил эволюцию технологии, которая привела меня туда, где я был в тот день, - как первые цветные изображения были откалиброваны по коже белой женщины, что означает, что цветная фотография была предвзятой по отношению к черным лицам.
И та же предвзятость, то же самое слепое пятно продолжалось и в 90-е годы.
И то же самое слепое пятно продолжается и сегодня в том, насколько хорошо мы можем распознать лица разных людей в технологии распознавания лиц.
Я, однако, о современном состоянии исследований сегодня, когда мы склонны ограничивать наше мышление одним набором данных и одной проблемой.
И при этом мы создавали больше слепых пятен и предубеждений, которые ИИ мог бы еще больше усилить.
Я понял тогда, что мы должны глубоко задуматься о том, как выглядит технология, над которой мы работаем сегодня, через пять лет, через 10 лет.
Люди развиваются медленно, со временем приспосабливаясь к проблемам во взаимодействии человека и окружающей его среды.
Напротив, искусственный интеллект развивается невероятно быстрыми темпами.
А это значит, что действительно важно, что мы думаем об этом тщательно прямо сейчас - что мы размышляем над нашими собственными слепыми точками, нашими собственными предубеждениями и думаем о том, как это информирует технологию, которую мы создаем, и обсуждаем, что сегодняшняя технология будет означать для завтрашнего дня.
Руководители компаний и ученые взвесили, какой, по их мнению, будет технология искусственного интеллекта в будущем.
Стивен Хокинг предупреждает, что "искусственный интеллект может положить конец человечеству".
Илон Маск предупреждает, что это экзистенциальный риск и один из самых больших рисков, с которыми мы сталкиваемся как цивилизация.
Билл Гейтс подчеркнул: "Я не понимаю, почему людей это больше не беспокоит".
Но эти взгляды - они часть истории.
Математика, модели, основные строительные блоки искусственного интеллекта - это то, что мы называем доступом и со всем этим работаем.
У нас есть инструменты с открытым исходным кодом для машинного обучения и разведки, в которые мы можем внести свой вклад.
А кроме того, мы можем поделиться своим опытом.
Мы можем поделиться своим опытом в области технологий и тем, как это нас касается и как это нас волнует.
Мы можем обсуждать то, что любим.
Мы можем говорить с предусмотрительностью об аспектах технологии, которые могли бы быть более полезными или могли бы быть более проблематичными с течением времени.
Если мы все сосредоточимся на открытии дискуссии об ИИ с предвидением будущего, это поможет создать общий разговор и понимание того, что такое ИИ сейчас, чем он может стать и все, что нам нужно сделать, чтобы обеспечить такой результат, который лучше всего подходит нам.
Мы это уже видим и знаем по той технологии, которую используем сегодня.
Мы пользуемся смартфонами, цифровыми ассистентами и Roombas.
Являются ли они злыми?
Может быть, иногда.
Выгодны ли они?
Да, это тоже так.
И они не все одинаковы.
И там вы уже видите свет, освещающий будущее.
Будущее продолжается от того, что мы строим и создаем прямо сейчас.
Мы запустили в действие эффект домино, который определяет эволюционный путь ИИ.
В наше время мы формируем ИИ завтрашнего дня.
Технология, которая погружает нас в дополненные реальности, воплощающие в жизнь прошлые миры.
Технология, которая помогает людям делиться своим опытом, когда им трудно общаться.
Технология основана на понимании потоковых визуальных миров, используемых в качестве технологии для беспилотных автомобилей.
Технология, построенная на понимании образов и генерации языка, превращается в технологию, которая помогает людям с нарушениями зрения получить лучший доступ к визуальному миру.
И мы также видим, как технологии могут привести к проблемам.
Сегодня у нас есть технология, которая анализирует физические характеристики, с которыми мы рождаемся, такие как цвет нашей кожи или внешний вид нашего лица, чтобы определить, можем ли мы быть преступниками или террористами.
У нас есть технология, которая просматривает наши данные, даже данные, касающиеся нашего пола или нашей расы, чтобы определить, можем ли мы получить кредит или нет.
Все, что мы видим сейчас, - это моментальный снимок эволюции искусственного интеллекта.
Потому что то, где мы находимся сейчас, находится в пределах момента этой эволюции.
Это означает, что то, что мы делаем сейчас, повлияет на то, что произойдет дальше и в будущем.
Если мы хотим, чтобы ИИ развивался так, чтобы он помогал людям, тогда нам нужно определить цели и стратегии, которые позволяют идти по этому пути сейчас.
То, что я хотел бы видеть, это то, что хорошо вписывается в человека, в нашу культуру и в окружающую среду.
Технология, которая помогает и помогает тем из нас, кто страдает неврологическими заболеваниями или другими ограниченными возможностями, чтобы сделать жизнь одинаково сложной для всех.
Технология, которая работает независимо от вашей демографии или цвета кожи.
И поэтому сегодня я сосредотачиваюсь на технологии на завтра и на 10 лет вперед.
ИИ может получиться по-разному.
Но в этом случае это не беспилотный автомобиль без пункта назначения.
Это машина, на которой мы едем.
Мы выбираем, когда ускоряться, а когда замедляться.
Мы выбираем, нужно ли нам сделать поворот.
Мы выбираем, каким будет ИИ будущего.
Существует огромное игровое поле из всех вещей, которыми может стать искусственный интеллект.
Это станет многими вещами.
И теперь дело за нами, чтобы понять, что нам нужно сделать, чтобы результаты искусственного интеллекта были теми, которые будут лучше для всех нас.
Спасибо.
(Аплодисменты)
Коронавирус: Путешественникам из Испании велели уйти на карантин
Путешественники, прибывающие в Великобританию из Испании, теперь должны соблюдать карантин в течение 14 дней в соответствии с новыми правилами путешествий по коронавирусу.
Они были объявлены в субботу после всплеска случаев коронавируса в Испании, где в пятницу было зарегистрировано более 900 новых случаев вируса.
Испанские чиновники также предупредили, что вторая волна может быть неминуемой, так как в крупных городах наблюдается всплеск случаев заболевания.
Авиакомпании, включая British Airways, раскритиковали новые меры как "еще один удар" по британским отдыхающим.
Людям, которые в настоящее время отдыхают в Испании, Министерство транспорта посоветовало следовать местным правилам, вернуться домой в обычном порядке и проверить веб-сайт министерства иностранных дел для получения дополнительной информации.
Министерство иностранных дел советует воздержаться от поездок на материковую часть Испании, однако карантинные меры распространяются на тех, кто возвращается с материковой части Испании, Канарских островов и Балеарских островов, таких как Майорка и Ибица.
Рекомендации Министерства иностранных дел имеют последствия для страхования путешествий.
Среди тех, кого коснулись новые правила, - министр транспорта Грант Шаппс, который начал свой отпуск в Испании в субботу.
Ожидается, что он продолжит свою поездку в соответствии с планом и изолируется в соответствии с указаниями по возвращении.
Карантинные меры для путешественников из Великобритании впервые были введены в начале июня.
Но после давления со стороны авиационной и туристической отраслей правительство и автономные администрации опубликовали списки стран, освобожденных от правил.
British Airways заявила, что "разочарована" последними изменениями в советах и правилах правительства по путешествиям, хотя авиакомпания заявила, что ее рейсы продолжают выполняться.
По его словам, этот шаг "вверг в хаос планы путешествий тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "еще больше нанесут ущерб тому, что уже является хрупким перезапуском авиационного сектора, который продолжает сталкиваться с самой большой проблемой в своей истории".
Крупнейший туроператор Великобритании Tui отменил свои рейсы из-за вылета на материковую часть Испании и Канарские острова в воскресенье.
Клиенты, находящиеся в отпуске, смогут вернуться на запланированный рейс домой.
Однако бюджетная авиакомпания EasyJet заявила, что "разочарована" и будет работать по полному расписанию в ближайшие дни.
"Клиенты, которые больше не хотят путешествовать, могут перенести свои рейсы без платы за изменение или получить ваучер на стоимость бронирования", - говорится в сообщении компании.
Представитель Ассоциации британских турагентов (Abta) заявил, что изменение правительством правил карантина "разочаровывает".
"Мы предлагаем правительству рассмотреть возможность отмены карантинных правил для полетов в и из некоторых регионов с более низким уровнем заражения или в такие места, как Балеарские острова или Канарские острова, которые географически отличаются от материковой Испании, чтобы избежать дальнейшего ущерба для индустрии въездного и выездного туризма Великобритании", - сказал он.
В Испании на данный момент зарегистрировано более 28 000 смертей от коронавируса.
В четверг был зафиксирован самый большой суточный прирост заражений с момента окончания карантина.
Каталония стала последним регионом, который начал борьбу с ночной жизнью.
Богатый северо-восточный регион, в котором находится Барселона, приказал закрыть все ночные клубы на две недели и ввести комендантский час в полночь в барах в районе Барселоны.
Гай Хеджкоу из BBC в Мадриде говорит, что заражение среди молодых людей вызывает особое беспокойство, так как они собирались в больших количествах в городах ночью.
Франция предупредила своих граждан не ездить в Каталонию, в то время как Норвегия заявила, что начнет помещать на карантин людей, прибывающих из Испании.
Правительство призывает работодателей "с пониманием относиться к тем, кто возвращается из Испании, кому теперь придется самоизолироваться".
Но теневой министр внутренних дел лейбористов Ник Томас-Саймондс призвал правительство подробно объяснить, как оно будет поддерживать пострадавших, добавив, что новость будет "глубоко беспокоить семьи, которые находятся в Испании или планируют поездки".
Первый министр Шотландии Никола Стерджен написала в твиттере, что решение было принято после рассмотрения последних данных ранее в субботу.
"Это усиливает точку зрения, что эти вопросы могут быть изменены в короткие сроки, и поэтому мой совет - быть осторожным в несущественных зарубежных поездках", - сказала она.
Джон Блэкмор из Хэмпшира должен был вылететь к своей семье в Испанию с женой и двумя маленькими детьми.
Но новые правила означают, что ему пришлось отменить из-за опасений, что работодатель его жены не сможет принять ее, взяв дополнительные две недели отпуска на карантин по возвращении.
Он сказал, что считает маловероятным, что им вернут деньги за перелет, так как он не был отменен.
"Я опустошен", - сказал он BBC.
"У меня есть семья в Испании, которая не видела своих единственных внуков с Рождества".
Лоис Стотард из Южного Йоркшира рассказала BBC, что она забронировала отпуск в Севилье в качестве сюрприза на 30-летний юбилей своего парня - из-за вылета в воскресенье утром - но теперь чувствует, что не может путешествовать.
"Я клавишник - я учитель - и у моего парня есть обязательства по работе, поэтому мы не можем уйти на карантин на 14 дней, когда вернемся", - сказала она.
"Мы не можем вернуть деньги, и чтобы изменить компанию, мы хотим удвоить то, что я уже заплатил в качестве гонораров.
"Лестер" рад попасть в цель европейского футбола, говорит обладатель "Золотой бутсы" Джейми Варди
Джейми Варди признал свое разочарование тем, что пропустил футбольную Лигу чемпионов, но сказал, что "Лестер Сити" достиг своей цели в начале сезона - попасть в Европу.
Лисы были вторыми в декабре и третьими, когда футбол возобновился после карантина, но они взяли всего четыре очка из последних пяти игр, чтобы финишировать пятыми в Премьер-лиге.
Победа в финале над "Манчестер Юнайтед" обеспечила бы выход в четверку лучших, но команда Брендана Роджерса потерпела поражение со счетом 2: 0, что, по словам Варди, было самым обидным моментом.
"Это было разочаровывающе, тем более, что мы в итоге проиграли игру", - сказал он в прямом эфире Sky Sports.
"Но мы сказали в раздевалке, что мы нацелились за закрытыми дверями на квалификацию в Европу, и мы сделали это.
"У нас был шанс пройти в Лигу чемпионов, и это было еще лучше, но мы подумаем над этим и вернемся сильнее в следующем году.
"Это трудно принять, но нашей главной целью была Европа, и нам удалось это сделать".
В то время как его команда потерпела неудачу, сам Варди закончил сезон лучшим бомбардиром Премьер-лиги в возрасте 33 лет, забив 23 раза.
Он отдал должное своим товарищам по команде, получившим награду, и сказал, что у него еще много миль на высшем уровне, несмотря на его преклонный возраст.
"Я в восторге, все дело в команде. Я бы не был в том положении, в котором я был для голов без них, и я отложил довольно много.
"Сейчас я немного отдохну и вернусь к следующему сезону готовым.
К счастью, я не чувствую своего возраста, мои ноги все еще в порядке и прикасаюсь к дереву, я не получаю много травм, поэтому речь идет о том, чтобы не отставать от этого и вернуться настолько сильным, насколько смогу в следующем году ".
"Что там произошло?!" Боец UFC Коррея получает травму после того, как повернулся спиной к сопернику, ошибочно думая, что раунд окончен (ВИДЕО) - RT Sport News
Бразильская бантамистка Бета Коррея - ветеран UFC, но совершила любительскую ошибку, повернувшись спиной к оппоненту Панни Кианзаду и ошибочно подумав, что раунд закончился в их поединке на Бойцовском острове, и в результате была помечена.
Подходя к концу первой схватки в андеркарте в Абу-Даби, 37-летняя Коррея, казалось, ошиблась с 10-секундным предупреждением за фактическое окончание раунда, достав перчатку, прежде чем повернуться спиной к Кианзаду и вернуться в свой угол.
Шведский боец без колебаний выиграл, пометив оппонента правой рукой, прежде чем продолжить серию ударов в спину Коррейе против клетки.
Мгновенно оказавшись в опасности, бразилец затем восстановил контроль, чтобы подавить угрозу, и вернул Кианзада до фактического окончания раунда.
"Что там произошло? О, мое слово", - воскликнули комментаторы на ESPN +.
Это была всего лишь одна часть разочаровывающей ночи для бывшей претендентки на титул чемпионки в легком весе Коррейи, которая потерпела поражение единогласным решением, что является ее третьим поражением за последние четыре выхода в восьмиугольник и оставляет ее общий рекорд на уровне 11-5, с одной ничьей.
Для 28-летней иранки Кианзад это была вторая победа на спине после ее победы над Джессикой-Роуз Кларк на UFC Fight Night в Москве еще в ноябре.
Кианзад сейчас 13-5 в общем зачете и 2-1 в UFC, так как женщина, известная как "Банзай", стремится подняться в рейтинге на 135 фунтов.
В другом месте вечером австралийский Роберт Уиттэкер обошел английского Даррена Тилла в главном турнире в среднем весе, в то время как российский боец Хамзат Чимаев вошел в историю, выиграв второй поединок за 10 дней на Бойцовском острове, самый короткий период между победами в UFC современной эпохи.
Рахул Ганди идет к людям по вопросу Раджастхана
Рахул Ганди из Конгресса опубликовал сегодня в Твиттере видео, в котором он пытается мобилизовать людей против БДП в связи с событиями в Раджастане.
Используя хэштег # SpeakUpForДемократия, его пост в Хиндии призвал людей "объединиться и поднять наш голос за демократию".
Конгресс планирует провести в понедельник общенациональную акцию протеста в связи с ситуацией в Раджастане, где правительство Ашока Гехлота борется за выживание.
В то время как партия заявила, что акция протеста пройдет у Раштрапати Бхаван, официальной резиденции президента Рама Натха Ковинда.
В ролике конгресс обвинил БДП в "подрыве конституции и демократии", в то время как вся страна борется с коронавирусом.
Он сделал то же самое в штате Мадхья-Прадеш, сказал Конгресс.
"Мы требуем немедленно созвать заседание ассамблеи, что соответствует нашим конституционным правам", - говорится в видеоролике партии.
Губернатор Раджастхана Калрадж Мишра отклонил одно предложение о начале сессии ассамблеи.
Сегодня был представлен второй, который, по его словам, он изучает.
Правительство г-на Гехлота находилось в глубоком кризисе после того, как его заместитель Сачин Пилот превратился в мятежника с куском MLA, поддерживающих его.
Партия не смогла дисквалифицировать повстанцев, чтобы сбить большинство в собрании.
Г-н Пилот, который был лишен своих постов в партии и правительстве, получил временное освобождение от дисквалификации Высоким судом Раджастхана, который постановил, что спикер не может принимать никаких мер до тех пор, пока не будет решен более широкий конституционный вопрос о его полномочиях.
Этот вопрос завтра рассмотрит Верховный суд, который также решит, может ли суд вмешиваться в решения спикера.
Конгресс лишь один преодолел отметку большинства в ассамблее из 200 членов.
Команда Pilot утверждает, что поддерживает 30 MLA, но на данный момент доказательства указывают только на 19.
У BJP 72, включая союзников и независимых, она составляет 97.
Если суд примет решение в пользу г-на Пилота, Конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею 2018 года.
В марте она потеряла правительство во главе с Камалем Натом в штате Мадхья-Прадеш после того, как Джиотирадитья Скиндия присоединился к BJP с 22 его MLA.
Протесты в Сиэтле: пожары и распыление перца, когда тысячи людей маршируют по городу
СИЭТЛ - После нескольких недель эскалации столкновений между протестующими и федеральными властями в Портленде, штат Орегон, толпа около 2000 человек мобилизовалась в Сиэтле в субботу, маршируя по улицам и вступая в столкновения с полицией.
Трое полицейских были ранены, в том числе один, который был госпитализирован с травмой ноги, вызванной взрывчаткой, и 16 протестующих были арестованы по состоянию на ранний вечер, сообщила полиция.
Неся такие плакаты, как "Feds Go Home" и выкрикивая лозунги "Нет справедливости, нет мира", протестующие остановились на месте будущего молодежного центра содержания под стражей и подожгли там здания.
Полиция столкнулась с толпой в районе Капитолийского холма, применив светошумовые гранаты и перцовый баллончик, прежде чем они начали брать людей под стражу.
Бипаша Мукерджи, 52 года, из Киркленда, штат Вашингтон, сказала, что она протестует на улицах с мая, и сказала, что ее беспокоит такая агрессивная тактика полиции.
"Это не та страна, в которую я иммигрировала", - сказала г-жа Мукерджи, прибывшая из Индии более 30 лет назад. "Такое ощущение, что мы быстро становимся фашистским государством и полицейским государством".
Майкл Сэвидж из Сиэтла сказал, что протесты были направлены как на местные власти, так и на развертывание федеральных офицеров, которые разогнали давнюю акцию протеста в Портленде. Г-н Сэвидж сказал, что тактика правоохранительных органов в Портленде, которая включала использование слезоточивого газа и боеприпасов для подавления массовых беспорядков, была опасной и неуместной.
"Это очень тяжелое скольжение в крайне агрессивном направлении", - сказал мистер Сэвидж, когда он промыл глаза перцовым баллончиком и вылечил рану на руке от светошумовой гранаты.
Смерть Джорджа Флойда во время содержания под стражей в полиции в Миннеаполисе в мае спровоцировала массовые протесты, которые вывели миллионы людей на улицы в десятках городов, но в большинстве городов эти демонстрации пошли на убыль.
В Сиэтле и Портленде, однако, прошли продолжительные демонстрации. Протестующие в Сиэтле в какой-то момент предъявили претензии на несколько кварталов в районе Капитолийского холма и объявили автономную зону.
После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство национальной безопасности направило в город тактические группы, положив начало серии столкновений, которые привели к ранениям протестующих, общим расследованиям инспекторов и призывам местных лидеров к федеральным агентам уйти.
На этой неделе федеральные чиновники направили тактическую группу в Сиэтл, и протестующие назвали это развитие событий одной из причин субботних демонстраций.
В то время как протесты в Портленде сосредоточились в центре города, демонстрации в субботу прошли в районах к востоку от центра города, где находится федеральный суд города.
Мэр Канзас-Сити приветствует федеральную помощь в раскрытии убийств, но беспокоится о мотивах Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье усомнился в мотивах президента Трампа по отправке федеральных агентов в американские города, заявив, что, хотя он приветствовал бы помощь в раскрытии множества убийств в городе на Среднем Западе, он считает, что этот шаг может быть больше направлен на повышение шансов Трампа на переизбрание.
"Я был очень расстроен на этой неделе [тем, что] президент упомянул протесты Джорджа Флойда, упомянул движение Black Lives Matter", - сказал Лукас, демократ, в "Fox News Sunday" о недавних протестах против расового неравенства и жестокости полиции.
"Это не так в Канзас-Сити. У нас было ежегодное увеличение [но] то, что нам нужно помочь, на самом деле очищает некоторые из нераскрытых убийств".
Лукас добавил: "Давайте постараемся иметь четкую и целенаправленную направленность на раскрытие убийств... Я думаю, если вы послушаете недавние заявления... мы рады работать с федеральными агентами в ограниченном объеме".
Несмотря на его желание, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас сказал, что риторика Трампа - особенно в свете полемики вокруг тактики, используемой федеральными агентами в Портленде, штат Орегон, - вызвала у многих его избирателей беспокойство по поводу присутствия агентов на улицах города.
"Нам не нужно больше топлива в огне от федеральных агентов, чтобы сделать, я думаю, захватывающий политический вопрос", - сказал он.
Трамп в среду объявил, что он отправляет 100 федеральных агентов в Чикаго, чтобы помочь в борьбе с ростом числа некоторых преступлений - шаг, который знаменует собой расширение вмешательства Белого дома в местные правоохранительные органы, поскольку Трамп продолжает позиционировать себя как президента "закона и порядка".
"Всплеск" агентов, объявленный в среду в Чикаго и других американских городах, является частью операции "Легенда" - названной в честь 4-летнего Легенда Талиферро, который был смертельно ранен во время сна в квартире Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов на помощь местным правоохранительным органам не является беспрецедентной - Генеральный прокурор Билл Барр объявил об аналогичном всплеске усилий в декабре для семи городов, в которых наблюдался всплеск насилия - тип направляемого федерального агента и некоторые из их тактики вызвали обеспокоенность среди законодателей штата и местных законодателей.
Ряд законодателей от Нью-Йорка до Портленда выступили против отправки администрацией Трампа агентов в их города, особенно после сообщений о том, что неустановленные федеральные агенты задержали протестующих в Портленде и увезли их на автомобилях без опознавательных знаков.
Портленд пострадал от почти ежедневных демонстраций против жестокости полиции и системного расизма после смерти Джорджа Флойда во время содержания под стражей в полиции Миннеаполиса 25 мая.
Местные власти также жалуются, что всплески только усилили напряженность, а эксперты в области уголовного правосудия говорят, что эти усилия не поддаются объяснению из-за беспрецедентного момента, который переживает Америка - с пандемией, исторической безработицей и массовым осуждением расизма и того, как полиция обращается с цветными людьми.
Фонд в 10 млн фунтов создан для поддержки шотландских мероприятий
Организаторам культурных, общественных и спортивных мероприятий будет предложена финансовая поддержка, пока они остаются затронутыми ограничениями карантина.
Пакет финансирования шотландского правительства в 10 миллионов фунтов также направлен на помощь поставщикам мероприятий.
Правительство заявило, что оно рассматривает вопрос о том, как события могут безопасно возобновиться в будущем.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса оказала "разрушительное влияние" на сектор.
Фестивальная сцена Шотландии и спортивные мероприятия, такие как игры в Хайленде, были среди тех, кто пострадал от ограничений, введенных для предотвращения распространения Covid-19.
Г-жа Хислоп сказала: "Несмотря на то, что мы сделали позитивный шаг в том, что мероприятия по въезду могут возобновиться, большая часть сектора не сможет работать в течение некоторого времени в будущем.
"Мы тесно и конструктивно работали с сектором над проблемами, с которыми они сталкиваются, и они выдвинули некоторые творческие идеи о том, как они могут начать работать безопасно.
"Помимо предоставления немедленной поддержки, часть этого финансирования будет направлена на поддержку инноваций и содействие долгосрочному восстановлению индустрии мероприятий".
Консультативная группа по событийной индустрии заявила, что сектор был одним из первых, кто перешел на локдаун, и будет одним из последних, кто полностью выйдет из него.
Председатель Питер Дати, который также является исполнительным директором SEC в Глазго, сказал, что мероприятия ежегодно приносят экономике Шотландии около 6 миллиардов фунтов стерлингов.
Он сказал: "Дополнительное финансирование со стороны правительства для этого важного сектора очень приветствуется и очень необходимо как организаторам мероприятий, так и более широким предприятиям цепочки поставок, которые особенно сильно пострадали от продолжающегося эффекта длительного периода блокировки".
В последнее время мы наблюдаем последствия кибератак на деловой мир.
Нарушения данных в таких компаниях, как JP Morgan, Yahoo, Home Depot и Target, привели к потерям сотен миллионов, а в некоторых случаях и миллиардов долларов.
Потребуется не так много крупных атак, чтобы разрушить мировую экономику.
И государственный сектор тоже не застрахован.
В 2012 - 2014 годах произошла серьезная утечка данных в Управлении по работе с персоналом США.
Проверка безопасности и данные отпечатков пальцев были скомпрометированы, затронув 22 миллиона сотрудников.
И вы, возможно, слышали о попытке спонсируемых государством хакеров использовать украденные данные для влияния на результаты выборов в ряде стран.
Два недавних примера - компрометация большого количества данных из Бундестага, национального парламента Германии и кража электронных писем из Национального комитета Демократической партии США.
Киберугроза сейчас влияет на наши демократические процессы.
И, скорее всего, будет еще хуже.
По мере того как компьютерные технологии становятся все более мощными, системы, которые мы используем для защиты наших данных, становятся все более уязвимыми.
Беспокойство добавляет новый тип вычислительной технологии, называемый квантовыми вычислениями, который использует микроскопические свойства природы, чтобы обеспечить невообразимое увеличение вычислительной мощности.
Она настолько мощная, что взломает многие системы шифрования, которые мы используем сегодня.
Так безнадежна ли ситуация?
Должны ли мы начать упаковывать наши цифровые средства выживания и готовиться к грядущему информационному апокалипсису?
Я бы сказал, пока нет.
Квантовые вычисления все еще находятся в лабораториях, и пройдет несколько лет, пока они не будут применены на практике.
Что еще более важно, произошли крупные прорывы в области шифрования.
Для меня это особенно волнительное время в истории защищенной связи.
Около 15 лет назад, когда я узнал о нашей новой способности создавать квантовые эффекты, которых нет в природе, я был взволнован.
Идея применения фундаментальных законов физики, чтобы сделать шифрование сильнее, действительно меня заинтриговала.
Сегодня отдельные группы компаний и лабораторий по всему миру, в том числе и моя, разрабатывают эту технологию для практического применения.
Это правильно.
Сейчас мы готовимся бороться с квантом с квантом.
Так как же все это работает?
Ну, во-первых, давайте совершим быстрый тур по миру шифрования.
Для этого вам понадобится портфель, некоторые важные документы, которые вы хотите отправить своему другу Джеймсу Бонду, и замок, чтобы сохранить все в безопасности.
Поскольку документы являются совершенно секретными, мы собираемся использовать продвинутый портфель.
Он имеет специальный комбинированный замок, который при закрытии преобразует весь текст в документах в случайные числа.
Таким образом, вы помещаете свои документы внутрь, закрываете замок - в этот момент документы преобразуются в случайные числа - и отправляете портфель Джеймсу.
Пока он в пути, вы звоните ему, чтобы дать ему код.
Когда он получает портфель, он вводит код, документы разборчивы, и вы только что отправили закодированное сообщение Джеймсу Бонду.
(Смех) Забавный пример, но он иллюстрирует три вещи, важные для шифрования.
Код - мы называем это ключом шифрования.
Вы можете думать об этом как о пароле.
Призыв к Джеймсу дать ему код для блокировки комбинации.
Мы называем это ключевым обменом.
Так вы гарантируете, что ключ шифрования будет надежно доставлен в нужное место.
И замок, который кодирует и расшифровывает документ.
Мы называем это алгоритмом шифрования.
Используя ключ, он кодирует текст в документах на случайные числа.
Хороший алгоритм будет закодирован таким образом, что без ключа очень сложно разобраться.
Что делает шифрование настолько важным, так это то, что если бы кто-то захватил портфель и разрезал его без ключа шифрования и алгоритма шифрования, он бы не смог прочитать документы.
Они выглядели бы не более чем кучей случайных чисел.
Большинство систем безопасности полагаются на безопасный метод обмена ключами для передачи ключа шифрования в нужное место.
Однако быстрый рост вычислительной мощности ставит под угрозу ряд ключевых методов обмена, которые мы имеем сегодня.
Рассмотрим одну из очень широко используемых сегодня систем - RSA.
Когда он был изобретен, в 1977 году, было подсчитано, что потребуется 40 квадриллионов лет, чтобы сломать 426-битный ключ RSA.
В 1994 году, всего 17 лет спустя, кодекс был нарушен.
По мере того, как компьютеры становились все мощнее и мощнее, нам приходилось использовать все большие и большие коды.
Сегодня мы обычно используем 2048 или 4096 бит.
Как вы можете видеть, разработчики и нарушители кодов ведут непрерывную борьбу, чтобы перехитрить друг друга.
И когда квантовые компьютеры появятся в ближайшие 10-15 лет, они еще быстрее взломают сложную математику, которая лежит в основе многих наших систем шифрования сегодня.
Действительно, квантовый компьютер, скорее всего, превратит наш нынешний замок безопасности в карточный домик.
Мы должны найти способ защитить наш замок.
В последние годы растет количество исследований, направленных на использование квантовых эффектов для усиления шифрования.
И были некоторые захватывающие прорывы.
Помните эти три вещи, важные для шифрования - высококачественные ключи, безопасный обмен ключами и надежный алгоритм?
Что ж, достижения науки и техники ставят под угрозу два из этих трех элементов.
Прежде всего, эти ключи.
Случайные числа являются основными строительными блоками ключей шифрования.
Но сегодня они не являются по-настоящему случайными.
В настоящее время мы строим ключи шифрования из последовательностей случайных чисел, генерируемых программным обеспечением, так называемых псевдослучайных чисел.
Цифры, сгенерированные программой или математическим рецептом, будут иметь некоторую, возможно, тонкую закономерность.
Чем менее случайными являются цифры, или с научной точки зрения, тем меньше в них энтропии, тем легче их предсказать.
В последнее время несколько казино стали жертвами творческой атаки.
Выход игровых автоматов фиксировался в течение определенного периода времени, а затем анализировался.
Это позволило киберпреступникам перепроектировать генератор псевдослучайных чисел за вращающимися колесами.
И позволил им с высокой точностью прогнозировать вращения колес, что позволило им получить большие финансовые выгоды.
Аналогичные риски относятся и к ключам шифрования.
Поэтому наличие истинного генератора случайных чисел необходимо для безопасного шифрования.
В течение многих лет исследователи рассматривали возможность создания истинных генераторов случайных чисел.
Но большинство конструкций на сегодняшний день либо недостаточно случайны, достаточно быстры, либо не легко повторяемы.
Но квантовый мир действительно случаен.
Так что имеет смысл воспользоваться этой внутренней случайностью.
Устройства, которые могут измерять квантовые эффекты, могут производить бесконечный поток случайных чисел на высокой скорости.
Поражение всех этих потенциальных преступников казино.
Отдельная группа университетов и компаний по всему миру сосредоточена на создании истинных генераторов случайных чисел.
В моей компании наш генератор квантовых случайных чисел начал жизнь на двухметровом оптическом столе.
Тогда мы смогли сократить его до размера сервера.
Сегодня он миниатюризирован в PCI карту, которая подключается к стандартному компьютеру.
Это самый быстрый в мире генератор случайных чисел.
Он измеряет квантовые эффекты, чтобы производить миллиард случайных чисел в секунду.
И он используется сегодня для повышения безопасности облачных провайдеров, банков и государственных учреждений по всему миру.
(Аплодисменты) Но даже с настоящим генератором случайных чисел у нас все еще есть вторая большая киберугроза: проблема безопасного обмена ключами.
Современные методы обмена ключами не смогут противостоять квантовому компьютеру.
Квантовое решение этой проблемы называется распределением квантовых ключей или QKD, которое использует фундаментальную, контринтуитивную характеристику квантовой механики.
Сам акт взгляда на квантовую частицу меняет ее.
Позвольте мне привести вам пример того, как это работает.
Подумайте снова об обмене кодом на замок с Джеймсом Бондом.
За исключением этого времени, вместо призыва дать Джеймсу код, мы собираемся использовать квантовые эффекты на лазере, чтобы нести код и отправлять его через стандартное оптическое волокно Джеймсу.
Мы предполагаем, что доктор Нет пытается взломать биржу.
К счастью, попытка доктора Нет перехватить квантовые ключи во время транспортировки оставит отпечатки пальцев, которые Джеймс и вы можете обнаружить.
Это позволяет отбрасывать перехваченные ключи.
Ключи, которые затем сохраняются, могут быть использованы для обеспечения очень надежной защиты данных.
А поскольку безопасность основана на фундаментальных законах физики, квантовый компьютер или вообще любой будущий суперкомпьютер не сможет ее сломать.
Моя команда и я сотрудничаем с ведущими университетами и оборонным сектором, чтобы развить эту захватывающую технологию в следующее поколение продуктов безопасности.
Интернет вещей предвещает эру гиперподключенных устройств с прогнозом от 25 до 30 миллиардов подключенных устройств к 2020 году.
Для правильного функционирования нашего общества в мире Интернета вещей доверие к системам, которые поддерживают эти подключенные устройства, жизненно важно.
Мы делаем ставку на то, что квантовые технологии будут играть важную роль в обеспечении этого доверия, позволяя нам в полной мере воспользоваться удивительными инновациями, которые так обогатят нашу жизнь.
Спасибо.
(Аплодисменты)
Сегодня я хотел бы показать вам будущее того, как мы делаем вещи.
Я верю, что скоро наши здания и машины будут самостоятельно собираться, тиражироваться и ремонтироваться.
Так что я собираюсь показать вам, что я считаю текущим состоянием производства, а затем сравнить это с некоторыми естественными системами.
Так что при нынешнем состоянии производства у нас есть небоскребы - два с половиной года [времени сборки], от 500 000 до миллиона деталей, довольно сложные, новые, захватывающие технологии в стали, бетоне, стекле.
У нас есть захватывающие машины, которые могут вывести нас в космос - пять лет [времени сборки], 2,5 миллиона деталей.
Но с другой стороны, если вы посмотрите на естественные системы, у нас есть белки, которые имеют два миллиона типов, могут складываться за 10 000 наносекунд, или ДНК с тремя миллиардами пар оснований, которую мы можем реплицировать примерно за час.
Так что в наших природных системах есть вся эта сложность, но они чрезвычайно эффективны, гораздо более эффективны, чем все, что мы можем построить, гораздо сложнее, чем все, что мы можем построить.
Они гораздо более эффективны с точки зрения энергии.
Они почти никогда не совершают ошибок.
И они могут починить себя для долголетия.
Так что в природных системах есть что-то супер интересное.
И если мы сможем воплотить это в нашей застроенной среде, тогда есть некоторый захватывающий потенциал для того, как мы строим вещи.
И я думаю, что ключ к этому - самосборка.
Поэтому, если мы хотим использовать самосборку в нашей физической среде, я думаю, что есть четыре ключевых фактора.
Во-первых, нам нужно расшифровать всю сложность того, что мы хотим построить - наши здания и машины.
И нам нужно расшифровать это в простые последовательности - в основном ДНК того, как работают наши здания.
Тогда нам нужны программируемые части, которые могут взять эту последовательность и использовать ее, чтобы сложить или перенастроить.
Нам нужна некоторая энергия, которая позволит это активировать, позволит нашим частям выйти из программы.
И нам нужно какое-то дублирование для исправления ошибок, чтобы гарантировать, что мы успешно построили то, что хотим.
Так что я собираюсь показать вам ряд проектов, над которыми работают мои коллеги и я в Массачусетском технологическом институте, чтобы достичь этого самособирающегося будущего.
Первые два - это MacroBot и DecBot.
Таким образом, эти проекты представляют собой крупномасштабные перенастраиваемые роботы - белки длиной 8 футов, 12 футов.
Они встроены в механические электрические устройства, датчики.
Вы расшифровываете то, во что хотите сложить, в последовательность углов - так отрицательные 120, отрицательные 120, 0, 0, 120, отрицательные 120 - что-то вроде этого; так что последовательность углов, или поворотов, и вы посылаете эту последовательность через строку.
Каждая единица принимает свое сообщение - настолько отрицательное 120 - она поворачивается к этому, проверяет, попала ли она туда, а затем передает его своему соседу.
Так что это блестящие ученые, инженеры, конструкторы, которые работали над этим проектом.
И я думаю, что это действительно выявляет: действительно ли это масштабируемо?
Я имею в виду тысячи долларов, много человеко-часов, потраченных на создание этого восьмифутового робота.
Можем ли мы действительно масштабировать это? Можем ли мы действительно внедрить робототехнику во все части?
Следующий ставит этот вопрос и смотрит на пассивный характер, или пассивно пытается иметь программируемость перенастройки.
Но она идет на шаг дальше и пытается получить реальные вычисления.
Он в основном встраивает самый фундаментальный строительный блок вычислений, ворота цифровой логики, прямо в ваши части.
Так что это ворота NAND.
У вас есть один тетраэдр, который является воротами, которые будут делать ваши вычисления, и у вас есть два входных тетраэдра.
Один из них - это вклад пользователя, когда вы строите свои кирпичи.
Другой - из предыдущего кирпича, который был помещен.
И тогда он дает вам выход в 3D-пространстве.
Так что это означает, что пользователь может начать подключать то, что он хочет, чтобы кирпичи делали.
Он рассчитывает на то, что он делал раньше, и на то, что вы сказали, что хотели.
И теперь он начинает двигаться в трехмерном пространстве - вверх или вниз.
Так что с левой стороны [1,1] вход равен 0 выходу, который идет вниз.
С правой стороны вход [0,0] - это выход 1, который идет вверх.
И что это на самом деле означает, так это то, что наши структуры теперь содержат чертежи того, что мы хотим построить.
Таким образом, в них заложена вся информация о том, что было построено.
Так что это означает, что мы можем иметь некоторую форму самовоспроизведения.
В данном случае я называю это самоуправляемой репликацией, потому что ваша структура содержит точные чертежи.
Если у вас есть ошибки, вы можете заменить часть.
Вся местная информация встроена, чтобы рассказать вам, как ее исправить.
Таким образом, вы могли бы иметь что-то, что поднимается и читает его и может выводить один к одному.
Он непосредственно встроен; нет внешних инструкций.
Так что последний проект, который я покажу, называется "Предвзятые цепи", и это, пожалуй, самый захватывающий пример, который у нас есть сейчас пассивных систем самосборки.
Поэтому он требует перенастройки и программируемости и делает его полностью пассивной системой.
Так что в основном у вас есть цепочка элементов.
Каждый элемент полностью идентичен, и они предвзяты.
Поэтому каждая цепь или каждый элемент хочет повернуть направо или налево.
Таким образом, когда вы собираете цепочку, вы в основном программируете ее.
Вы говорите каждому подразделению, должно ли оно повернуть направо или налево.
Поэтому, когда вы встряхиваете цепь, она складывается в любую конфигурацию, которую вы запрограммировали, - так в этом случае спираль, или в этом случае два куба рядом друг с другом.
Таким образом, вы можете запрограммировать любую трехмерную форму - или одномерную, двумерную - в эту цепь совершенно пассивно.
Так что же это говорит нам о будущем?
Я думаю, что это говорит нам о том, что есть новые возможности для самостоятельной сборки, тиражирования, ремонта в наших физических структурах, наших зданиях, машинах.
В этих частях появилась новая программируемость.
И от этого у вас появляются новые возможности для вычислений.
У нас будут пространственные вычисления.
Представьте, если бы наши здания, наши мосты, машины, все наши кирпичи могли на самом деле вычислять.
Это удивительные параллельные и распределенные вычислительные мощности, новые возможности дизайна.
Так что это захватывающий потенциал для этого.
Поэтому я думаю, что эти проекты, которые я здесь показал, - это лишь крошечный шаг к этому будущему, если мы будем внедрять эти новые технологии для нового мира самосборки.
Спасибо.
(Аплодисменты)
Шиврадж Сингх Чоухан о положительном тесте на Covid
Главный министр штата Мадхья-Прадеш Шиврадж Сингх Чоухан, который в субботу подтвердил, что у него положительный результат на Covid-19, написал в твиттере в воскресенье утром, чтобы сказать, что у него "все в порядке", и похвалить фронтовиков в войне с коронавирусом.
Главный министр также повторил свои предупреждения со вчерашнего дня, когда он призвал людей следовать руководящим принципам, таким как социальное дистанцирование и использование масок для лица.
"Я в порядке, мои друзья. Самоотверженность коронавирусных воинов, которые самоотверженно рискуют своей жизнью, достойна похвалы. Я приветствую всех коронавирусных воинов штата", - написал Чоухан в Твиттере из больницы Чираю в Бхопале, куда он поступил вчера.
"Держитесь на расстоянии двух метров, часто мойте руки и носите маски - это самое большое оружие, которое у нас есть, чтобы избежать коронавируса. Я призываю всех людей - используйте это оружие для себя и своих близких", - сказал он.
"Все вы будьте осторожны, оставайтесь в безопасности и здоровы. Это то, о чем я молюсь Богу", - добавил г-н Чухан.
В субботу г-н Чухан написал в Твиттере, что он дал положительный результат на вирус, несмотря на все свои усилия, чтобы избежать заражения, и предупредил, что "коронавирус вызывает лишь небольшая небрежность".
В Твиттере сегодня утром г-н Чоухан сказал, что, несмотря на угрозу заражения, "не нужно бояться", и призвал тех, у кого есть симптомы, пройти тестирование.
"Если вы инфицированы, не нужно бояться. Не скрывайте симптомов, но немедленно сообщите об этом врачам, чтобы можно было начать лечение.
В штате Мадхья-Прадеш зарегистрировано почти 27 000 случаев заболевания Covid-19, из которых более 7600 являются активными, а 799 смертей связаны с вирусом.
Индия зафиксировала всплеск случаев Covid-19 в последние недели: с 23 июля ежедневно выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев коронавируса стремительно приближается к 14, из них более 4,67 - активные случаи и более 32 000 - смертельные случаи, связанные с вирусом.
Резкий рост числа случаев, совпавший с постепенным ослаблением карантинных мер в неизолированных зонах страны, вывел Индию на третье место в списке наиболее пострадавших стран.
Хуже обстоят дела только в Соединенных Штатах (41,78 случая) и Бразилии (23,94 случая).
Канье Уэст заявил, что может победить Джо Байдена "без записи" - RT USA News
Свежее сообщение о грязном белье своей семьи в Твиттере, загадка рэпа Канье Уэста в очередной раз вдохнуло жизнь в его волевую победу на президентских выборах, утверждая, что он может победить Джо Байдена только путем записи голосов.
Через несколько дней после анонса нового альбома и сообщения о том, что он пытается развестись с женой Ким Кардашьян в течение двух лет, Канье Уэст снова обратил свое внимание на свою президентскую кампанию 2020 года в субботу, во всеохватывающем заявлении, объявив, что "Я МОГУ БЫТЬ ПОЛУЧЕНА ОТ ПИСЬМЕННЫХ ИНС".
Если Запад все еще серьезно настроен баллотироваться на пост президента, подсчет голосов может быть его единственным путем к победе, или, по сути, любой демонстрацией.
Рэпер объявил о выдвижении своей кандидатуры 4 июля, после крайнего срока подачи заявки в качестве кандидата, по крайней мере, в шести штатах.
Тем не менее Уэст настаивал на своем и подал соответствующие документы в Федеральную избирательную комиссию (FEC), и ему удалось получить свое имя в бюллетенях в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого он обратился к толпе, одетой в пуленепробиваемый жилет, произнося свою речь без микрофона или трибуны.
Уэст выступил против абортов, плача, когда он выступил с прохристианским посланием, которое, по его словам, заставит СМИ "сказать вам, что я сумасшедший".
Это было правдой, и митинг Уэста был описан новостными сайтами и сплетнями как рекламный трюк, доказательство психических заболеваний или и то, и другое.
Однако недавний опрос поставил Уэста на два процента по всей стране, на шею и шею с Йо Йоргенсеном из Либертарианской партии и на очко впереди Хоуи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он сможет превзойти признанные 48 процентов Джо Байдена, теоретически он может получить достаточно голосов от Байдена, чтобы увидеть, как президент Дональд Трамп вступит во второй срок - что-то, что эксперты с обеих сторон подозревают, может быть его планом.
Рок с Марса возвращается домой после 600 000 лет на Земле
Небольшой кусок скалы будет выброшен в космос на этой неделе во время одного из самых странных межпланетных путешествий, когда-либо предпринимавшихся.
Крошечный кусочек марсианского базальта размером с монету 10 р будет запущен на борту американского зонда-робота в четверг и направлен к красной планете в семимесячном путешествии к ее родному миру.
Эта необычная одиссея, межпланетный эквивалент отправки углей в Ньюкасл, станет ключевой частью предстоящей экспедиции НАСА на Марс 2020.
Космические инженеры говорят, что камень, который был подарен Музеем естественной истории в Лондоне, будет использоваться для калибровки детекторов на борту робота-марсохода "Персеверанс" после того, как он приземлится и начнет искать признаки прошлой жизни на планете.
Некоторые из марсианских метеоритов у нас очень хрупкие, но мы выбрали именно этот, потому что он такой же жесткий, как старые сапоги
"Когда вы включаете инструменты и начинаете настраивать их, прежде чем использовать их для исследований, вы откалибруете их на материалах, которые будут похожи на неизвестные вещества, которые вы собираетесь изучать.
Так что же лучше для изучения горных пород на Марсе, чем кусок, который возник там? "- сказала профессор Кэролайн Смит, куратор метеоритов в Музее естественной истории.
Ученые были уверены, что камень, который они возвращали на Марс, зародился на планете, добавил Смит, который также является членом научной команды Mars 2020.
"Крошечные пузырьки газа, захваченные внутри этого метеорита, имеют точно такой же состав, что и атмосфера Марса, поэтому мы знаем, что наша порода пришла оттуда".
Считается, что марсианский метеорит был создан, когда астероид или комета погрузились на планету около 600 000-700 000 лет назад, распыляя мусор в космос.
Один из этих обломков пронесся по Солнечной системе и в конце концов упал на Землю.
Этот метеорит - теперь известный как SAU 008 - был обнаружен в Омане в 1999 году и с тех пор находится на попечении Музея естественной истории.
Среди инструментов, установленных на марсоходе "Персеверанс", высокоточный лазер под названием "Шерлок", который будет использоваться для расшифровки химического состава горных пород и определения того, могут ли они содержать органические материалы, указывающие на то, что жизнь когда-то существовала - или все еще существует - на Марсе.
Включение куска САУ 008 призвано обеспечить это с максимальной точностью.
"Кусок камня, который мы отправляем, был специально выбран, потому что это правильный материал с точки зрения химии, но также это очень жесткий камень", - добавил Смит.
"Некоторые из марсианских метеоритов у нас очень хрупкие. Этот метеорит такой же прочный, как старые сапоги".
Как только "Упорство" выберет наиболее перспективные породы, которые оно сможет найти, оно сбросит их в тайники на поверхности Марса.
Затем они будут извлечены последующими полетами роботов и отправлены в космос на Землю для анализа.
Вы все знаете правду о том, что я собираюсь сказать.
Я думаю, что интуиция о том, что неравенство разъединяет и разъедает общество, существовала еще до Французской революции.
Что изменилось, так это то, что теперь мы можем смотреть на доказательства, мы можем сравнивать общества, все более и менее равные общества, и видеть, что делает неравенство.
Я собираюсь провести вас через эти данные, а затем объяснить, почему ссылки, которые я собираюсь показать вам, существуют.
Но сначала посмотрите, какие мы несчастные.
(Смех) Хочу начать хотя бы с парадокса.
Это показывает вам ожидаемую продолжительность жизни по отношению к валовому национальному доходу - насколько богаты страны в среднем.
И вы видите, что страны справа, такие как Норвегия и США, в два раза богаче Израиля, Греции, Португалии слева.
И это совершенно не влияет на продолжительность их жизни.
Там нет никаких намеков на отношения.
Но если мы посмотрим на наши общества, то обнаружим необыкновенные социальные градиенты в здравоохранении, проходящие прямо по всему обществу.
Это, опять же, продолжительность жизни.
Это небольшие районы Англии и Уэльса - самые бедные справа, самые богатые слева.
Большая разница между бедными и остальными из нас.
Даже люди чуть ниже верхушки имеют меньше хорошего здоровья, чем люди наверху.
Так что доход означает что-то очень важное в наших обществах, и ничего между ними.
Объяснение этого парадокса в том, что в наших обществах мы смотрим на относительный доход или социальное положение, социальный статус - где мы находимся по отношению друг к другу и размер разрыва между нами.
И как только у вас появляется эта идея, вы должны сразу задаться вопросом: что произойдет, если мы увеличим различия или сократим их, сделаем различия в доходах больше или меньше?
И это то, что я вам покажу.
Я не использую никаких гипотетических данных.
Я беру данные из ООН - это то же самое, что и у Всемирного банка - о разнице в доходах в этих богатых развитых демократических странах с рыночной экономикой.
Мера, которую мы использовали, потому что это легко понять, и вы можете скачать его, насколько богаче верхние 20 процентов, чем нижние 20 процентов в каждой стране.
И вы видите, что в более равных странах слева - Японии, Финляндии, Норвегии, Швеции - верхние 20 процентов примерно в три с половиной, в четыре раза богаче нижних 20 процентов.
Но в более неравном конце - Великобритании, Португалии, США, Сингапуре - различия в два раза больше.
По этому показателю мы в два раза неравны, как некоторые другие успешные рыночные демократии.
Теперь я собираюсь показать вам, что это делает с нашими обществами.
Мы собрали данные о проблемах с социальными градиентами, о тех проблемах, которые чаще встречаются в нижней части социальной лестницы.
Сопоставимые на международном уровне данные о продолжительности жизни, об успеваемости детей по математике и грамоте, о младенческой смертности, уровне убийств, доле населения в тюрьмах, рождаемости среди подростков, уровне доверия, ожирении, психических заболеваниях, которые в стандартной диагностической классификации включают наркотическую и алкогольную зависимость, и социальной мобильности.
Мы поместили их всех в один индекс.
Все они имеют одинаковый вес.
Где находится страна - это своего рода средний балл по этим вещам.
И там, вы видите это в отношении меры неравенства, которую я только что показал вам, которую я буду использовать снова и снова в данных.
Чем больше неравных стран, тем хуже обстоят дела со всеми этими социальными проблемами.
Это необычайно тесная связь.
Но если вы посмотрите на тот же индекс медицинских и социальных проблем по отношению к ВНП на душу населения, валовому национальному доходу, там ничего нет, никакой корреляции больше нет.
Мы были немного обеспокоены тем, что люди могли подумать, что мы выбираем проблемы в соответствии с нашими аргументами, и просто изготовили это доказательство, поэтому мы также сделали статью в Британском медицинском журнале об индексе благополучия детей ЮНИСЕФ.
Он состоит из 40 различных компонентов, собранных другими людьми.
Он содержит информацию о том, могут ли дети разговаривать со своими родителями, есть ли у них дома книги, каковы показатели иммунизации, есть ли издевательства в школе.
Все уходит в него.
Здесь речь идет о той же мере неравенства.
Детям хуже в более неравных обществах.
Очень значимые отношения.
Но еще раз, если вы посмотрите на этот показатель детского благополучия, по отношению к национальному доходу на человека, нет никакой связи, никакого намека на связь.
То, что все данные, которые я вам показывал до сих пор, говорят одно и то же.
Среднее благосостояние наших обществ больше не зависит от национального дохода и экономического роста.
Это очень важно в бедных странах, но не в богатом развитом мире.
Но различия между нами и тем, где мы находимся по отношению друг к другу, сейчас очень важны.
Я покажу вам некоторые отдельные биты нашего индекса.
Вот, например, доверие.
Это просто доля населения, которая согласна, что большинству людей можно доверять.
Он взят из Мирового обзора ценностей.
Понимаете, в более неравном конце это около 15 процентов населения, которые чувствуют, что могут доверять другим.
Но в более равноправных обществах она возрастает до 60 или 65 процентов.
И если вы посмотрите на показатели вовлеченности в общественную жизнь или социальный капитал, очень похожие отношения, тесно связанные с неравенством.
Могу сказать, что всю эту работу мы делали дважды.
Мы сделали это сначала на этих богатых, развитых странах, а затем в качестве отдельного испытательного полигона мы повторили все это на 50 американских штатах, задав один и тот же вопрос: чем больше неравных штатов хуже со всеми этими мерами?
Так вот доверие от общего социального опроса федерального правительства, связанного с неравенством.
Очень похожий разброс по схожему диапазону уровней доверия.
То же самое происходит.
В основном мы обнаружили, что почти все, что связано с доверием на международном уровне, связано с доверием среди 50 государств в этом отдельном испытательном стенде.
Мы говорим не только о случайности.
Это психическое заболевание.
ВОЗ собрала данные, используя одни и те же диагностические интервью по случайным выборкам населения, чтобы мы могли сравнить уровни психических заболеваний в каждом обществе.
Это процент населения с какими-либо психическими заболеваниями в предыдущем году.
И это примерно от восьми процентов до трех раз больше - целые общества с уровнем психических заболеваний в три раза выше, чем у других.
И снова, тесно связанные с неравенством.
Это насилие.
Эти красные точки - американские штаты, а синие треугольники - канадские провинции.
Но посмотрите на масштаб различий.
Это от 15 убийств на миллион до 150.
Такова доля заключенных.
Там разница примерно в десять раз, бревно масштабируется в сторону.
Но это примерно от 40 до 400 человек в тюрьме.
Эти отношения в основном не вызваны ростом преступности.
В некоторых местах это часть.
Но в основном речь идет о более карательных приговорах, более суровых приговорах.
И более неравноправные общества с большей вероятностью также сохранят смертную казнь.
Здесь у нас дети бросают среднюю школу.
Опять же, довольно большие различия.
Чрезвычайно вредно, если речь идет об использовании талантов населения.
Это социальная мобильность.
Это на самом деле мера мобильности, основанная на доходе.
В основном, это вопрос: есть ли у богатых отцов богатые сыновья, а у бедных отцов бедные сыновья, или между ними нет отношений?
И в более неравном конце доход отцов гораздо важнее - в Великобритании, США.
А в скандинавских странах доход отцов гораздо менее важен.
Там больше социальной мобильности.
И, как мы любим говорить - и я знаю, что здесь много американцев, - если американцы хотят жить американской мечтой, они должны поехать в Данию.
(Смех) (Аплодисменты) Я показал вам здесь несколько вещей курсивом.
Я мог бы показать ряд других проблем.
Все это проблемы, которые, как правило, чаще встречаются в нижней части социального градиента.
Но есть бесконечные проблемы с социальными градиентами, которые хуже в более неравных странах - не только немного хуже, но и в два раза чаще и в 10 раз чаще.
Подумайте о расходах, человеческих издержках этого.
Я хочу вернуться к этому графику, который я показывал вам ранее, где мы собрали все вместе, чтобы сделать два момента.
Один из них заключается в том, что на графике за графиком мы находим страны, которые делают хуже, независимо от результата, кажутся более неравными, а те, которые делают хорошо, кажутся Северными странами и Японией.
То, что мы рассматриваем, - это общая социальная дисфункция, связанная с неравенством.
Это не одна или две вещи, которые идут не так, это большинство вещей.
Другой действительно важный момент, который я хочу сделать на этом графике, заключается в том, что, если вы посмотрите на дно, Швеция и Япония, они очень разные страны во всех отношениях.
Положение женщин, насколько тесно они связаны с нуклеарной семьей, находится на противоположных концах полюсов с точки зрения богатого развитого мира.
Но еще одно действительно важное отличие заключается в том, как они получают большее равенство.
Швеция имеет огромные различия в доходах, и она сокращает разрыв за счет налогообложения, общего государства всеобщего благосостояния, щедрых льгот и так далее.
Япония, однако, совсем другая.
Она начинается с гораздо меньших различий в доходах до налогообложения.
У него более низкие налоги.
Она имеет меньшее государство всеобщего благосостояния.
И в нашем анализе американских штатов мы находим, скорее, такой же контраст.
Есть некоторые штаты, которые преуспевают благодаря перераспределению, некоторые штаты, которые преуспевают, потому что у них меньше разница в доходах до налогообложения.
Таким образом, мы приходим к выводу, что не так уж важно, как вы добьетесь большего равенства, пока вы каким-то образом туда попадете.
Я не говорю об идеальном равенстве, я говорю о том, что существует в богатых развитых рыночных демократиях.
Еще одна действительно удивительная часть этой картины заключается в том, что от неравенства страдают не только бедные.
Кажется, в книге Джона Донна "Ни один человек не остров" есть доля правды.
И в ряде исследований можно сравнить, как люди живут в более и менее равных странах на каждом уровне социальной иерархии.
Это только один пример.
Это детская смертность.
Некоторые шведы очень любезно классифицировали большую часть своих младенческих смертей по британскому регистру общей социально-экономической классификации.
И поэтому это анахронизм классификации по профессиям отцов, поэтому родители-одиночки идут сами.
Но там, где говорится "низкий социальный класс", это неквалифицированная ручная работа.
Она идет к квалифицированным ручным профессиям в середине, затем к младшим неручным, поднимаясь высоко к профессиональным профессиям - врачам, юристам, директорам крупных компаний.
Вы видите там, что Швеция делает лучше, чем Великобритания, по всей социальной иерархии.
Самые большие различия - в нижней части общества.
Но даже на самом верху, кажется, есть небольшая польза от того, чтобы быть в более равном обществе.
Мы показываем это примерно по пяти различным наборам данных, охватывающих результаты образования и здравоохранения в Соединенных Штатах и на международном уровне.
И это, кажется, общая картина - что большее равенство имеет наибольшее значение внизу, но имеет некоторые преимущества даже наверху.
Но я должен сказать несколько слов о том, что происходит.
Я думаю, что я смотрю и говорю о психосоциальных последствиях неравенства.
Больше связано с чувством превосходства и неполноценности, с тем, что тебя ценят и обесценивают, уважают и не уважают.
И, конечно, те чувства конкуренции за статус, которые возникают из этого, стимулируют потребительство в нашем обществе.
Это также приводит к отсутствию безопасности статуса.
Мы больше беспокоимся о том, как нас судят и видят другие, считают ли нас привлекательными, умными, все такое.
Возрастают социально-оценочные суждения, страх перед этими общественно-оценочными суждениями.
Интересно, что некоторая параллельная работа идет в социальной психологии: некоторые люди просмотрели 208 различных исследований, в которых добровольцев приглашали в психологическую лабораторию и измеряли их гормоны стресса, их реакцию на выполнение стрессовых задач.
А в обзоре их интересовало, какие стрессы наиболее надежно повышают уровень кортизола - центрального гормона стресса.
И вывод был в том, что это были задачи, которые включали в себя социально-оценочную угрозу - угрозы для самооценки или социального статуса, в которых другие могут негативно оценить вашу работу.
Такие стрессы очень сильно влияют на физиологию стресса.
Сейчас нас критикуют.
Конечно, есть люди, которым это не нравится, и люди, которые находят это очень удивительным.
Я должен вам сказать, что когда люди критикуют нас за сбор и выбор данных, мы никогда не собираем и не выбираем данные.
У нас есть абсолютное правило, что если в нашем источнике данных есть данные по одной из стран, которые мы рассматриваем, они попадают в анализ.
Наш источник данных решает, являются ли это достоверными данными, мы этого не делаем.
В противном случае это приведет к предвзятости.
А как насчет других стран?
В академических рецензируемых журналах есть 200 исследований о здоровье в связи с доходом и равенством.
Это не ограничивается этими странами здесь, скрывая очень простую демонстрацию.
Те же страны, та же мера неравенства, одна проблема за другой.
Почему мы не контролируем другие факторы?
Ну, мы показали вам, что ВНП на душу населения не имеет никакого значения.
И, конечно, другие, используя более изощренные методы в литературе, контролировали бедность, образование и так далее.
Как насчет причинно-следственной связи?
Корреляция сама по себе не доказывает причинно-следственной связи.
Мы проводим много времени.
И действительно, люди достаточно хорошо знают причинно-следственные связи в некоторых из этих исходов.
Большим изменением в нашем понимании факторов хронического здоровья в богатом развитом мире является то, как важный хронический стресс из социальных источников влияет на иммунную систему, сердечно-сосудистую систему.
Или, например, причина, по которой насилие становится более распространенным в более неравных обществах, в том, что люди чувствительны к тому, что на них смотрят свысока.
Я должен сказать, что для этого мы должны иметь дело с постналоговыми вещами и доналоговыми вещами.
Мы должны ограничить доходы, доходы от премиальной культуры наверху.
Я думаю, что мы должны сделать так, чтобы наши начальники отчитывались перед своими сотрудниками, как только сможем.
Я думаю, что главная идея заключается в том, что мы можем улучшить реальное качество жизни людей, уменьшив различия в доходах между нами.
Внезапно мы имеем дело с психосоциальным благополучием целых обществ, и это захватывает.
Спасибо.
(Аплодисменты)
Мужчина найден с огнестрельными ранениями в Мамбурине возле Верриби
Мужчина был доставлен в больницу после того, как ночью был застрелен на западе Мельбурна.
Полиция была вызвана в Мамбурин, недалеко от Верриби, около 8 вечера, где они нашли мужчину в возрасте 20 лет с предполагаемыми огнестрельными ранениями нижней части тела в Ярд-Ст.
Мужчина был доставлен в больницу с травмами, не угрожающими жизни.
Полиция заявила, что расследование продолжается.
Воскресенье с Оливером Спенсером: "Я не буду одеваться, воскресенье - для отдыха"
Как начинается воскресенье?
Со мной спотыкаюсь по лестнице и падаю на собаку по дороге, чтобы сделать моей жене чашку чая.
Если мне повезет, мы сбежим из Лондона в наш прибрежный дом на острове Уайт.
Мы вдвоем сядем и молча посмотрим через воду.
Звучит безмятежно...
Это до 8 утра, когда двое или трое наших мальчиков стучатся в дверь, требуя завтрака.
Это бекон и яйца для них, шпинат и грибы для нас; тогда, если погода хорошая, мы выгоняем мальчиков.
Мы поплаваем, покатаемся на веслах или прогуляемся по прекрасному аббатству Кварр, которое похоже на что-то прямо из Игры престолов.
А во время карантина?
Первые две недели я был в полном отрицании, я не мог поверить, что мой бизнес закрыт.
Я отвлекся, одержимый жизнью или смертью моего недавно посаженного сада.
В остальном я экспериментировал на кухне: интенсивно ароматизированный бульон из угря и шиитаке и двойной кремовый бриош были моими отличительными чертами.
Как вы расслабляетесь?
Я не буду одеваться, по воскресеньям - для шезлонгов, полуобрезных трикотажных ботинок и белой футболки.
После обеда с жареной курицей я буду подглядывать с бумагами на шезлонге в саду.
Я стараюсь не пить: это помогает очистить голову до того, как придет понедельник.
Воскресенье, которое торчит?
После долгого субботнего вечера на праздновании 40-летия моей невестки в Нью-Йорке около полуночи моя сильно беременная жена решила, что нам лучше поехать.
Она была полна решимости наслаждаться собой, говоря людям, что это был ее третий в конце концов.
Мы покинули партию, и она сразу пошла на работу.
А в воскресенье вечером?
К 7 вечера мы собрали машину и сели на паром в Портсмут.
Поездка на A3, и мы вернулись в Лондон на неделю: дети в постели, я выгуливаю собаку и у меня есть миска с зерном.
Я хорошо уезжаю с острова Уайт, чтобы вернуться в город, я знаю, что если я этого не сделаю, у меня там вообще не будет дома.
Полицейские Кении арестованы после стрельбы со смертельным исходом в Гариссе
Двое полицейских в Кении арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла на рынке Соко Нгомбе в восточной части округа Гарисса в субботу во время протеста против ареста мужчины, подозреваемого в убийстве.
Двух жертв назвали Аден Абди Мадобе и Мухиядин Адоу Шибин.
Полиция Кении начала расследование по факту стрельбы.
Она будет включать "судебно-медицинскую экспертизу" оружия офицеров.
Член парламента Гариссы Аден Дуале назвал эти смерти "отвратительными" и осудил "жестокость полиции" в заявлении, опубликованном в Facebook.
Участники кампании выразили обеспокоенность по поводу полицейской службы во время пандемии.
По данным Amnesty International, кенийские офицеры убили 21 человека с марта за несоблюдение мер профилактики коронавируса, таких как комендантский час и ношение масок.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в ежегодном марше Саба Саба - мероприятии протеста, которое началось 30 лет назад против автократического режима тогдашнего президента Даниэля арапа Мои.
Корреспонденты говорят, что этому событию в этом году придал дополнительный импульс гнев по поводу полицейских репрессий во время локдауна Covid-19.
Жесткое присутствие сил безопасности у консульства США в Чэнду, Китай
У консульства США в городе Чэнду, Китай, в воскресенье была усилена охрана, так как американские сотрудники готовились покинуть помещения.
Было замечено, как три движущихся грузовика вошли на территорию здания, в то время как полиция в форме и в штатском выстроилась по обеим сторонам улицы, которые были облицованы металлическими барьерами.
Редактор китайского таблоида Global Times написал в Твиттере, что консульству США в Чэнду дали 72 часа на закрытие, или до 10 утра (0200GMT) понедельника, 27 июля.
Китай обвинил некоторых сотрудников консульства в Чэнду в том, что они "ведут деятельность, не соответствующую их личности".
Не сообщая никаких подробностей, официальный представитель МИД Китая Ван Вэньбинь заявил, что такая деятельность вмешалась в дела Китая и нанесла ущерб его интересам безопасности.
Приказ Китая закрыть консульство в Чэнду был издан в пятницу в ответ на приказ США закрыть китайское консульство в Хьюстоне, Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне "для защиты американской интеллектуальной собственности и частной информации американцев".
Когда закрытие китайского консульства в Хьюстоне вступило в силу в пятницу, группа мужчин, которые, как казалось, были американскими официальными лицами, были замечены врывающимися в объект через черный ход.
Ван заявил в субботу, что нарушил международные и двусторонние соглашения, и Китай ответит, не уточнив, каким образом.
Закрытие границ по принципу "зуб за зуб" еще больше обострило напряженность между двумя странами по вопросам от торговли и промышленного шпионажа до прав человека.
Бабуины сафари-парка были замечены вооруженными ножами, отвертками и CHAINSAW, когда "пранкстеры дают им оружие, чтобы разбить автомобили"
Приматы в сафари-парке Ноусли, Мерсисайд, давно известны тем, что набрасываются на любого, кто останавливается в вольере и срывает стеклоочиститель или зеркало.
Бабуины были вооружены ножами, отвертками и даже бензопилами в сафари-парке Ноусли, Мерсисайд.
Рабочие опасаются, что шутники вооружают надоедливых приматов, которые, как известно, набрасываются на любого, кто делает паузу и срывает стеклоочистители и зеркала.
Рабочие теперь боятся, что их вооружают смертоносным оружием "для смеха" посетители, чтобы поддержать их атаки, и обезьяны даже были замечены, копошась вокруг ящиков с инструментами.
Один из работников парка сказал The Sunday Times: "Мы не уверены, дают ли им оружие некоторые из гостей, которые хотят видеть, как они нападают на машины, или они ловят их из пикапов и фургонов".
"Они будут буквально заходить в ящики для инструментов людей и носить их с собой. Один из бабуинов был замечен таскающимся вокруг бензопилы".
Другой работник сказал: "Бабуины были найдены с ножами и отвертками.
И атаки бабуинов настолько неизбежны, что механики на северо-западе Англии хорошо знают корпус.
Один механик в Сале, Большой Манчестер, сказал, что люди знают, чего ожидать в парке, и что у него двое клиентов стали жертвами бабуинов в этом году.
Они добавили, что в одну минуту дети хотят обезьян на машине, а в другую у нее нет номерного знака - но этот вопрос дает "хорошие деньги" на гараж.
Ноусли возобновил работу 15 июня с соблюдением мер безопасности в связи с Covid-19, настаивая на том, что это было так же безопасно, как проезд через Макдональдс, так как посетители не оставляют свой автомобиль на пятимильном сафари.
Парк площадью 550 акров, где живут львы, тигры, носороги, дикие животные и верблюды, опроверг сообщения о вооруженных обезьянах как городской миф.
Представитель сказал: "Мы считаем, что многие из этих историй выросли в преувеличении, так как они были пересказаны, с украшениями, чтобы предметы, которые иногда встречаются в корпусе, казались более захватывающими и невероятными".
В 2012 году производитель автомобилей Hyundai выпустил 40 обезьян из парка на своей модели нового поколения i30 на 10 часов, чтобы доказать, что у него есть силы для семей с маленькими детьми.
Юнайтед, Челси в КЛ; Борнмут, Уотфорд из ЭПЛ
"Манчестер Юнайтед" и "Челси" квалифицировались в Лигу чемпионов за счет "Лестера" в сумасшедший заключительный день сезона Премьер-лиги в воскресенье, в то время как "Борнмут" и "Уотфорд" были низведены до конца пятилетнего пребывания в высшем дивизионе.
"Юнайтед" выиграл со счетом 2: 0 в Лестере благодаря голам Бруно Фернандеша и Джесси Лингарда, что позволило команде Уле Гуннара Сольскьяера финишировать на третьем месте.
"Челси" обыграл "Вулверхэмптон" со счетом 2: 0 после гола и голевой передачи Мейсона Маунта и занял четвертое и последнее место в квалификации Лиги чемпионов выше "Лестера", который большую часть сезона был в четверке лучших.
Вместо этого "Лестер" будет играть в Лиге Европы вместе с "Тоттенхэмом", который сыграл вничью 1-1 в "Кристал Пэлас", чтобы обеспечить себе шестое место - выше "Вулверхэмптона" по разнице мячей.
Битва за то, чтобы избежать двух оставшихся мест в зоне вылета, пошла на пользу, так как "Астон Вилла" забила на 84-й минуте, уступила минуту спустя, а затем удержала ничью со счетом 1: 1 в Вест Хэме, чтобы выжить.
Капитан Джек Грилиш забил гол Виллы в том, что могло бы стать его последней игрой за юношеский клуб.
"Борнмут" сделал то, что должен был сделать, и обыграл "Эвертон" со счетом 3: 1, но в итоге отстает от "Виллы" на одно очко.
Уотфорд также был низведен до последней команды после проигрыша 3-2 в Арсенале.
Манчестер Сити пропустил 100 голов за кампанию с 5-0 победой над занявшим последнее место и уже пониженным в должности Норвичем, игрой, которая стала последней в Премьер-лиге для Давида Сильвы после 10 лет с Сити.
Кевин Де Брюйн получил рекордную 20-ю результативную передачу в сезоне, а также забил дважды.
Ливерпуль завершил свой титулованный сезон победой со счетом 3: 1 в Ньюкасле и финишировал с клубным рекордом в 99 очков.
Также "Саутгемптон" обыграл "Шеффилд Юнайтед" со счетом 3: 1, а Дэнни Ингс забил свой 22-й гол в сезоне.
Это оставило его позади Джейми Варди из "Лестера", который выиграл "Золотую бутсу" как лучший бомбардир лиги.
Гвинет Пэлтроу хочет, чтобы у детей была хорошая "этика ценности"
Гвинет Пэлтроу сказала, что хочет растить своих детей, чтобы у них была хорошая этика, так как она старается "не просто вручать им вещи".
У Пэлтроу двое детей, Эппл (16) и Мозес (14), с бывшим мужем Крисом Мартином, и она хочет, чтобы у них были хорошие ценности, а не слава родителей.
"Вот почему я думаю, что это так важно... Воспитывать ребенка, у которого есть трудовая этика и чьи ценности совпадают с вашими или с их собственным чувством того, кто они и т.д.", - сказала она Робу Лоу в своем подкасте.
"Правда в том, что двери могут быть открыты для вас, но если вы думаете обо всех людях, которые пытаются, и этого не происходит".
Она добавила: "Как родитель, вы думаете, все, что я могу сделать для этих детей, это научить их правильно от неправильного и научить их, что такое работа.
Пэлтроу также предприняла шаги, чтобы позволить своим детям жить как можно более приватно, и гарантирует, что они будут держать свои аккаунты в социальных сетях в секрете.
"Я не позволю им быть публичными ни в каких социальных сетях или чем-либо подобном, я стараюсь держать их как можно дальше от внимания общественности", - сказала она.
"Ты знаешь, теперь все по-другому", потому что дети такие: "Могу ли я иметь канал на YouTube?", а я как: "Нет, ты не можешь.
Министр внутренних дел Туниса назначил нового премьер-министра, который сформирует правительство через месяц
Министр внутренних дел Туниса Хишем Мечичи назначен для формирования следующего правительства, сообщили в администрации президента, на фоне политической напряженности между основными партиями в североафриканской стране.
46-летний адвокат сменил на этом посту Элиса Фахфаха, который ушел в отставку с поста премьер-министра ранее в этом месяце.
Но Мечичи не был одним из имен, предложенных правящими политическими партиями президенту Кайсу Саиду.
В заявлении, сделанном после субботнего заявления, Мечичи сказал, что он "будет работать над формированием правительства, которое будет соответствовать ожиданиям всех тунисцев".
Тунис получил высокую оценку как редкая история успеха демократического перехода после региональных восстаний Арабской весны, вызванных революцией 2011 года.
Но ее лидеры изо всех сил пытаются оправдать ожидания тунисского народа, а и без того хрупкая экономика пострадала от закрытия границ страны из-за пандемии Covid-19.
Болезнь унесла жизни почти 50 человек и заразила более 1400 в Тунисе.
Помимо того, что Мечичи был министром внутренних дел в уходящем правительстве, он был советником президента Саида, занимаясь юридическими вопросами.
Ранее он был руководителем аппарата Министерства транспорта, а также работал в Министерстве социальных дел.
Теперь у него есть месяц, чтобы сформировать правительство, которому затем будет вынесен вотум доверия парламента, и для успеха ему понадобится абсолютное большинство.
В противном случае парламент будет распущен, и в течение трех месяцев состоятся новые выборы.
На последних выборах, прошедших в октябре, партия "Эннахда" заняла первое место, но не получила большинства и в конечном итоге согласилась присоединиться к коалиционному правительству.
Отставка Фахфаха 15 июля, после менее чем пяти месяцев пребывания в должности, поставила под угрозу новый политический тупик в стране, которая борется с экономическими последствиями пандемии.
Отставка углубила политический спор с Эннахдой по поводу обвинений в адрес Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим лидером и Эннахдой были напряженными после октябрьских выборов в законодательные органы.
Фахфах ушел в отставку в тот же день, когда партия подала ему вотум недоверия.
Эннахда первоначально выдвинул независимого кандидата на пост премьер-министра, но ему не удалось заручиться поддержкой парламента, в результате чего президент назначил на этот пост бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, Эннахда в конце концов согласился присоединиться к коалиционному правительству.
Тед Круз говорит, что цели Пелоси - "лопата денег на проблему и закрытие Америки"
Вашингтон - Сенатор-республиканец Тед Круз из Техаса обвинил спикера Палаты представителей Нэнси Пелоси и демократов Палаты представителей в том, что они продвигают пакет мер по борьбе с коронавирусом, который сосредоточен на том, чтобы "лопать наличные деньги на проблеме и закрывать Америку" по мере продолжения переговоров о следующей мере.
В интервью "Face the Nation" в воскресенье Круз сказал, что страна сталкивается с двумя кризисами одновременно: глобальной пандемией, которая унесла жизни более 600 000 человек по всему миру, и "абсолютной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, которая появилась на "Face the Nation" раньше сенатора, "сосредоточена ни на одном из них".
"Ее цели - лопата денег на проблему и закрытие Америки", - сказал Техасский республиканец.
"И в частности, вы посмотрите на счет в 3 триллиона долларов, который она пытается протолкнуть, это просто лопата денег своим друзьям и на самом деле не решение проблемы. Нашей целью должны быть американцы, которые хотят вернуться на работу.
Республиканцы в Сенате и Белый дом провели на прошлой неделе переговоры об условиях четвертой фазы борьбы с коронавирусом, которая, как они ожидают, обойдется в $1 трлн.
В минувшие выходные глава аппарата Белого дома Марк Мидоу и министр финансов Стивен Мнучин вернулись на Капитолийский холм для дополнительных переговоров с сотрудниками Сената, а Мнучин сообщил Fox News в интервью в воскресенье, что детали будут обнародованы лидером сенатского большинства Митчем Макконнеллом в понедельник.
Самым актуальным вопросом для законодателей - и предметом разногласий между республиканцами и демократами - является истечение срока действия повышенных пособий по безработице, которые начали уходить в эти выходные.
В то время как демократы хотят, чтобы пакет мер по борьбе с коронавирусом "четвертой фазы" сохранил увеличение пособий на 600 долларов, республиканцы призывают к его отмене и утверждают, что некоторые американцы зарабатывают больше от безработицы, чем в зарплатах.
Круз сказал, что более половины американцев, получающих повышенные пособия по безработице, сейчас получают больше, чем когда они работали, и сказал, что он разговаривал с владельцами малого бизнеса в Техасе, которые испытывают проблемы с наймом сотрудников.
"Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы остаться дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении экономики, который облегчит американцам возвращение на работу путем ослабления налогов и правил для малого бизнеса:
"Вместо того, чтобы просто выломать триллионы за дверь, законопроект о восстановлении приостановит налог на заработную плату, что даст ему повышение зарплаты всем в Америке, кто работает.
Президент Трамп потребовал на прошлой неделе, чтобы следующий пакет помощи включал снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, так как предложение было плохо принято среди республиканцев.
Трамп признал, что снижение налога на заработную плату будет отсутствовать в следующем законопроекте, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, заявил в воскресенье, что он не согласен с этой мерой своих коллег-республиканцев в Сенате.
Но он также раскритиковал законопроект о 3 триллионах долларов, принятый контролируемой демократами Палатой представителей в мае, и обвинил своих политических оппонентов в умышленной разработке меры, которая наносит ущерб президенту перед ноябрьскими выборами.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - закрыть каждый бизнес в Америке, закрыть каждую школу в Америке", - сказал он.
"Знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах. То, что она предлагает, удерживает работающих мужчин и женщин от работы".
Канье Уэст принес публичные извинения жене Ким Кардашьян после разоблачения брака
Канье Уэст извинился перед женой Ким Кардашьян за то, что вышел на публику с "личным делом".
Рэпер показал во время мероприятия в Южной Каролине, что пара рассматривала возможность аборта своего первого ребенка.
После бурной недели, в течение которой он сделал ряд претензий к своей жене и ее семье, Уэст теперь написал в Твиттере извинения.
Уэст также, как сообщается, посетил больницу через несколько часов после того, как его посетил Джастин Бибер на своем ранчо в Вайоминге.
Он сказал: "Я хотел бы извиниться перед моей женой Ким за то, что она вышла на публику с чем-то, что было личным делом.
"Ким я хочу сказать, что знаю, что я причинил тебе боль. Пожалуйста, прости меня. Спасибо, что всегда рядом со мной".
Беспорядочные твиты Уэста, в том числе заявления о том, что его жена пыталась запереть его врачами, и он выдвинул ряд обвинений против своей свекрови Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян Уэст, на которой женился в 2014 году.
На фоне опасений за душевное состояние мужа Кардашьян Уэст, мать четверых детей Уэста, выступила с пространным заявлением, в котором заявила, что она и ее семья "бессильны" вмешаться, и напомнила поклонникам, что у него биполярное расстройство.
Она сказала: "Он блестящий, но сложный человек, который в дополнение к давлению быть художником и чернокожим человеком, который пережил болезненную потерю своей матери, и должен справиться с давлением и изоляцией, которые усиливаются его биполярным расстройством".
Она добавила, что ранее не обсуждала его состояние, потому что она "очень защищает наших детей и право Канье на частную жизнь, когда речь идет о его здоровье".
Она добавила: "Но сегодня я чувствую, что должна прокомментировать это из-за стигмы и неправильных представлений о психическом здоровье".
Уэст сделал свои заявления об аборте во время мероприятия 19 июля.
Мужчина арестован по подозрению в убийстве брата-алкоголика в Большом Нойде: полиция
37-летний мужчина был арестован в воскресенье по подозрению в убийстве своего брата, тело которого было найдено брошенным в изолированном районе неделю назад в Большом Нойде штата Уттар-Прадеш, сообщила полиция.
Обвиняемый сообщил полиции, что его огорчил алкоголизм его брата и плохое поведение с женщинами-членами их совместной семьи, что, по словам должностных лиц, привело его к преступлению.
Тело Бхишама Сингха, жителя деревни Бисрах в Большой Нойде, было обнаружено около кустов в изолированном районе около недели назад.
На теле были обнаружены следы ножевых ранений, и в полицейский участок Бисраха был подан FIR, и было начато расследование, сказал представитель полиции.
"В ходе расследования улики привели полицию к мужчине, который умер, его брату Дипаку, и он был допрошен.
Когда его допросили, Дипак признался, что зарезал брата до смерти.
Он сказал полиции, что Бхишам часто употреблял алкоголь, создавал раздражение дома и плохо вел себя с членами семьи женщин, из-за чего он решил убить своего брата ", - сказал пресс-секретарь.
Обвиняемый был арестован и обвинен в убийстве и других связанных с ним обвинениях, сообщила полиция.
Тони Блэр пообещал никогда не прекращать вмешиваться в британскую политику, несмотря на жесткую реакцию на Брексит
Тони Блэр пообещал не прекращать вмешиваться в политику Великобритании после резкой реакции на его участие в Лейбористской партии и кампании против Брексита.
Г-н Блэр, который не занимает свой пост более десяти лет, сказал Софи Ридж в программе Sky News, что он "никогда" не перестанет высказываться в британской политике.
Однако спорный политический деятель признал, что "многие люди, наблюдающие за этим, могут подумать, что я должен прекратить говорить о вещах".
Софи Ридж сказала господину Блэру: "Я всегда понимаю, что вы не можете уйти от политики.
"Вы всегда публикуете сообщения о коронавирусе или выдвигаете аргументы по Brexit.
"Мне просто интересно, если люди думают, почему после десяти лет пребывания на посту премьер-министра вы все еще пытаетесь участвовать в политике?
"Не пора ли взять тайм-аут, обойти поле для гольфа".
Бывший премьер-министр отверг это и пообещал оставаться в британской политике столько, сколько сможет.
Он сказал: "Это не то, что я хочу делать. Многие люди, которые смотрят, могут подумать, что это именно то, что он должен делать, и перестать говорить о вещах, но я забочусь о стране".
"Мы переживаем огромный момент перемен в мире, и институт, который я построил, работает по всему миру.
"Я знаю, что я сделал то, чего не делали предыдущие премьер-министры, но в будущем я предсказываю, что многие другие попытаются сделать".
Ранее в интервью г-н Блэр заявил, что Великобритания и ЕС все еще могут заключить сделку по Brexit до конца года.
Он сказал: "Они могли бы заключить сделку. Но даже сделка, которую мы заключим, будет плохой".
"Это, по сути, будет хорошо для Европы, потому что это позволит облегчить торговлю товарами, но очень затормозит для нас в вопросе услуг".
Бывший лидер лейбористов также сказал Sky News, что Великобритания будет жить с Covid-19, а не уничтожать его в обозримом будущем.
Во время Дани Героям Каргила премьер-министр Нарендра Моди сказал, что Пакистан пытался "нанести ответный удар" Индии
Пакистан попытался "дать задний ход" Индии, несмотря на ее попытки сохранить дружественные отношения, сказал сегодня премьер-министр Нарендра Моди в своем обращении к вооруженным силам по случаю 21-й годовщины Каргильской войны.
В своем ежемесячном радиообращении Манн ки Баат, премьер-министр Моди сказал, что "Пакистан предпринял эту авантюру со зловещими планами захватить землю Индии и отвлечь внимание от продолжающихся внутренних конфликтов".
"Пакистан имел наглость пытаться оккупировать индийскую землю и отвлечь внимание от собственных внутренних беспорядков", - сказал он.
"В то время Индия пыталась улучшить отношения с Пакистаном.
Но, как говорится, природа зла - бороться со всеми без причины.
Люди такой природы могут думать только о том, чтобы делать зло даже тем, кто пытается делать им добро.
Вот почему Пакистан нанес ответный удар Индии, несмотря на попытки Индии установить сердечные отношения ", - сказал он.
"Вы можете себе представить, что враг находился высоко в горах, пока наши силы сражались с ними снизу. Но высокий боевой дух и верность наших сил победили горы", - добавил он.
"Благодаря мужеству наших вооруженных сил Индия показала большую силу в Каргиле", - сказал премьер-министр Моди, напомнив о своем собственном визите в этот район.
Каргил Дивас празднуется каждый год, отмечая день, когда индийская армия отвоевала все индийские посты в Каргиле Ладакха, которые были заняты пакистанской армией 21 год назад.
26 июля 1999 года армия объявила об успешном завершении операции "Виджай".
Почти трехмесячная битва на ледяных высотах Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Найк, начальник штаба обороны генерал Бипин Рават, генерал армии М М Нараван, главный маршал авиации Р К С Бхадаурия и главнокомандующий ВМС адмирал Карамбир Сингх также почтили память Амара Джавана Джоти на Национальном военном мемориале.
За десятилетия, прошедшие после Каргила, индийско-пакистанские отношения были напряженными после серии террористических ударов.
Индия настаивает на том, что переговоры и террор не могут идти рука об руку, и Пакистану необходимо ликвидировать все лагеря террористов, действующие на его территории.
Онлайн-кредиторы предупреждают, что схема кредитования МСБ может не сработать
Сектор малого бизнеса, часто недостаточно обслуживаемый крупными банками, все чаще обращается к онлайн-кредиторам, чтобы удовлетворить свои потребности в финансировании.
Однако г-н Каллаган сказал, что онлайн-кредиторы находятся в невыгодном положении по сравнению с крупными банками, потому что у них нет доступа к такому же дешевому фондированию, и предупредил, что в результате система гарантий для МСП не набирает обороты.
"Я думаю, что он, вероятно, пропустил момент, когда все люди, которые звонят нам, звонят в надежде, что они могут получить очень дешевое финансирование, а не правительство, поддерживающее 50 процентов кредита", - сказал он.
"Поэтому они звонят, и они очень разочарованы, потому что там было высказано предположение, что есть дисконтное ценообразование, и мы смотрим на нашу стоимость финансирования, которая не изменилась вообще".
Г-н Каллаган добавил, что если бы финтехы смогли получить доступ к более дешевому финансированию и передать его малому бизнесу, эта схема была бы "бессмысленной".
"Это была своего рода уловка 22, когда крупные банки получили доступ к более дешевому фондированию, но они более склонны к риску, поэтому они на самом деле не идут на кредитование таким же образом, они не могут получить доступ к данным, и они не могут чувствовать себя комфортно, если у вас нет собственности", - сказал он "До тех пор, пока мы не сможем получить доступ к этому более дешевому фондированию, я думаю, на рынке существует фикция о том, насколько популярной будет эта схема".
Базирующийся в Мельбурне Мула также участвует в этой схеме, и главный исполнительный директор Арис Аллегос сказал, что преимущество 50-процентной гарантии, подразумеваемой в правительственной схеме, должно быть передано малому бизнесу, но разные кредиторы обращались с этим по-разному.
"Я могу понять, что могут быть и другие, которые не проходят через эту структуру затрат", - сказал он.
"Это может быть функцией того, как структурировано их финансирование, и это может быть также функцией того, на какие категории они кредитуют и как они оценивают риск в рамках этих категорий".
Г-н Аллегос не сообщил подробностей о количестве кредитов, выданных Мулой по этой схеме, но сказал, что обновленная схема является "основным признанием того, что необходимо изменить", чтобы предложить большую гибкость кредиторам и заемщикам.
Тем не менее, он сказал, что его больше всего беспокоит "экономика двух скоростей", которая работает, и влияние, которое это окажет на малый бизнес.
"Самая большая проблема, с которой приходится сталкиваться Муле и кредиторам в отношении малого бизнеса, - это пресловутый обрыв и то, как попасть в этот обрыв", - сказал он.
"В целом по спросу мы не вернулись к доковидному уровню, хотя аппетит растет".
Перечисленный ASX онлайн-кредитор Prospa также не будет детализировать сумму кредитов, которые он выдал по этой схеме, так как он сказал, что информация является коммерчески чувствительной, но главный исполнительный директор Грег Мошал сказал, что продление правительством этой схемы приветствуется.
"Мы поддерживаем любые улучшения в схеме, которые позволят малому бизнесу получить доступ к широкому спектру финансовых продуктов, которые соответствуют его требованиям, включая гибкие продукты денежных потоков на более короткие сроки", - сказал он.
Я хочу попросить всех вас на секунду обратить внимание на очень простой факт, что, безусловно, большая часть того, что мы знаем о Вселенной, приходит к нам из света.
Мы можем стоять на Земле, смотреть на ночное небо и видеть звезды голыми глазами.
Солнце сжигает наше периферийное зрение.
Мы видим свет, отраженный от Луны.
И за время, прошедшее с тех пор, как Галилей указал, что рудиментарный телескоп на небесных телах, известная вселенная пришла к нам через свет, через огромные эпохи в космической истории.
И со всеми нашими современными телескопами мы смогли собрать этот потрясающий немой фильм Вселенной - эти серии снимков, которые восходят к Большому Взрыву.
И все же вселенная - это не немое кино, потому что вселенная не молчит.
Я хотел бы убедить вас, что во Вселенной есть саундтрек и что саундтрек воспроизводится в самом космосе, потому что пространство может колебаться, как барабан.
Это может вызвать своего рода запись по всей Вселенной некоторых из самых драматических событий, когда они разворачиваются.
Теперь мы хотели бы иметь возможность добавить к некой славной визуальной композиции, которая у нас есть во Вселенной, звуковую композицию.
И хотя мы никогда не слышали звуков из космоса, мы действительно должны в ближайшие несколько лет начать увеличивать громкость того, что там происходит.
Поэтому в этом стремлении запечатлеть песни из Вселенной мы обращаем наше внимание на черные дыры и обещания, которые у них есть, потому что черные дыры могут стучать по пространству-времени, как молотки на барабане, и у них есть очень характерная песня, которую я хотел бы сыграть для вас - некоторые из наших предсказаний о том, какой будет эта песня.
Мы могли бы когда-нибудь увидеть тень, которую черная дыра может бросить на очень ярком фоне, но мы еще этого не сделали.
И все же черные дыры могут быть слышны, даже если их не видно, и это потому, что они бьются в пространстве-времени, как барабан.
Теперь мы обязаны идеей, что космос может звучать как барабан, Альберту Эйнштейну, которому мы так многим обязаны.
Эйнштейн понял, что если бы пространство было пустым, если бы Вселенная была пустой, это было бы похоже на эту картину, за исключением, может быть, без полезной сетки, нарисованной на ней.
Но если бы мы свободно падали через пространство, даже без этой полезной сетки, мы могли бы нарисовать его сами, потому что мы заметили бы, что мы путешествовали по прямым линиям, отклоняли прямые пути через вселенную.
Эйнштейн также понял - и это настоящее мясо материи - что если вы поместите энергию или массу во Вселенную, она изогнет пространство, и свободно падающий объект пройдет мимо, скажем, Солнца, и он будет отклонен вдоль естественных кривых в пространстве.
Это была великая общая теория относительности Эйнштейна.
Теперь даже свет будет изогнут этими путями.
И вы можете наклониться так сильно, что окажетесь на орбите вокруг Солнца, как Земля, или Луны вокруг Земли.
Это естественные кривые в пространстве.
Эйнштейн не понимал, что если вы возьмете наше Солнце и раздавите его на шесть километров - так вы в миллион раз превысите массу Земли и раздавите его на шесть километров в поперечнике, вы сделаете черную дыру, объект настолько плотный, что, если свет отклонится слишком близко, он никогда не ускользнет - темную тень от Вселенной.
Но Эйнштейн всегда думал, что черные дыры - это математическая странность.
Он не верил, что они существуют в природе.
Он думал, что природа защитит нас от их образования.
Это было за десятилетия до того, как был придуман термин "черная дыра", и люди поняли, что черные дыры - это настоящие астрофизические объекты - на самом деле это состояние смерти очень массивных звезд, которые катастрофически разрушаются в конце своей жизни.
Теперь наше Солнце не рухнет до черной дыры.
Это на самом деле недостаточно массово.
Но если бы мы провели небольшой мысленный эксперимент - как очень любил делать Эйнштейн - мы могли бы представить себе, что Солнце раздавлено на шесть километров, и поместили бы крошечную маленькую Землю вокруг нее на орбиту, возможно, в 30 километрах от черной дыры.
И она была бы самоосвещенной, потому что сейчас Солнце ушло, у нас нет другого источника света - так давайте сделаем нашу маленькую Землю самоосвещенной.
И вы бы поняли, что можете вывести Землю на счастливую орбиту даже в 30 км от этой раздавленной черной дыры.
Эта раздавленная черная дыра на самом деле поместилась бы внутри Манхэттена, более или менее.
Он может перекинуться на Гудзон немного раньше, чем разрушит Землю.
Но в основном это то, о чем мы говорим.
Мы говорим об объекте, который можно раздавить до половины площади Манхэттена.
Поэтому мы перемещаем эту Землю очень близко - на 30 километров наружу - и замечаем, что она прекрасно вращается вокруг черной дыры.
Существует своего рода миф о том, что черные дыры пожирают все во Вселенной, но на самом деле вам нужно подойти очень близко, чтобы попасть внутрь.
Но что очень впечатляет, так это то, что с нашей точки зрения мы всегда можем видеть Землю.
Она не может спрятаться за черной дырой.
Свет с Земли, часть его падает, но часть его рассеивается и возвращается к нам.
Так что за черной дырой ничего не спрячешь.
Если это была звезда Battlestar Galactica, и вы сражаетесь с Цилонами, не прячьтесь за черной дырой.
Они могут вас видеть.
Теперь наше Солнце не рухнет до черной дыры - она недостаточно массивна, - но в нашей галактике есть десятки тысяч черных дыр.
И если бы кто-то затмил Млечный Путь, это было бы так.
Мы увидим тень этой черной дыры на фоне ста миллиардов звезд в Галактике Млечный Путь и ее светящихся пылевых полос.
И если бы мы упали к этой черной дыре, мы бы увидели весь этот свет, рассеянный вокруг нее, и мы могли бы даже начать переходить в эту тень и действительно не замечать, что произошло что-то драматическое.
Было бы плохо, если бы мы попытались выпустить наши ракеты и выбраться оттуда, потому что мы не могли, больше, чем свет может убежать.
Но даже несмотря на то, что черная дыра темна снаружи, она не темна внутри, потому что весь свет из галактики может попасть позади нас.
И хотя из-за релятивистского эффекта, известного как замедление времени, наши часы, казалось бы, замедляются относительно галактического времени, это выглядело бы так, как если бы эволюция галактики была ускорена и выстрелила в нас, прямо перед тем, как мы были раздавлены до смерти черной дырой.
Это было бы похоже на опыт, близкий к смерти, когда вы видите свет в конце туннеля, но это полный опыт смерти.
(Смех) И никому не расскажешь о свете в конце туннеля.
Сейчас мы никогда не видели такой тени черной дыры, но черные дыры можно услышать, даже если их не видно.
Представьте себе астрофизически реалистичную ситуацию - представьте себе две черные дыры, которые прожили долгую жизнь вместе.
Может быть, они начали как звезды и рухнули на две черные дыры - каждая в 10 раз больше массы Солнца.
Так что теперь мы собираемся раздавить их до 60 километров в поперечнике.
Они могут вращаться сотни раз в секунду.
В конце жизни они обходят друг друга со скоростью света.
Таким образом, они пересекают тысячи километров за доли секунды, и при этом они не только искривляют пространство, но и оставляют после себя кольцо пространства, настоящую волну в пространстве-времени.
Космос сжимается и растягивается по мере того, как он выходит из этих черных дыр, ударяющихся по Вселенной.
И они уходят в космос со скоростью света.
Это компьютерное моделирование связано с группой относительности в НАСА Годдард.
Потребовалось почти 30 лет, чтобы кто-либо в мире смог решить эту проблему.
Это была одна из групп.
Он снова показывает две черные дыры на орбите вокруг друг друга с помощью этих изящно нарисованных кривых.
И если вы можете видеть - это своего рода слабость, - но если вы можете видеть красные волны, исходящие, это гравитационные волны.
Это буквально звуки космического звона, и они будут выходить из этих черных дыр со скоростью света, когда они будут звонить вниз и сливаться в одну вращающуюся, тихую черную дыру в конце дня.
Если бы вы стояли достаточно близко, ваше ухо резонировало бы с сжатием и растяжением пространства.
Вы бы буквально услышали звук.
Теперь, конечно, ваша голова будет сжата и растянута без посторонней помощи, так что у вас могут возникнуть проблемы с пониманием того, что происходит.
Но я хотел бы сыграть для вас тот звук, который мы предсказываем.
Это из моей группы - чуть менее гламурное компьютерное моделирование.
Представьте себе более легкую черную дыру, падающую в очень тяжелую черную дыру.
Звук, который вы слышите, - это легкая черная дыра, стучащая в космос каждый раз, когда она приближается.
Если он уходит далеко, то становится слишком тихо.
Но он приходит как молоток, и он буквально трескает пространство, раскачивая его, как барабан.
И мы можем предсказать, каким будет звук.
Мы знаем, что по мере того, как он падает, он становится быстрее и громче.
И в конце концов, мы услышим, как маленький парень просто упадет в большого парня.
Сейчас я никогда не слышал это так громко - это на самом деле более драматично.
Дома это звучит вроде антиклерикально.
Это вроде динга, динга, динга.
Это еще один звук из моей группы.
Нет, я не показываю вам никаких изображений, потому что черные дыры не оставляют после себя полезных следов чернил, а пространство не окрашено, показывая вам кривые.
Но если вы должны были пролететь в космосе в космический отпуск, и вы услышали это, вы хотите двигаться.
(Смех) Хотите уйти от звука.
Обе черные дыры движутся.
Обе черные дыры сближаются.
В этом случае они оба довольно сильно колеблются.
И тогда они собираются объединиться.
Теперь, когда щебетание очень характерно для слияния черных дыр, оно щебечет в конце.
Теперь это наш прогноз на то, что мы увидим.
К счастью, мы находимся на этом безопасном расстоянии в Лонг-Бич, Калифорния.
И, конечно, где-то во Вселенной слились две черные дыры.
И конечно, пространство вокруг нас звонит после путешествия, может быть, миллион световых лет, или миллион лет, со скоростью света, чтобы добраться до нас.
Но звук слишком тихий, чтобы кто-либо из нас когда-либо слышал.
На Земле строятся очень трудолюбивые эксперименты - один называется LIGO - который будет обнаруживать отклонения в сжатии и растяжении пространства менее чем на долю ядра атома более четырех километров.
Это удивительно амбициозный эксперимент, и он будет на продвинутом уровне чувствительности в течение следующих нескольких лет - чтобы забрать это.
Также предлагается космическая миссия, которая, как мы надеемся, будет запущена в ближайшие десять лет, под названием LISA.
И LISA сможет увидеть сверхмассивные черные дыры - черные дыры, в миллионы или миллиарды раз превышающие массу Солнца.
На этом изображении Хаббла мы видим две галактики.
Похоже, они застыли в каких-то объятиях.
И каждая из них, вероятно, имеет сверхмассивную черную дыру в своем ядре.
Но они не заморожены; они на самом деле сливаются.
Эти две черные дыры сталкиваются, и они будут сливаться в миллиардном масштабе времени.
Это за пределами нашего человеческого восприятия, чтобы подобрать песню такой продолжительности.
Но LISA смогла увидеть последние стадии двух сверхмассивных черных дыр ранее в истории Вселенной, за последние 15 минут до того, как они упадут вместе.
И это не только черные дыры, но и любое большое возмущение во Вселенной - и самый большой из них - Большой взрыв.
Когда это выражение было придумано, оно было насмешливым - вроде: "О, кто поверит в Большой взрыв?"
Эта анимация моих друзей из Proton Studios показывает взгляд на Большой взрыв со стороны.
Мы хотим быть внутри Вселенной, потому что нет такой вещи, как стоять вне Вселенной.
Так что представьте, что вы внутри Большого Взрыва.
Это повсюду, это все вокруг вас, и пространство колеблется хаотично.
Проходит четырнадцать миллиардов лет, и эта песня все еще звучит вокруг нас.
Галактики образуются, и поколения звезд формируются в этих галактиках, и вокруг одной звезды, по крайней мере, одна звезда, является обитаемой планетой.
И вот мы судорожно строим эти эксперименты, делаем эти расчеты, пишем эти компьютерные коды.
Представьте, миллиард лет назад столкнулись две черные дыры.
Эта песня звучала в космосе все это время.
Нас даже здесь не было.
Она становится все ближе и ближе - 40 000 лет назад мы все еще делали наскальные рисунки.
Если бы это был Большой взрыв, который мы собирались забрать, это звучало бы так.
Это буквально определение шума.
Это белый шум, это такой хаотичный звон.
Но это вокруг нас повсюду, предположительно, если бы это не было уничтожено каким-то другим процессом во Вселенной.
И если мы поднимем его, это будет музыка для наших ушей, потому что это будет тихое эхо того момента нашего творения, нашей наблюдаемой Вселенной.
Так что в ближайшие несколько лет мы сможем немного развернуть саундтрек, отобразить вселенную в аудио.
Но если мы обнаружим эти самые ранние моменты, это приблизит нас к пониманию Большого взрыва, который приблизит нас к тому, чтобы задавать некоторые из самых трудных, самых трудных вопросов.
Если мы запустим фильм о нашей Вселенной назад, мы знаем, что в нашем прошлом был Большой Взрыв, и мы могли бы даже услышать его какофонический звук, но был ли наш Большой Взрыв единственным Большим Взрывом?
Я имею в виду, мы должны спросить, случалось ли это раньше?
Произойдет ли это снова?
Я имею в виду, что в духе ответа на вызов TED возродить чудо, мы можем задавать вопросы, по крайней мере, в последнюю минуту, которые, честно говоря, могут ускользнуть от нас навсегда.
Но мы должны спросить: возможно ли, что наша Вселенная - это просто шлейф какой-то великой истории?
Или возможно, что мы всего лишь ответвление от множества - каждая ветвь со своим собственным Большим Взрывом в прошлом - может быть, некоторые из них с черными дырами играют на барабанах, может быть, некоторые без - может быть, некоторые с чувственной жизнью, а может быть, некоторые без - не в нашем прошлом, не в нашем будущем, но как-то фундаментально связаны с нами?
Таким образом, мы должны задаться вопросом, существует ли мультиверс, в каком-то другом участке этого мультиверса, есть ли существа?
Вот мои многообразные создания.
Есть ли другие существа во множестве, которые интересуются нами и своим происхождением?
И если они есть, я могу представить их такими, какие мы есть, вычисляя, записывая компьютерный код, строя инструменты, пытаясь обнаружить этот самый слабый звук их происхождения и задаваясь вопросом, кто еще там.
Спасибо. Спасибо.
(Аплодисменты)
Вирджиния-Бич сносит памятник Конфедерации
ВИРДЖИНИЯ-БИЧ, штат Вирджиния-Бич. - Город Вирджиния-Бич убрал 115-летний памятник Конфедерации с общественных территорий в субботу, менее чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли 27-футовый (8,2-метровый) памятник в субботу утром, сообщают СМИ.
Он был установлен в 1905 году и стоял у старого здания суда округа Принцесса Анна, там же, где когда-то проводились аукционы рабов.
Совет единогласно проголосовал в четверг вечером, чтобы начать процесс удаления.
Совет выслушал десятки выступающих и решил, что памятник рассматривается многими как разделяющее и болезненное напоминание о прошлом.
Статуя недавно была полностью закрыта, с запертыми воротами вокруг нее после недавних протестов и вандализма на других памятниках Конфедерации.
Памятник пока будет храниться.
Город теперь должен ждать любых предложений от исторических групп или других организаций, которые могут захотеть взять памятник.
Полиция пробует новые, менее смертоносные инструменты по мере продолжения протестов
По мере того, как продолжаются ожесточенные столкновения между правоохранительными органами и протестующими в Портленде и по всей стране, дебаты закручиваются вокруг того, как полиция может сократить применение смертоносной силы.
Некоторые компании начинают предлагать новые высокотехнологичные инструменты, такие как дистанционные наручники для полиции, вместо более опасных опций, таких как перцовый баллончик, резиновые пули и светошумовые гранаты.
Правозащитная группа Amnesty International проанализировала 500 видеороликов с протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
"Мы видели злоупотребление слезоточивым газом, перцовым аэрозолем, перцовыми шариками, 40-миллиметровыми ударными патронами, в основном каждая комбинация менее смертоносного оружия использовалась ненадлежащим образом", - сказал следователь по вооружениям Amnesty International Брайан Кастнер.
Тем не менее, некоторые настаивают, что наличие опций важно для того, чтобы избежать необходимости в огнестрельном оружии.
"Все эти устройства должны быть под рукой, чтобы полицейские могли использовать не только смертельную физическую силу, применяемую огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают вам право отнимать у вас жизнь", - сказал Кори Пегес, бывший заместитель инспектора департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap, портативное устройство, которое стреляет 8-футовым кевларовым шнуром, который обматывает подозреваемого.
Есть акустические устройства дальнего радиуса действия, также известные как звуковые каноны, оружие направленной энергии, которое использует лазеры для нагрева кожи человека, новые снаряды, изготовленные из таких вещей, как пена и мел, вонючие бомбы и, конечно, "Тазер".
Акции Axon, компании, производящей Taser, выросли более чем на 18%, достигнув небывалых максимумов, когда протесты переросли в жестокие дни после убийства полицией Джорджа Флойда.
Ожидается, что рынок менее смертоносного оружия достигнет $11,85 млрд к 2023 году.
Посмотрите видео, чтобы посмотреть на новые высокотехнологичные инструменты, которые полиция использует для менее смертоносной силы, как они регулируются и что поставлено на карту для будущего полиции и сообществ, которым они служат.
ООН заявила о тысячах антипакистанских боевиков в Афганистане
ИСЛАМАБАД - В докладе ООН говорится, что более 6000 пакистанских повстанцев скрываются в Афганистане, большинство из них принадлежат к запрещенной пакистанской группировке Талибан, ответственной за нападение на пакистанские военные и гражданские объекты.
В докладе, опубликованном на этой неделе, говорится, что группировка, известная как "Техрик-и-Талибан" (ТТП), связана с базирующимся в Афганистане филиалом группировки "Исламское государство".
Некоторые члены ТТП даже присоединились к филиалу ИГ, штаб-квартира которого находится на востоке Афганистана.
Афганское правительство не ответило в воскресенье на запросы Ассошиэйтед Пресс о комментариях.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, сильно пострадало от афганских сил безопасности, а также сил США и НАТО и даже иногда от афганских талибов.
Отчет был подготовлен аналитической и санкционной группой ООН, которая отслеживает террористические группировки по всему миру.
По оценкам доклада, численность ИГ в Афганистане составляет 2200 человек, и хотя ее руководство истощено, ИГ все еще считает среди своих лидеров сирийского гражданина Абу Саида Мохаммада аль-Хорасани.
В докладе также говорится, что группа мониторинга получила информацию о том, что два старших командира Исламского государства, Абу Кутайба и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с Ближнего Востока.
"Несмотря на территориальное отступление," Исламское государство "по-прежнему способно совершать резонансные теракты в различных частях страны, включая Кабул.
Он также нацелен на привлечение боевиков "Талибана", которые выступают против соглашения с США ", - говорится в сообщении со ссылкой на мирное соглашение США, подписанное с" Талибаном "в феврале.
Эта сделка была заключена, чтобы позволить США прекратить свое 19-летнее участие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использоваться террористическими группировками.
Ожидается, что сделка также гарантирует полное участие "Талибана" в борьбе с ИГ.
Вторая и, возможно, самая важная часть соглашения призывает к переговорам между талибами и политическим руководством Кабула.
В конце субботы Госдепартамент США опубликовал заявление, в котором говорится, что его посланник мира Залмай Халилзад снова курсирует по региону, пытаясь ускорить начало этих переговоров, которые неоднократно откладывались, так как обе стороны спорят по поводу программы освобождения заключенных.
Поддерживаемая США сделка призывает афганское правительство освободить 5000 пленных талибов и талибов освободить 1000 правительственных и военных в качестве так называемого жеста доброй воли перед переговорами.
До сих пор правительство отказывается освободить почти 600 заключенных талибов, которых оно называет высокопоставленными преступниками и предложило свободные альтернативы.
Талибы отказались.
"Стороны как никогда близки к началу межафганских переговоров, ключевому следующему шагу к завершению 40-летней войны в Афганистане", - говорится в заявлении Госдепартамента США.
"Несмотря на значительный прогресс, достигнутый в обмене пленными, этот вопрос требует дополнительных усилий для его полного решения".
Политический представитель Талибана ранее на этой неделе заявил, что он готов провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, при условии, что освобождение заключенных будет завершено.
Большую тревогу для Пакистана вызывает присутствие в Афганистане боевиков, особенно связанных с ТТП или Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также с Армией освобождения Белуджистана, которая взяла на себя ответственность за громкие теракты в этом месяце в южной провинции Синд, а также в юго-западной провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце в юго-западной провинции Белуджистан в бою с повстанцами.
ТТП взяло на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда была атакована школа пакистанской армии и 140 человек были убиты.
Большинство из них были студентами, а некоторым было всего 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, оценивается в пределах от 6000 до 6500 человек, большинство из них с ТТП", - говорится в сообщении.
Многие считают, что вождение - это занятие, предназначенное исключительно для тех, кто может видеть.
Слепой человек, управляющий транспортным средством безопасно и независимо, считался невыполнимой задачей до сих пор.
Здравствуйте, меня зовут Деннис Хонг, и мы приносим свободу и независимость слепым, строя транспортное средство для слабовидящих.
Поэтому, прежде чем я расскажу об этом автомобиле для слепых, позвольте мне кратко рассказать вам о другом проекте, над которым я работал, под названием DARPA Urban Challenge.
Теперь речь шла о создании роботизированного автомобиля, который может управлять собой.
Вы нажимаете старт, никто ничего не трогает, и он может добраться до места назначения полностью автономно.
Так в 2007 году наша команда выиграла полмиллиона долларов, заняв третье место в этом соревновании.
Примерно в то же время Национальная федерация слепых, или NFB, поставила перед исследовательским комитетом вопрос о том, кто может разработать автомобиль, который позволит слепому управлять автомобилем безопасно и независимо.
Мы решили попробовать, потому что думали: "Эй, как это может быть тяжело?"
У нас уже есть автономное транспортное средство.
Мы просто поместили в него слепого человека, и мы закончили, верно?
(Смех) Мы не могли быть более неправы.
Чего хотел NFB, так это не транспортного средства, которое может управлять слепым человеком, а транспортного средства, где слепой человек может принимать активные решения и управлять автомобилем.
Поэтому нам пришлось выбросить все в окно и начать с нуля.
Поэтому, чтобы проверить эту безумную идею, мы разработали небольшой прототип багги на дюнах, чтобы проверить осуществимость.
А летом 2009 года мы пригласили десятки слепых молодых людей со всей страны и дали им возможность поиграть.
Это был совершенно удивительный опыт.
Но проблема с этим автомобилем была в том, что он был спроектирован так, чтобы им можно было управлять только в очень контролируемой среде, на плоской, закрытой парковке - даже на полосах, определенных красными конусами.
Так что с этим успехом мы решили сделать следующий большой шаг, разработать настоящий автомобиль, которым можно управлять на реальных дорогах.
Так как же это работает?
Ну, это достаточно сложная система, но попробую объяснить, может быть, упростить.
Так что у нас есть три шага.
У нас есть восприятие, вычисления и невизуальные интерфейсы.
Теперь очевидно, что водитель не может видеть, поэтому система должна воспринимать окружающую среду и собирать информацию для водителя.
Для этого мы используем первичную единицу измерения.
Так он измеряет ускорение, угловое ускорение - как человеческое ухо, внутреннее ухо.
Мы соединяем эту информацию с устройством GPS, чтобы получить оценку местоположения автомобиля.
Мы также используем две камеры для определения полос движения.
И мы также используем три лазерных дальномера.
Лазеры сканируют окружающую среду, чтобы обнаружить препятствия - автомобиль, приближающийся спереди, сзади, а также любые препятствия, которые встречаются на дорогах, любые препятствия вокруг транспортного средства.
Таким образом, весь этот огромный объем информации затем подается в компьютер, и компьютер может делать две вещи.
Во-первых, обрабатывать эту информацию, чтобы иметь представление об окружающей среде - это полосы движения, есть препятствия - и доводить эту информацию до водителя.
Система также достаточно умна, чтобы определить самый безопасный способ управления автомобилем.
Так мы можем также произвести инструкции о том, как привестись в действие управления корабля.
Но проблема в следующем: как мы передаем эту информацию и инструкции человеку, который не может видеть достаточно быстро и точно, чтобы он мог управлять автомобилем?
Так что для этого мы разработали много разных типов технологий невизуального пользовательского интерфейса.
Так что, начиная с трехмерной звуковой системы пинга, вибрирующего жилета, колесика с голосовыми командами, полоски для ног, даже обуви, которая оказывает давление на ногу.
Но сегодня мы поговорим о трех из этих невизуальных пользовательских интерфейсов.
Теперь первый интерфейс называется DriveGrip.
Так что это пара перчаток, и в ней есть вибрирующие элементы на костяшке, чтобы вы могли передать инструкции о том, как управлять - направление и интенсивность.
Другое устройство называется SpeedStrip.
Так что это стул - по сути, это массажное кресло.
Вычищаем, переставляем вибрирующие элементы по разным схемам, приводим их в действие, чтобы донести информацию о скорости, а также инструкции по использованию газа и педали тормоза.
Таким образом, здесь вы можете увидеть, как компьютер понимает окружающую среду, и поскольку вы не можете видеть вибрацию, мы на самом деле нанесли красный светодиод на водителя, чтобы вы могли видеть, что происходит.
Это сенсорные данные, и эти данные передаются на устройства через компьютер.
Так что эти два устройства, DriveGrip и SpeedStrip, очень эффективны.
Но проблема в том, что это обучающие устройства.
Так что это на самом деле не свобода, верно?
Компьютер подсказывает, как ездить - повернуть налево, повернуть направо, ускориться, остановиться.
Мы называем это "проблемой водителя заднего сиденья".
Таким образом, мы уходим от обучающих устройств, и теперь мы больше фокусируемся на информационных устройствах.
Хорошим примером такого информационного невизуального пользовательского интерфейса является AirPix.
Так что думайте об этом как о мониторе для слепых.
Так что это маленький планшет, в нем много дыр, а сжатый воздух выходит наружу, так что он действительно может рисовать изображения.
Таким образом, даже если вы слепы, вы можете наложить на него руку, вы можете видеть полосы дороги и препятствия.
На самом деле, вы также можете изменить частоту выхода воздуха и, возможно, температуру.
Так что на самом деле это многомерный пользовательский интерфейс.
Так что здесь вы можете увидеть левую камеру, правую камеру из автомобиля и то, как компьютер интерпретирует это и отправляет эту информацию в AirPix.
Для этого мы показываем симулятор, слепого человека за рулем с помощью AirPix.
Этот симулятор был также очень полезен для обучения слепых водителей, а также для быстрого тестирования различных типов идей для различных типов невизуальных пользовательских интерфейсов.
Так что в основном так оно и работает.
Но это транспортное средство является прототипом транспортного средства, и оно не будет на дороге, пока не будет доказано, что оно безопаснее или безопаснее, чем сегодняшнее транспортное средство.
И я искренне верю, что это может случиться.
Но все же, примет ли общество такую радикальную идею?
Как мы будем обращаться со страхованием?
Как мы будем выдавать водительские права?
Есть много таких разных препятствий, помимо технологических проблем, которые мы должны решить, прежде чем это станет реальностью.
Конечно, главная цель этого проекта - разработать автомобиль для слепых.
Но потенциально более важным, чем это, является огромная ценность побочной технологии, которая может появиться в результате этого проекта.
Датчики, которые используются, могут видеть сквозь темноту, туман и дождь.
И вместе с этим новым типом интерфейсов мы можем использовать эти технологии и применять их на более безопасных автомобилях для зрячих людей.
Или для слепых, бытовой техники - в образовательной среде, в офисе.
Только представьте, в классе учитель пишет на доске, а слепой ученик может видеть, что написано и прочитано с помощью этих невизуальных интерфейсов.
Это бесценно.
Так что сегодня то, что я показал вам сегодня, это только начало.
Большое спасибо.
(Аплодисменты)
Ведущий британский банк HSBC отрицает "создание ловушки" для китайской Huawei в расследованиях США - RT Business News
Многонациональный банк HSBC со штаб-квартирой в Лондоне заявил в социальных сетях, что это не было, как утверждают китайские СМИ, "фабрикацией доказательств" против Huawei, что привело к аресту главного финансового директора компании в Канаде.
В ныне недоступном посте на WeChat кредитор заявил, что его действия не вызвали расследования США в отношении крупнейшего в мире поставщика телекоммуникационного сетевого оборудования, так как проверка Huawei на предмет предполагаемого нарушения санкций США в отношении Ирана началась задолго до участия банка в конце 2016 года.
"HSBC не имеет никакой враждебности к Huawei и не" обрамлял "Huawei", - сказал банк в субботу, добавив, что он никогда не будет искажать какие-либо факты о своих клиентах.
"В ответ на запросы Минюста США о предоставлении информации HSBC Group просто представила объективные факты.
HSBC не "фабриковал" доказательства и не "скрывал" факты ".
Пост был заблокирован на платформе с пометкой, что он "нарушает правила" и сейчас недоступен.
Заявление было сделано вскоре после того, как несколько китайских СМИ, включая государственные газеты, обвинили HSBC в "сговоре" с Вашингтоном, чтобы создать ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала более полутора лет с тех пор, как финансовый директор Huawei Мэн Ваньчжоу был арестован в декабре 2018 года в Канаде по ордеру США.
Мэн обвиняется в мошенничестве за то, что она якобы использовала подставную компанию для нарушения санкций против Ирана и якобы лгала банкам о связи между Huawei и иранской компанией Skycom.
Согласно новым свидетельствам, на которые ссылается Global Times, HSBC был хорошо осведомлен об отношениях китайской компании со Skycom.
Сообщается, что банк решил "вступить в сговор" с правительством США, чтобы избежать более сурового наказания в 2012 году, когда банку пришлось признать отмывание денег и нарушения санкций, включая ограничения в отношении Ирана.
Тогда ему было предписано выплатить около $1,9 млрд штрафов и предотвратить любые подобные проступки.
"Доказательства показали, что HSBC понимал эти отношения, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США могло проигнорировать собственное неправомерное поведение британского банка и не наказывать его в соответствии с Соглашением об отсрочке судебного преследования 2012 года", - говорится в одной из статей газеты по этому вопросу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что кредитору, если будет доказана его вина в этом "сговоре", может грозить "суровое наказание" в Китае, одном из крупнейших рынков для HSBC.
Это не первый случай, когда известный банк попадает под обстрел за последние недели.
В прошлом месяце HSBC подвергся критике за поддержку нового закона о национальной безопасности Гонконга, города, где начался его бизнес и на который приходится более половины его прибыли.
Банк столкнулся с критикой с обеих сторон - с Запада, когда госсекретарь США Майк Помпео назвал одобрение "корпоративным ковбоем", и с Востока, при этом китайская сторона, как сообщается, заявила, что ее поддержка была "запоздалой".
Ангола: Педальная больница передана в ведение Минздрава
Луанда - Президент Республики Жоау Лоренсо определил в эту пятницу передачу контроля над строящейся в Луанде больницей Педро-Мария-Тонха-Педальо в ведение Министерства здравоохранения.
В записке пресс-служба президента республики сообщает, что мера направлена на реализацию правительственного принципа строительства и расширения сети государственных больниц для обеспечения более качественной медицинской помощи и медикаментов населению.
"В данном конкретном случае идея заключается в том, чтобы сделать доступной для ангольцев эталонную больницу, дифференцированную и оснащенную современной техникой и высокой точностью в диагностике и лечении заболеваний высокой сложности", - говорится в документе.
В нем подчеркивается, что решение главы ангольского государства также учитывает демографический рост страны, который мотивировал "огромный спрос" на качественные медицинские услуги по самым разнообразным специальностям.
Это требование, продолжает примечание, оправдывается включением в состав больницы, специализирующейся на лечении сложных заболеваний, обучении и исследованиях, вмешательствах, связанных с офтальмологией и медициной матери и ребенка, областей, стратегия и управление которыми заслуживают того, чтобы быть в ведении Министерства здравоохранения.
Мне как художнику очень важна связь.
Своей работой я пытаюсь сформулировать, что люди не отделены от природы и что все взаимосвязано.
Я впервые отправился в Антарктиду почти 10 лет назад, где увидел свои первые айсберги.
Я был в восторге.
Мое сердце билось быстро, голова кружилась, пытаясь понять, что это было, что стояло передо мной.
Айсберги вокруг меня были почти в 200 футах от воды, и я мог только удивляться, что это была одна снежинка на вершине другой снежинки, год за годом.
Айсберги рождаются, когда они отходят от ледников или отрываются от шельфовых ледников.
У каждого айсберга своя индивидуальность.
У них есть особый способ взаимодействия со своим окружением и своим опытом.
Некоторые отказываются сдаваться и держаться за горький конец, в то время как другие больше не могут принять его и рушатся в порыве драматической страсти.
Когда смотришь на айсберг, легко подумать, что они изолированы, что они отделены и одиноки, так же, как мы, люди, иногда смотрим на себя.
Но реальность далека от этого.
Когда айсберг тает, я дышу в его древней атмосфере.
По мере таяния айсберга он выделяет богатую минералами пресную воду, которая питает многие формы жизни.
Я подхожу к фотографированию этих айсбергов так, как будто делаю портреты своих предков, зная, что в эти отдельные моменты они существуют таким образом и больше никогда не будут существовать таким образом.
Это не смерть, когда они тают; это не конец, а продолжение их пути через жизненный цикл.
Часть льда в айсбергах, которые я фотографирую, очень молода - пару тысяч лет.
А некоторым льдам более 100 000 лет.
Последние фотографии, которые я хотел бы показать вам, - это айсберг, который я сфотографировал в Кекетарсуаке, Гренландия.
Это очень редкий случай, когда вы на самом деле становитесь свидетелем качения айсберга.
Так вот оно.
С левой стороны можно увидеть небольшую лодку.
Это примерно 15-футовая лодка.
И я бы хотел, чтобы вы обратили внимание на форму айсберга и на то, где он находится на ватерлинии.
Вы видите здесь, он начинает катиться, и лодка переместилась на другую сторону, и человек стоит там.
Это гренландский айсберг средних размеров.
Это около 120 футов над водой, или 40 метров.
И это видео в реальном времени.
(Музыка) И точно так же айсберг показывает вам другую сторону своей личности.
Спасибо.
(Аплодисменты)
Знаете, сколько видов цветущих растений?
Есть четверть миллиона - по крайней мере, те, о которых мы знаем, - четверть миллиона видов цветущих растений.
А цветы - настоящий жулик.
Их действительно трудно производить растениям.
Они отнимают огромное количество энергии и много ресурсов.
Зачем они идут на это?
И ответ, конечно, как и многие вещи в мире, - это секс.
Я знаю, что у вас на уме, когда вы смотрите на эти фотографии.
И причина, по которой половое размножение так важно - есть много других вещей, которые растения могут сделать, чтобы размножаться.
Можно брать черенки; они могут заниматься сексом сами с собой; они могут опылять себя.
Но им действительно нужно распространять свои гены, чтобы смешиваться с другими генами, чтобы они могли адаптироваться к экологическим нишам.
Эволюция работает именно так.
Теперь растения передают эту информацию через пыльцу.
Некоторые из вас, возможно, видели некоторые из этих фотографий раньше.
Как я уже сказал, каждый дом должен иметь сканирующий электронный микроскоп, чтобы иметь возможность их видеть.
И разных видов пыльцы столько же, сколько и цветущих растений.
И это на самом деле довольно полезно для криминалистики и так далее.
Большинство пыльцы, которая вызывает у нас сенную лихорадку, происходит от растений, которые используют ветер для распространения пыльцы, и это очень неэффективный процесс, поэтому она так сильно поднимает нам нос.
Потому что вы должны вырезать из него массы и массы, надеясь, что ваши половые клетки, ваши мужские половые клетки, которые удерживаются в пыльце, каким-то образом достигнут другого цветка просто случайно.
Таким образом, все травы, что означает все зерновые культуры, и большинство деревьев имеют пыльцу, переносимую ветром.
Но большинство видов на самом деле используют насекомых, чтобы делать свое дело, и это более разумно в некотором смысле, потому что пыльца им не так нужна.
Насекомые и другие виды могут взять пыльцу, перенести ее прямо туда, где это необходимо.
Так что мы знаем, очевидно, о связи между насекомыми и растениями.
Там есть симбиотические отношения, будь то мухи, птицы или пчелы, они получают что-то взамен, и что что-то взамен, как правило, является нектаром.
Иногда этот симбиоз приводил к чудесным приспособлениям - ястребиная моль колибри прекрасна в своей адаптации.
Растение что-то получает, а ястребиная моль распространяет пыльцу куда-то еще.
Растения эволюционировали, чтобы создавать маленькие посадочные полосы здесь и там для пчел, которые, возможно, заблудились.
На многих растениях есть надписи, похожие на других насекомых.
Это антеры лилии, искусно сделанные так, что когда ничего не подозревающее насекомое приземляется на нее, антер переворачивается и бьет ее по спине большим грузом пыльцы, с которой она затем идет на другое растение.
И есть орхидея, которая может смотреть на вас так, как будто у нее есть челюсти, и в некотором роде она есть; она заставляет насекомое выползать наружу, покрываясь пыльцой, которую оно уносит куда-то еще.
Орхидеи: существует 20 000, по крайней мере, видов орхидей - удивительно, удивительно разнообразных.
И они попадаются на всевозможные уловки.
Они должны попытаться привлечь опылителей, чтобы сделать свои предложения.
Эта орхидея, известная как орхидея Дарвина, потому что это та, которую он изучил и сделал чудесное предсказание, когда увидел ее - вы можете видеть, что есть очень длинная нектарная трубка, которая спускается вниз от орхидеи.
И в основном то, что насекомое должно делать - мы в середине цветка - оно должно вставлять свой маленький хоботок прямо в середину этого и весь путь вниз по этой нектарной трубке, чтобы добраться до нектара.
И Дарвин сказал, глядя на этот цветок: "Я думаю, что-то с этим совпало".
И конечно, есть насекомое.
И я имею в виду, что обычно он как бы сворачивает его, но в прямом виде, это то, как он выглядит.
Теперь вы можете себе представить, что если нектар - это такая ценная вещь и дорого для растения, и он привлекает много опылителей, то, как и в человеческом сексе, люди могут начать обманывать.
Они могут сказать: "У меня есть немного нектара. Вы хотите прийти и получить его?"
Теперь это растение.
Это растение здесь, которое насекомые в Южной Африке просто любят, и они эволюционировали с длинным хоботком, чтобы получить нектар на дне.
И это мимика.
Так что это растение, которое имитирует первое растение.
А вот длиннохоботная муха, которая не получила никакого нектара от мимики, потому что мимика не дает ей никакого нектара.
Так что муха не только не получила нектар от мимического растения, но и - если вы посмотрите очень внимательно только на головной конец, вы можете увидеть, что у нее есть немного пыльцы, которую она передала бы другому растению, если бы только какой-то ботаник не подошел и не приклеил ее к синему куску карты.
(Смех) Теперь обман продолжается в царстве растений.
Этот цветок с его черными точками: они могут быть похожи на черные точки для нас, но если я скажу вам, на мужское насекомое нужного вида, это похоже на двух самок, которые действительно, очень горячие, чтобы рыскать.
(Смех) И когда насекомое попадает туда и приземляется на него, обливаясь пыльцой, конечно, которую оно собирается перевезти на другое растение, если вы посмотрите на снимок сканирующего электронного микроскопа, который есть у каждого дома, вы можете увидеть, что там на самом деле есть какой-то рисунок, который является трехмерным.
Так что, вероятно, он даже чувствует себя хорошо для насекомого, а также хорошо выглядит.
И эти снимки электронного микроскопа - вот одна из орхидей, имитирующих насекомое, - вы можете видеть, что разные части структуры имеют разные цвета и разные текстуры для нашего глаза, имеют очень, очень разные текстуры, которые насекомое может воспринимать.
И этот разработан, чтобы имитировать глянцевую металлическую поверхность, которую вы видите на некоторых жуках.
И под сканирующим электронным микроскопом вы можете увидеть там поверхность - действительно совершенно отличную от других поверхностей, на которые мы смотрели.
Иногда все растение имитирует насекомое, даже нам.
Я имею в виду, я думаю, что это похоже на какое-то летающее животное или зверя.
Это замечательная, удивительная вещь.
Этот умный. Его называют обсидианом.
Я иногда думаю об этом как об инсайде.
Для правильного вида пчел это выглядит как еще одна очень агрессивная пчела, и она много и много раз ходит и гремит ее на голове, чтобы попытаться прогнать, и, конечно, покрывается пыльцой.
Другое дело, что это растение имитирует другую орхидею, у которой есть замечательный запас пищи для насекомых.
А этот для них ничего не значит.
Так что это обман на двух уровнях - сказочный.
(Смех) Здесь мы видим иланг-иланг, компонент многих духов.
Я на самом деле пахла кем-то раньше.
И цветы на самом деле не должны быть такими светлыми.
Они посылают фантастический запах любому насекомому, у которого он будет.
Этот не так хорошо пахнет.
Это цветок, который действительно, действительно пахнет довольно противно и разработан, опять же, эволюционировал, чтобы выглядеть как падаль.
Так мухи любят это.
Они летают и опыляются.
Это, которое является helicodiceros, также известно как аромат мертвой лошади.
Я не знаю, чем на самом деле пахнет мертвая лошадь, но эта, вероятно, пахнет очень похоже.
Это действительно ужасно.
А духовики просто не могут помочь себе.
Они влетают в эту вещь, и они летят вниз по ней.
Они откладывают в него яйца, думая, что это хорошая падаль, и не понимая, что для яиц нет пищи, что яйца умрут, но растение, тем временем, выиграло, потому что щетинки освобождаются, а мухи исчезают, чтобы опылить следующий цветок - фантастика.
Вот арум, арум макулатум, "лорды и дамы" или "кукушка пинта" в этой стране.
Я сфотографировал эту вещь на прошлой неделе в Дорсете.
Эта вещь нагревается примерно на 15 градусов выше температуры окружающей среды - удивительно.
И если вы посмотрите вниз, там такая плотина мимо спадикса, мух привлекает жара - которая кипит летучими химикатами, маленькими мошками - и они попадают в ловушку под этим контейнером.
Они пьют этот сказочный нектар, а потом они все немного липкие.
Ночью они покрываются пыльцой, которая падает на них, а затем щетинки, которые мы видели выше, они как бы увядают и позволяют всем этим мошкам выйти, покрытые пыльцой - сказочная вещь.
Теперь, если вы думаете, что это потрясающе, это один из моих больших фаворитов.
Это селлум филодендрона.
Для тех, кто здесь из Бразилии, вы узнаете об этом растении.
Это самое удивительное.
Такого рода фаллический бит имеет длину около фута.
И он делает то, чего не делает ни одно другое растение, о котором я знаю, и это то, что когда он цветет - это спадикс посередине - в течение примерно двух дней, он метаболизируется таким образом, который довольно похож на млекопитающих.
Так что вместо крахмала, который является пищей растений, он берет что-то похожее на коричневый жир и сжигает его с такой скоростью, что сжигает жир, метаболизируется, примерно со скоростью маленькой кошки.
И это в два раза больше энергии, веса на вес, чем у колибри - совершенно удивительно.
Эта вещь делает что-то еще необычное.
Он не только поднимется до 115 градусов по Фаренгейту, 43 или 44 градусов по Цельсию, в течение двух дней, но и будет поддерживать постоянную температуру.
Там есть механизм терморегуляции, который поддерживает постоянную температуру.
Теперь, почему он это делает, я слышу, как вы спрашиваете.
Теперь вы бы этого не знали, есть некоторые жуки, которые просто любят заниматься любовью при такой температуре.
И они попадают внутрь, и у них все получается.
(Смех) И растение поливает их пыльцой, и они уходят и опыляются.
И какая это замечательная вещь.
Сейчас большинство опылителей, о которых мы думаем, - это насекомые, но на самом деле в тропиках опыляются многие птицы и бабочки.
И многие тропические цветы красные, и это потому, что бабочки и птицы видят так же, как и мы, мы думаем, и очень хорошо видят красный цвет.
Но если вы посмотрите на спектр, птиц и нас, мы увидим красный, зеленый и синий и увидим этот спектр.
Насекомые видят зеленое, синее и ультрафиолетовое, видят различные оттенки ультрафиолета.
Так что есть что-то, что там происходит с конца.
И не было бы здорово, если бы мы могли как-то увидеть, что это такое, я слышу, как вы спрашиваете.
Ну да, мы можем.
Так что же видит насекомое?
На прошлой неделе я сделал эти фотографии розы, гелиантемы, в Дорсете.
Это маленькие желтые цветы, как мы все видим, маленькие желтые цветы повсюду.
И это то, как он выглядит при видимом свете.
Вот как это выглядит, если вытащить красное.
Большинство пчел не воспринимают красный цвет.
А потом я положил несколько ультрафиолетовых фильтров на свою камеру и сделал очень, очень длинную экспозицию с определенными частотами ультрафиолетового света, и это то, что я получил.
И это настоящий фантастический бычий глаз.
Теперь мы точно не знаем, что видит пчела, больше, чем вы знаете, что я вижу, когда называю это красным.
Мы не можем знать, что происходит в уме другого человека, не говоря уже о насекомом.
Но контраст будет выглядеть примерно так, так сильно выделяясь на заднем плане.
Вот еще один маленький цветок - разный диапазон ультрафиолетовых частот, разные фильтры, чтобы соответствовать опылителям.
И это то, что он будет видеть.
На всякий случай, если вы думаете, что все желтые цветы обладают этим свойством - ни один цветок не был поврежден в процессе этого выстрела; он был просто прикреплен к штативу, а не убит - тогда под ультрафиолетовым светом посмотрите на это.
И это может быть основой солнцезащитного крема, потому что солнцезащитные кремы работают, поглощая ультрафиолетовый свет.
Так что, возможно, химическое вещество в этом было бы полезно.
Наконец, есть одна вечерняя примула, которую мне прислал Бьорн Рорслетт из Норвегии - фантастический скрытый рисунок.
И мне нравится идея чего-то скрытого.
Я думаю, что здесь есть что-то поэтическое, что эти снимки, сделанные с помощью ультрафиолетового фильтра, основное использование этого фильтра для астрономов, чтобы сфотографировать Венеру - на самом деле облака Венеры.
Это основное использование этого фильтра.
Венера, конечно, бог любви и плодородия, это цветочная история.
И точно так же, как цветы тратят много усилий, пытаясь заставить опылителей выполнить их требования, они также каким-то образом сумели убедить нас посадить большие поля, полные их, и дать их друг другу во время рождения и смерти, и особенно в браке, который, когда вы думаете об этом, является моментом, который инкапсулирует передачу генетического материала от одного организма к другому.
Большое спасибо.
(Аплодисменты)
Алжир: Смерть Махмуда Гемамы - Алжир теряет патриота, преданного боевика, говорит президент Теббун.
Алжир - президент республики Абдельмаджид Теббун направил послание с соболезнованиями членам Национальной ассамблеи народной власти (АПН) Муджахеду Махмуду Гемаме, который скончался в пятницу, в котором заявил, что Алжир "потерял патриота и боевика, преданного делу своего народа и своей нации".
Алжир теряет сегодня, в результате смерти Муджахеда Махмуда Гемамы, патриота и активиста, приверженного делу своего народа и своей нации, человека, который никогда не колебался и чья решимость оставалась непоколебимой с момента, когда он взялся за оружие, вместе со своими доблестными братьями-моджахедами, до последнего вздоха в этот печальный день, когда мы можем только смириться с Божьей волей ", - написал президент Теббун в своем послании соболезнования.
"Покойный Махмуд Гемама, мир ему, принадлежал к уникальному поколению верных патриотических активистов, которые пожертвовали собой ради своей родины", - добавил президент республики.
"Покойный посвятил свою жизнь освобождению Алжира от мук унизительного колониализма, вступив в ряды Революции в расцвете сил в 1960 году в тренировочном лагере Тахарт исторической вилайи VI".
"Покойный президент известен всем своей доказанной воинственностью и приверженностью укреплению имиджа процветающего и единого Алжира", - сказал президент Теббун.
"На крайнем юге покойный Махмуд Гемама пользуется большой известностью как посредник, вмешивающийся, чтобы примирить братьев в одной стране, когда разгорается огонь раздора", - добавил президент в своем послании.
"Все эти качества и ценности снискали покойному Махмуду Гемаме уважение и доверие народа Таманрассета, который избрал его представлять их в Народном национальном собрании (АПН) на несколько сроков, в течение которых он был послом и защитником интересов региона и чаяний его народа, и даже представителем и представителем всех алжирцев", - написал президент республики.
"Всех выражений соболезнования будет недостаточно, чтобы воздать должное муджахеду Махмуду Гемаме, мир ему.
Он покидает нас сегодня в то время, когда он нужен Алжиру ", - сказал президент.
"Я молюсь Всемогущему Богу окружить умершего Его Святым Милосердием, приветствовать его в Его огромном раю рядом с шухадаа и добродетельными.
Я также молю Бога дать его семье и близким терпение и утешение... нет силы или силы, кроме как в Боге ", - заключил президент республики.
Обновление о путешествиях по коронавирусу: в каких странах действуют ограничения на поездки для болгар при въезде
Число стран, вводящих ограничения на поездки, растет. На этой неделе Чехия хочет тесты на коронавирус для болгарских сезонных рабочих. Дания допускает болгар на свою территорию только при наличии там адресной регистрации, трудового договора или документа, подтверждающего командировку.
На сегодняшний день люди, посетившие Болгарию и Румынию за последние 14 дней, подлежат обязательному карантину в Италии.
Обязательный домашний карантин в Австрии, несмотря на отрицательный ПЦР-тест. Это уже требуется для въезжающих в Германию. В течение следующих 14 дней доступ на юг Румынии был запрещен без уважительной причины.
Со вторника те, кто летит самолетом из Болгарии в Грецию, должны будут предъявить греческим пограничным властям отрицательный результат ПЦР-теста на коронавирус, выполненного за 72 часа до их въезда в нашего южного соседа, заявили в МИД.
Они добавили, что в страну будут допускаться только пассажиры, у которых есть сертификат на такой тест. Он должен быть оформлен на английском языке и содержать три имени и номера паспорта или удостоверения личности пассажира. Власти нашего южного соседа не будут принимать сертификаты, которые не соответствуют этим требованиям
Тесты на коронавирус будут признаваться, если они проводятся в национальных эталонных лабораториях, национальных лабораториях здравоохранения или частных лабораториях, которые аккредитованы соответствующими национальными органами по аккредитации (не обязательно специально для COVID-19).
Мера не распространяется на граждан Греции, граждан, проживающих в Греции, и путешественников по существенным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и среду, 29 июля, пассажиры, которые не успели пройти тестирование перед поездкой, будут проверены компетентными греческими властями по прибытии в Грецию.
Сохраняется в силе требование к гражданам, путешествующим самолетом в Грецию, заполнять не менее чем за 24 часа электронную форму для определения местонахождения пассажиров (PLF), генерирующую QR-код, который они предъявляют греческим властям при въезде в страну. Подробнее опубликовано на travel.gov.gr
"Путешественники в Грецию через сухопутную границу, независимо от их гражданства, также должны заполнить электронную форму локализации пассажиров (PLF), генерирующую QR-код, не менее чем за 24 часа до прибытия", - пояснили в МИД.
Закрытие пунктов пропуска "Илинден", "Капитан Петко Войвода" и "Маказа" увеличило движение через границу в районе Петрича. Никаких проблем с переходом нет. Очереди грузовиков нет. Все ожидающие отправляются в море в Греции. Путешественники ждут около полутора часов, чтобы пересечь Башню.
Работают три пункта на болгаро-греческой границе, закрыты только "Илинден - Экзохи" и эта часть Ивайловграда.
Доминик Каммингс находится в заложниках у SAS... в базовом туре
Главный советник премьер-министра прошел этот опыт на прошлой неделе во время экскурсии по базе
Идея о том, что Доминик Каммингс будет взят в заложники с винтовками, направленными ему в голову, может быть одной из тех, которые тайно смакуют некоторые притесняемые государственные служащие.
Но бескомпромиссный главный советник премьер-министра пережил именно этот опыт на прошлой неделе во время посещения штаб-квартиры SAS, Stirling Lines.
The Mail on Sunday может показать, что часть его визита в среду включала поездку в "Дом убийства", где элитные солдаты оттачивают свои навыки борьбы с террористами.
Экскурсия по базе Херефорд также включала осмотр военной техники полка и брифинг о последних операциях, в том числе об усилиях по ликвидации террористов "Исламского государства" в Ираке.
Высокопоставленным посетителям Stirling Lines предлагается необычный прием - очередь в "Убийственный дом", двухэтажное здание, где SAS практикует ближние бои.
Среди предыдущих гостей - принцесса Диана, чьи волосы загорелись благодаря искре от гранаты, брошенной во время учений в 1983 году.
Известно, что г-н Каммингс прибыл на базу - названную в честь основателя полка полковника Дэвида Стирлинга - на вертолете.
Он также посетил соседний военный полигон Понтрилас, где базируются другие секретные подразделения.
Визит был частью его поездки по секретным британским объектам безопасности, которая подняла брови среди политиков и военачальников.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, сторонник Тори и председатель специального комитета по обороне Палаты общин, сказал, что парламентариям должна быть предоставлена такая же возможность задавать ему вопросы по вопросам обороны и безопасности, как и министрам и гражданским служащим.
Специальные советники, которые назначаются политиками, редко должны давать показания избранным комитетам.
Понятно, что старшие офицеры SAS использовали мероприятие в среду, чтобы подчеркнуть важность сохранения численности личного состава в Королевской морской пехоте и парашютном полку.
Сообщалось, что эти подразделения, которые обеспечивают большую часть войск спецназа, могут сократиться или быть объединены, чтобы сэкономить деньги.
"Более половины солдат в SAS численностью 250 человек ранее были парами, в то время как еще меньшая Специальная лодочная служба (SBS) не могла продолжать работу без поддержки Королевских морских пехотинцев", - сказал источник в обороне.
"Так Каммингсу сказали, что эти подразделения должны быть сохранены полностью".
Г-н Каммингс, который жаловался, что военные закупки "продолжают разбазаривать миллиарды фунтов", недавно посетил встречи в штаб-квартирах MI5 и MI6, а также планирует посетить штаб-квартиру SBS в Пуле, Дорсет, вместе с высшими секретными лабораториями правительства в Портон-Дауне в Уилтшире.
Минувшей ночью Министерство обороны не ответило на запрос о комментарии.
Утренник "Воскресного утра": Празднование Роджерса и Харта
2020 год знаменует столетие бродвейского дебюта первого профессионального сотрудничества одного из самых легендарных дуэтов музыкального театра Ричарда Роджерса и Лоренца Харта.
Чтобы почтить их песенное наследие, звезды Бродвея Джелани Алладин ("Замороженные", "Геркулес") и Кристиани Питтс ("Кинг-Конг", "Сказка Бронкса") вместе с танцором Ричардом Риазом Йодером ("Здравствуй, Долли!", "Перемешивайся") представляют современный взгляд на стандарт Роджерса и Харта "Леди - бродяга", записанный специально для зрителей "Воскресного утра".
Музыкальное руководство и аранжировки барабанщика Брайана Картера, который выступает вместе с басистом Расселом Холлом.
Пожарные набирают силу на пожарах в округе Лассен
Пожарные набирают силу против двух лесных пожаров, которые сожгли более 30 000 акров в округе Лассен, к северо-востоку от Сакраменто.
Пожар в Золотом, который начался к югу от Адина, на 40% локализован, так как он продолжает угрожать домам и ранчо, а также сельскому хозяйству, животноводству и лесозаготовкам, сообщили в субботу утром представители Cal Fire.
После четырех дней горения огонь охватил 21 000 акров, уничтожил семь домов и отправил двух пожарных в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы построить и укрепить линии управления.
Но в субботу ожидается порывистый ветер и низкая влажность.
К западу от Сусанвилла небольшой пожар, известный как Хогский пожар, уничтожил два строения и уничтожил около 10 000 акров.
По данным Калифорнийского департамента лесного хозяйства и противопожарной защиты, пожар успокоился за ночь, так как пожарные работали над шваброй и укреплением линий контроля.
К утру субботы он был на 45% локализован и горел шесть дней.
В дневную жару, с температурой выше 90 градусов в районе Сусанвилля, тлеющие участки были под угрозой возгорания.
В то время как некоторым жителям разрешено вернуться в свои дома, некоторые районы в обеих пожарных зонах остаются под обязательными приказами об эвакуации.
Двое пожарных, пострадавших при пожаре в Золотом, были выписаны из больницы.
Цепному мосту Шотландия-Англия 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет перед реконструкцией стоимостью 10 миллионов фунтов.
Цепной мост Юнион пересекает реку Твид от Фишвика на шотландских границах до Хорнклиффа в Нортумберленде.
Когда он открылся в 1820 году, это был самый длинный кованый подвесной мост в мире с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Великобритании.
Мост был спроектирован офицером английского Королевского флота капитаном Сэмюэлом Брауном.
Он запатентовал и изготовил кованые железные цепи после того, как пострадал от потери кораблей Королевских ВМС, которые вырвались из канатов.
Друзья Цепного моста Союза и Института гражданских инженеров (Ice) Шотландии отмечают двухсотлетний юбилей перехода.
Роберт Хантер из группы друзей сказал: "Это действительно один из самых исторических мостов в мире и увлекательное инженерное произведение.
"Мы планировали ряд торжеств по этому поводу, но, к сожалению, их пришлось отложить.
"Тем не менее, тот факт, что вскоре начнутся работы по реконструкции моста стоимостью 10 миллионов фунтов стерлингов, является лучшим подарком ко дню рождения и обеспечит грядущим поколениям возможность наслаждаться мостом во всем его великолепии".
Директор Ice Scotland Ханна Смит описала мост как "часто упускаемую из виду" часть инженерного наследия Шотландии.
Она сказала: "Мы знаем, что он известен во всем мире, и это фантастика, что вскоре начнутся работы по его обновлению".
Северная Корея объявила чрезвычайное положение в связи с сообщением о случае Covid-19
Лидер Северной Кореи Ким Чен Ын созвал экстренное заседание политбюро после того, как человек, подозреваемый в Covid-19, вернулся из Южной Кореи после незаконного пересечения границы в этом месяце, сообщили в воскресенье государственные СМИ.
В случае подтверждения это будет первый случай, официально признанный северокорейскими властями, которые до сих пор заявляли, что в стране нет подтвержденных случаев коронавируса.
Ким объявил чрезвычайное положение и ввел локдаун в приграничном городе Кэсон, назвав это "критической ситуацией, в которой можно сказать, что злобный вирус проник в страну", сообщило государственное информационное агентство ЦТАК.
По сообщению ЦТАК, человек, который перебрался в Южную Корею три года назад, вернулся через укрепленную границу, разделяющую две Кореи, с симптомами, которые указывали на Covid-19.
"Чрезвычайное происшествие произошло в городе Кэсон, куда беглец, отправившийся на юг три года назад, человек, который, как подозревается, был инфицирован опасным вирусом, вернулся 19 июля после незаконного пересечения демаркационной линии", - сказал ЦТАК.
ЦТАК конкретно не упомянул, был ли человек протестирован, но сказал, что "неопределенный результат был получен в результате нескольких медицинских осмотров секреции верхних дыхательных органов и крови этого человека", что побудило должностных лиц поместить человека на карантин и исследовать всех, с кем он мог контактировать.
Северная Корея получила тысячи наборов для тестирования на коронавирус из России и других стран и ввела строгие меры по закрытию границ.
Тысячи людей в закрытой стране были помещены на карантин, но ограничения недавно ослабли.
В последние недели Северная Корея также активизировала кампанию, критикующую перебежчиков в Южную Корею как "человеческую подонку" и призывающую Южную Корею бороться с группами, которые отправляют пропагандистские сообщения и продовольственную помощь на Север.
Ким приказал провести расследование в воинских частях, расположенных вдоль границы, через которую подозревался человек, чтобы "применить суровое наказание и принять необходимые меры".
Угрозы австралийской демократии ближе к дому, чем Китай
Но ряд недавно принятых или находящихся на рассмотрении в Парламенте Содружества мер вызывает обеспокоенность по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя внедрение технологии распознавания лиц, принуждение технологических компаний расшифровывать информацию, хранящуюся в компьютерных системах их клиентов, принуждение технологических компаний предоставлять доступ к облачной информации своих клиентов без уведомления владельца информации и расширение полномочий ASIO на обязательный опрос.
Эти меры вызывают серьезные вопросы о границе между гражданами и правительством, но законопроект об АОБР вызывает особое беспокойство.
В отличие от любой другой страны "Пяти глаз" - Соединенных Штатов, Канады, Соединенного Королевства и Новой Зеландии - после 11 сентября АОБР получила право в обязательном порядке допрашивать людей на срок до семи дней в связи с террористическими преступлениями.
Хотя можно признать, что крайнее насилие, связанное с террористическими преступлениями, оправдывает чрезвычайные полномочия - крайнее насилие, по крайней мере, предлагает четкую границу между этими чрезвычайными полномочиями.
Этого, конечно, нельзя сказать о "широких и расплывчатых" определениях, используемых в этом законопроекте, чтобы вызвать полномочия на обязательный допрос: обращение с информацией, которая наносит ущерб "политическим, военным или экономическим отношениям Австралии с другой страной"; или деятельность в сотрудничестве с иностранной державой, которая является тайной или обманной и "наносит ущерб интересам Австралии".
Трудно представить себе более "радикальное и расплывчатое" законодательство о национальной безопасности ", чем это.
АОБР будет позволено в принудительном порядке расспрашивать кого-либо об этих вещах, а не только подозреваемых преступников.
К ним относятся журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, жители и гости.
АОБР просто должно было показать, что допрос будет "существенно способствовать сбору разведданных" об иностранном вмешательстве, которое, кажется, является главной целью законопроекта.
Затем лицо может быть допрошено на срок до 40 часов (не включая перерывы).
Если человек откажется присутствовать, его арестуют.
Отказ отвечать или давать ложные или вводящие в заблуждение ответы влекут за собой максимальное наказание в виде пяти лет лишения свободы.
Правила, которые являются фундаментальными в наших правовых системах - на самом деле защищенными конституцией в Соединенных Штатах - отменены этим законопроектом.
Люди - в том числе люди, которым уже предъявлены обвинения - будут вынуждены предоставить доказательства, которые затем могут быть использованы для их преследования.
У них может быть адвокат, но адвокат будет ограничиваться уточнением вопросов, которые неоднозначны или неясны.
Новый законопроект передает решение о выдаче ордера на допрос от судьи Генеральному прокурору.
Как отметил Генеральный инспектор разведки и безопасности, это "отходит от тенденции к увеличению требований к внешнему разрешению в других юрисдикциях Five Eyes".
Это также нарушает принцип разделения властей, согласно которому суды проверяют действия исполнительной власти.
Новый законопроект также предлагает расширить полномочия на допрос детей, которым не менее 14 лет, но только тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, наделение полномочиями в принудительном порядке допрашивать кого-либо об информации, которая "наносит ущерб экономическим отношениям Австралии с другой страной", или о деятельности, которая "наносит ущерб интересам Австралии", выходит за рамки дозволенного.
Мы одиноки.
Ни одна другая страна "Пяти глаз" не заходит так далеко, даже за преступления терроризма.
Подлинно либеральные демократии остерегаются авторитарных мер.
Поведение наших служб безопасности в связи с прослушкой парламента Восточного Тимора, судебные процессы над Свидетелем К и Бернардом Коллари, тайный суд и тюремное заключение бывшего офицера разведки, недавние ордера на обыск, исполненные в отношении двух журналистов, и перспектива обвинений против одного из них в связи с рассказами о предполагаемых убийствах австралийских солдат в Афганистане показывают, почему мы не должны ослаблять нашу охрану.
Тела матери и двух младенцев найдены в автомобиле, погруженном в пруд
АУГУСТА, штат Джорджия. - Власти вытащили затопленный автомобиль из пруда Джорджии и нашли внутри тела женщины и ее близнецов 10-месячных детей.
Офис шерифа округа Ричмонд сообщил, что экипажи нашли транспортное средство в Майорском пруду в Аугусте в пятницу днем, сообщает The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти опознали тела 25-летней Шакии Филпот и ее малолетних детей Кейсена и Кассиуса Уильямса.
Чиновники не обнародовали подробностей о том, как семья оказалась в пруду.
Свидетель, который ловил рыбу в этом районе, нашел машину, сказал Боуэн.
Тела должны были быть отправлены в Бюро расследований Джорджии для вскрытия.
Расследование по этому делу продолжается.
Обзор "Персов": древний портрет поражения Эсхила
В "Персах" не так много действия, едва ли даже сюжета. Люди просто мелькают, рассказывая (правда, довольно интенсивно) о событиях (правда, трагического рода), которые произошли далеко.
Тем не менее, эта постановка Национального театра Греции развязывает звук и ярость гала-силы. На пике шоу бьет как удар по солнечному сплетению, захватывая дыхание - влияние только слегка притупляется, наблюдая онлайн.
Эта постановка Димитриса Линьядиса транслировалась в прямом эфире в субботу из древнего амфитеатра Эпидавра; в духе театра записи в Интернете не существует. Место изначально задумывалось как часть городского асклепиона (лечебного центра), потому что греки считали баланс между телом и душой необходимым для хорошего здоровья.
Шоу рассказывает о последствиях Саламиса, морской битвы, в которой превосходящие силы греки разгромили мощную персидскую армию 2500 лет назад. В то время, когда наши горизонты закрываются, это совершенно головокружительно побуждает практически присоединиться к живой аудитории, наблюдая (с субтитрами) за живыми актерами по всей Греции, когда они исполняют тысячелетнюю пьесу.
Сам Эскилус сражался в Саламисе, но в его пьесе есть поворот: этот ветеран победившей стороны поставил свою историю среди побежденных, бросив довольно благожелательный взгляд на бедствие своих недавних врагов.
Хор персидских мужчин, одетых в длинные юбки танкового цвета и белые рубашки с пуговицами, открывает заседание. Они в своей столице с нетерпением ждут известий о своем короле Ксерксе, который уходит в отставку вместе с Афинами.
Введите овдовевшую мать Ксеркса, королеву Атоссу (Лидию Кониорду), в довольно большом черном платье, которое, кажется, носит ее, а не наоборот; она человек в экзоскелете ткани, уязвимый и грозный. Кониорду, которая является одной из величайших актрис греческой сцены, знает роль наизнанку - она руководила и играла главную роль в более ранней постановке Национального театра Греции "Персы", которая играла в центре Нью-Йорка в 2006 году, - и она ставит на якорь процесс, не делая, казалось бы, многого.
Опасения, которые все чувствовали, подтверждаются, в ужасающих подробностях, посланником (Аргирис Пандазарас), возвращающимся с фронта. В совершенно невероятной сцене он рассказывает о битве, впадая в безумие, когда вокруг него танцуют члены хора, а дрон-подобная партитура Джоргоса Пулиоса раздувается до оглушительного уровня.
Позже к ним присоединяются мертвый муж Атоссы (Никос Каратанос), вызванный из подземного мира, и Ксеркс (Аргирис Ксафис), который каким-то образом сбежал живым из обломков. Кусочки веревки на его тунике отмечают кровь (изысканные костюмы Евы Натхены всегда способствуют повествованию).
Совсем немного классического театра, который мы видим в Соединенных Штатах, пытается сделать его более доступным тем или иным способом. Часто это делается с помощью относительно натуралистических прочтений строк, в попытке сделать текст менее иностранным, более легким для усвоения. Но Линьядис и его труппа полностью принимают декламацию, которая может звучать немного принужденно для современных ушей, но подчеркивает ритмическую силу текста.
Мы никогда не забываем, однако, что игра коренится в эмоциях, которые слишком человечны.
Египет начал регистрацию данных избирателей за рубежом для выборов в сенат
Национальное избирательное управление (NEA) в субботу начало регистрацию данных избирателей на борту, чтобы начать голосовать на выборах в сенат, которые состоятся 9 и 10 августа, сообщает официальный сайт NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое представительство, связанное с их проживанием за рубежом, на сайте NEA с 25 по 31 июля.
NEA также опубликовало видео, объясняющее шаги, которые избиратели могут предпринять, чтобы отдать свой голос удаленно по электронной почте, в рамках мер предосторожности против пандемии коронавируса.
Юридический период предвыборной агитации кандидатов в сенаты длится с 26 июля по 8 августа, сообщает NEA.
Министр по делам эмиграции и экспатриантов Египта Набила Макрам призвал египетских избирателей за рубежом принять участие в выборах в качестве своего конституционного права.
Палата представителей Египта 17 июня одобрила закон о создании сената, который будет функционировать как верхняя палата парламента.
Закон был принят большинством в две трети голосов при возражении четырех депутатов.
Сенат будет состоять из 300 членов, 100 из которых избираются по закрытому списку, 100 избираются по индивидуальной системе и 100 членов назначаются президентом республики.
Срок полномочий Сената составит пять лет, начиная с даты его первого заседания. Новое собрание должно быть избрано в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
200 с лишним пожарных отреагировали на пожар в Карен в долине Юрупа - CBS Los Angeles
ЮРУПА ВАЛЛИ (CBSLA) - В субботу днем в долине Юрупа возник лесной пожар, вызвавший ответную реакцию более 200 пожарных.
Сообщение о пожаре в Карене поступило сразу после 15: 00 на Сьерра-авеню и Карен-лейн.
Огонь вырос примерно с 5-10 акров до примерно 250 акров по состоянию на 20: 00.
Сдерживание при последней проверке было на 50%, и 225 пожарных из Cal Fire, Пожарной службы округа Риверсайд, Пожарной службы города Корона и Пожарной службы округа Сан-Бернардино были на месте, сражаясь с огнем.
Дальнейший прогресс в борьбе с пожаром был остановлен, но ожидается, что ресурсы останутся на ночь для мониторинга условий.
Сообщений о пострадавших или разрушениях конструкций не поступало, и не было отдано распоряжения об эвакуации.
Сьерра-авеню между Армстронгом и линией округа Сан-Бернардино закрыта.
Число случаев коронавируса в Израиле превысило 60 000 по мере роста числа заражений
ИЕРУСАЛИМ (Рейтер) - Число людей, которые дали положительный результат на коронавирус в Израиле, превысило 60 000 в субботу, когда правительство пытается сдержать рост числа заражений.
Последний ежедневный подсчет показал 1770 новых случаев инфицирования, доведя общее число случаев до 60 496, сообщило министерство здравоохранения страны.
Израиль с населением в девять миллионов человек сообщил в общей сложности о 455 смертельных исходах от пандемии.
Израиль был одной из первых стран, которые ввели общенациональный локдаун, и изначально добился успеха в борьбе со вспышкой.
Ежедневные случаи, которые исчислялись сотнями, упали до низких двузначных цифр.
Обеспокоенное экономическими потерями, правительство ослабило эти ограничения - слишком быстро, как признали некоторые чиновники с тех пор - и показатели заражения возросли.
Возобновившиеся спорадические закрытия различных секторов экономики усилили недовольство общественности, вызвав ежедневные демонстрации.
Будьте осторожны с садоводческими трюками, которые выглядят слишком хорошо
Это может быть неловко для ученого-растениевода, чтобы признать, но я полный отстой для садового трюка.
Мне нравится думать, что это потому, что я непредвзят или, может быть, просто иррационально оптимистичен, особенно потому, что многие вещи в растительном мире часто чрезвычайно интуитивны.
Но мне не стыдно сказать, что за всю жизнь в садоводстве я попал на десятки из них.
Хотя я твердо верю в ценность того, чтобы попробовать что-то для себя, если вы не хотите учиться тяжелым путем, вот некоторые из самых распространенных садовых трюков, с которыми я сталкивался.
Сначала, и, вероятно, самый злостный нарушитель, прививал растения томатного картофеля.
Провозглашенная революционным прорывом прививка томатных растений к картофельным корням - это, по сути, ботаническое любопытство старой школы, восходящее, по крайней мере, к 1920-м годам.
Поскольку они оба из одной семьи и имеют в целом схожую внутреннюю "сантехнику", вы действительно можете создавать такие хирургически улучшенные чудеса.
Но вот в чем проблема: создание ресурсоемких структур, таких как фрукты и корни, отнимает много метаболической энергии, и если растения пытаются сделать и то, и другое, их ограниченные энергии неизбежно разделяются.
Это означает, что урожайность этих привитых растений ужасна и не похожа на то, что вы видите на маркетинговых фотографиях.
Тогда есть факт, что культуры созревают с разной скоростью, поэтому, чтобы собрать окуни, вы должны убить растения до того, как помидоры созреют.
Что касается маркетинговых образов, здесь тоже много хитростей.
В некоторых крупных каталогах я видел розы с голубым небом и фруктовые деревья с физиологически невозможным количеством плодов на ветвях.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Instagram и использованные торговыми сетями в качестве изображений их судебных площадок.
К сожалению, работа небольшого меньшинства компаний кавалеров означает, что вы должны смотреть рекламные изображения, особенно в Интернете, с очень скептическим взглядом.
Если это выглядит слишком хорошо, чтобы быть правдой, это, вероятно, так.
Кстати, синий цвет относительно редко встречается в ботаническом мире, поэтому если вы видите ослепительно новое вереск, орхидею или кактус, сияющий в самом интенсивном "дезинфицирующем" оттенке синего, он почти наверняка был распылен или окрашен.
Что было бы хорошо, если бы продавцы дали это понять, но они редко это делают.
Орхидеи синей моли вернутся к своему первоначальному белому цвету, но распыленные кактусы и верески, покрытые светоподавляющим слоем красителя, вряд ли выживут надолго.
Наконец, я должен отметить наборы бонсай или, что еще хуже, семена бонсай, которые обещают, что из их пакетов вырастут миниатюрные деревья.
Бонсай - это не вид растения.
Это тренировочная методика, используемая, чтобы создать иллюзию древних деревьев на далеких горных вершинах.
Они почти всегда начинаются со зрелых кустарников, которые взламываются, а новый рост завязывается на месте.
Я знаю, что буду продолжать поддаваться уловкам, это часть удовольствия от экспериментов.
Но отойдите на второй план, и вы можете найти тот, который на самом деле имеет шанс оправдать свое обещание.
Карантин в Испании: нужно ли карантин в Испании?
Нет - но если вы вернетесь из Испании после полуночи сегодня вечером, вам придется самоизолироваться дома на 14 дней.
Министр юстиции Великобритании Хумза Юсаф сказал: "Решение об исключении Испании ранее на этой неделе было принято, когда данные показали, что произошло улучшение в распространении вируса.
Но очевидно, что последние данные дали нам повод для беспокойства, чтобы отменить это решение.
"Мы ценим, что это будет разочаровывающе. Однако мы всегда были уверены, что внимательно следим за ситуацией с пандемией во всех странах и что мы можем потребовать исключить страну из списка мест, освобожденных от карантинных требований, если вирус покажет всплеск".
"Он все еще активен и все еще смертоносен. Подавление вируса, предотвращение его передачи и защита здоровья населения - наш приоритет".
Никаких правил в отношении британских путешественников, прибывающих в Испанию, объявлено не было, однако если вы путешествуете в Испанию, вам следует проверить местные правила в вашем районе.
Заместитель директора по чрезвычайным ситуациям Испании Мария Хосе Сьерра сказала:
"У нас есть важные вспышки. Это может быть вторая волна. Мы должны увидеть, что произойдет в ближайшие несколько недель".
Пакистанский имам-уль-хак заявил, что пригоден для битья после травмы, полученной во время разминки
Пакистан и Англия встретятся друг с другом в трех испытаниях и столько же T20I.
Пакистанский нападающий Имам-уль-Хак был признан врачом команды годным к биту после того, как его ударили по левой руке во время разминки внутри команды в Дерби.
"Левша приняла участие в разминке перед началом игры второго дня", - говорится в заявлении Пакистанского совета по крикету (PCB).
Имам "ПКБ Уайтс" получил удар по левой руке во время игры против "ПКБ Грин" Насима Шаха в первый день матча.
Имам был вынужден уйти в отставку, получив травму в пятницу вечером после удара по левой руке мячом от Шаха, но смог принять участие в разминке утром и возобновит свои подачи на третий день.
Более 30 сотрудников дали положительный результат на коронавирус в отделении одного банка в Тамилнад
По меньшей мере 38 сотрудников главного отделения национального банка в Тиручираппалли, штат Тамилнад, дали положительный результат на коронавирус, сообщили представители банка и местного гражданского органа.
По словам чиновников, посетившим банк клиентам также посоветовали добровольно явиться на тесты на коронавирус.
Ранее от COVID-19 умер высокопоставленный сотрудник филиала, страдавший от других осложнений.
Положительные случаи стали известны после того, как недавно в банке был проведен массовый медицинский скрининг, сообщили чиновники.
Руководство банка заявило, что процесс дезинфекции завершен и банк может возобновить работу с завтрашнего дня.
Сотрудники здравоохранения корпорации находятся на связи с клиентами, посетившими банк.
Тамилнад, с самыми высокими случаями заражения вирусом в стране после Махараштры, сообщил в общей сложности о 2 06 737 положительных случаях вируса по состоянию на субботу.
Премьер-министр Индии примет участие в строительстве храма на спорном участке
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце примет участие в церемонии закладки фундамента индуистского храма на спорном участке в северной Индии, где мечеть 16-го века была снесена индуистскими сторонниками жесткой линии в 1992 году, согласно трасту, контролирующему строительство храма.
Церемония назначена на 5 августа, дата, по словам организаторов, была астрологически благоприятной для индусов, но это также знаменует год с тех пор, как индийский парламент отменил полуавтономный статус своего единственного штата с мусульманским большинством, Джамму и Кашмира.
Символику было невозможно пропустить как сторонникам, так и противникам индуистской националистической партии Бхаратия Джаната Моди, или БДП, чей манифест на протяжении десятилетий включал обещания лишить возмущенную автономию Кашмира и построить храм индуистскому богу Раму, где когда-то стояла мечеть эпохи Мугал, место в городе Айодхья в штате Уттар-Прадеш, которое преданные считают местом рождения Рама.
Поскольку коронавирус все еще свирепствует по всей Индии, которая сообщила о третьем по величине числе заболевших в мире, церемония будет транслироваться в прямом эфире по государственному телевидению, а количество участников и зрителей будет ограничено, согласно Vishwa Hindu Parishad, или Всемирной индуистской организации, индуистской националистической группе, связанной с BJP.
Храм будет служить "прочным и бессмертным сияющим центром социальной гармонии, национального единства и интеграции и пробуждения чувства индуизма", или индуистского образа жизни, сказал пресс-секретарь организации Винод Бансал в пресс-релизе в субботу.
Столетний спор по этому участку был разрешен в прошлом году после убедительной победы БДП на выборах.
В ноябре Верховный суд вынес решение в пользу храмового треста, заявив, что мусульманским петициям будет выделено пять акров на альтернативном месте.
Индусы, придерживающиеся жесткой линии, давно утверждают, что мусульманские захватчики Моголов построили мечеть на вершине ранее существовавшего храма в древнем городе Айодья.
Беспорядки в декабре 1992 года, последовавшие за разрушением мечети, вызвали межобщинное насилие, в ходе которого было убито около 2000 человек, в основном мусульмане.
Между тем, суд по делу о сносе продолжает слушаться в особом суде.
Архитектор из Ахмадабада, Гуджарат, родного штата Моди, предложил возвышающееся сооружение из песчаника высотой 161 фут (49 метров) с пятью куполами.
Йоги Адитьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил Айодхью провести специальную церемонию очистки и очищения, а все храмы города зажечь масляные лампы перед визитом Моди, сообщило информационное агентство Press Trust of India.
По словам Адитьянатха, это событие ознаменовало конец "500-летней борьбы", сообщает PTI.
