Доминик Рааб: Правительство не может извиниться за решение о карантине по прибытии из Испании
Доминик Рааб выступил в защиту решения правительства вновь срочно ввести карантин по прибытии из Испании.
В субботу министры объявили, что отдыхающие, не вернувшиеся из отпуска в Испании и на ее островах к полуночи, будут обязаны самоизолироваться на 14 дней.
Страна входила в список стран “транспортного коридора”, которые на Даунинг-стрит считали безопасными, но недавняя волна новых случаев коронавируса возбудила опасения второй волны заболеваемости.
В воскресенье, министр иностранных дел выступил в защиту внезапного возврата ограничений как “оперативной реакции” на вызывающие беспокойство сообщения о вспышке инфекции в регионе.
Он сказал, что ситуацию обсудили вчера вечером “и мы приняли решение так быстро, насколько возможно”.
“Мы не можем извиняться за этот поступок”, - добавил он.
“У нас должны быть возможность действовать быстро и решительно, особенно на местном уровне, или на международном, в отношении Испании или другой страны, когда мы видим, что мы должны принять меры”.
“Иначе, мы рискуем реинфицировать Соединенное Королевство, с потенциальной второй волной здесь и еще одним локдауном”.
Министр транспорта оказался среди отдыхающих в Испании, обязанных отправиться на карантин.
Решение было принято после того как Испания зарегистрировала более 900 новых случаев Covid-19 в день в течение двух дней подряд.
Министр иностранных дел признал, что у многих туристов не было времени отменить или изменить планы.
Я понимаю, что это нарушает планы людей, которые оказались в этой ситуации, тех, кто находится в Испании или планировали туда поехать, но мы должны предпринять быстрые, решительные меры для зашиты Соединенного Королевства.
“Мы успешно снизили заболеваемость и предотвращаем повторного роста вируса в Соединенном Королевстве”.
Заместитель министра здравоохранения Джонатан Эшворт осудил Правительство за “откровенно непродуманное” решение проблемы.
Он сказал, что из-за внезапного решения Даннинг-стрит  отдыхающие оказались “застигнуты врасплох в сложной ситуации”.
Парламентарий-лейборист сказал Софи Ридж: “Я понимаю, почему они приняли это решение, но конечно то, как это оно было принято в последние 24 часа, откровенно непродуманно.
“Отдыхающие в Испании сейчас застигнуты врасплох в сложной ситуации, люди, собиравшиеся поехать в Испанию и на острова, например Тенерифе,  на отдых, растеряны, они не знают, разрешит ли им работодатель взять эти две недели” карантина.
“Правительство говорит только “мы надеемся, что работодатели пойдут навстречу”.
“То, как это это решение было принято в последние 24 часа, откровенно непродуманно”.
Что означает для отдыхающих включение Испании в карантинный список?
Он призвал министров внести “ясность” относительно того, получат ли люди, которых просят уйти на карантин, финансовую поддержку, если работодатель откажется платить им в течение карантина.
Он также добавил, что “отдыхающие, которые сейчас находятся в Испании и которые честно весь год копили на семейный отдых и застигнуты врасплох сложной ситуацией”, также нуждаются в четкой информации.
“То, как было принято это решение, очевидно провоцирует беспокойство”, - подчеркнул он.
Г-н Рааб сказал, что ни один сотрудник, выполняющий новые предписания, не должен быть наказан работодателем, в том числе, отправлен в отпуск по болезни.
Он сказал: “Мы меняем правила - закон в отношении путешественников и отдыхающих изменен -  и конечно, мы ожидаем, что работодатели проявят необходимую гибкость в отношении сотрудников, которые окажутся на карантине из-за нового закона.
“Если люди исполняют закон в отношении карантина и самоизоляции так, как они должны, они не могут подвергаться наказаниям.
«Ошибки» США замедляют поиски лекарства от коронавируса
США тормозят разработку эффективных лекарств от COVID-19, ведущуюся во всем мире, так как исследователи тестируют препараты «произвольно, как попало», — предупреждает ведущий эксперт британской программы.
Британская программа Recovery, в которой участвует 12 тысяч пациентов из нескольких сотен больниц страны, уже позволила определить одно многообещающее новое лекарство для борьбы с вирусом и отмести как бесполезные два других - на которые ранее возлагались большие надежды.
Но системе здравоохранения США не удалось достичь подобных результатов, а значит, другие потенциальные медикаменты, которые могли бы быть одобрены для широкого применения, все еще не подвергались проверке.
В частности, плазма выздоравливающих пациентов (плазма крови, взятая у больных COVID-19 и содержащая антитела, вероятно, способные защитить от болезни других) все еще ожидает серьезного крупномасштабного исследования методом случайной выборки.
«Десятки тысяч человек в США уже получили плазму выздоравливающих пациентов, но их выборка была не случайной», — сообщил один из основателей программы Recovery профессор Мартин Лэндрэй.
«Людям просто давали плазму выздоравливающих пациентов в надежде, что это сработает. Они использовали большой объем плазмы и до сих пор не знают, помогает она, вредит или не производит никакого эффекта», — добавил Лэндрей, эксперт по организации крупномасштабных испытаний медикаментов.
В США не проводят масштабных рандомизированных исследований, а в результате получают плохие лекарства
Исследования методом случайной выборки — золотой стандарт для выявления эффективных медикаментов.
В них исключена неосознанная предвзятость, которая могла бы повлиять на решения лечащих врачей.
Несколько тысяч пациентов получают лекарство, а другие несколько тысяч — плацебо.
Никто не знает, кому из пациентов что дали.
Затем сравнивают результаты и определяют эффективность лечения.
Таким образом, Recovery удалось продемонстрировать, что стероид дексаметазон на треть снижает смертность среди больных COVID-19, находящихся на искусственной вентиляции легких.
Программа также показала, что ни нашумевший гидроксихлорохин, ни комбинация лопинавира с ритонавиром никак не помогают спасать жизни.
Что крайне важно, для испытаний требовалось очень большое число пациентов, которого нет ни в одной больнице в отдельности.
Ключевое преимущество Британии — наличие централизованной Национальной службы здравоохранения.
Напротив, служба здравоохранения США отличается раздробленностью, и единственный вклад, который она внесла в поиск лекарства, состоит в обнаружении того, что крайне дорогой препарат ремдесивир способен ускорить выздоровление некоторых больных COVID-19.
«В США идет множество мелких испытаний препаратов на паре десятков или паре сотен пациентов, но ничего существенного», — добавил Лэндрэй.
«Они не проводят масштабных рандомизированных исследований, а в результате получают плохие лекарства. Из-за этого падает качество медицинского обслуживания и страдают пациенты».
Лэндрэй сказал, что особенно вопиющая ошибка совершена в отношении плазмы выздоравливающих, которая, по мнению многих врачей, может сыграть ключевую роль в лечении тяжелобольных пациентов.
«Если взглянуть на США, там это средство использовали в огромных количествах совершенно произвольно, как попало. По сравнению с тем, что происходит там, Великобритания добилась потрясающих успехов», — также сказал он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и второй основатель программы Recovery, сообщил:
«Есть отчеты о когорте из 20 тысяч больных, получивших плазму выздоравливающих пациентов, но их выборка была не случайной. Если бы эти больные участвовали в рандомизированном исследовании, сейчас у нас уже был бы четкий ответ, эффективна ли плазма выздоравливающих».
Хорби добавил, что в UK Recovery запустили рандомизированное исследование плазмы выздоравливающих, но ожидают получить результаты только позже в этом году.
В результате вспышки сальмонеллы заболели 212 человек в 23 штатах
25 июля(UPI) - Центры по контролю и профилактике заболеваний США исследуют вспышку сальмонеллы, в результате которой заболели 212 человек в 23 штатах.
В своем пресс-релизе в пятницу, Центры по контролю и профилактике заболеваний сообщили, что с последнего сообщения о вспышке, сделанного во вторник, заболели 87 человек.
Агентство сказало, что между 11 и 19 июля у людей начали проявляться симптомы штамма сальмонеллы, который может вызывать симптомы через две-четыре недели.
С начала вспышки был госпитализирован 31 человек, но не зафиксировано ни одного смертельного исхода.
По информации Центров по контролю и профилактике заболеваний, точный источник штамма сальмонеллы не установлен.
Они не выпустили никаких рекомендаций об избегании какой-либо еды, а также не назвали имен возможных продавцов зараженных продуктов.
Наибольшее число случаев сальмонеллы в Орегоне, 51 инфицированных, за ним вплотную следует Юта с 40 случаями.
Сальмонелла - это бактериальное заболевание пищевого происхождения, которое приводит к 1,35 млн заболеваний, 26 500 госпитализаций и 420 смертельным случаям в год, согласно информации Центров по контролю и профилактике заболеваний.
Наиболее распространенные симптомы сальмонеллы - диарея, жар и спазмы желудка, они могут проявиться в период от 6 часов до 6 дней после заражения.
Болезнь обычно длится от четырех до семи дней, и большинство людей выздоравливают без лечения, но некоторые случаи требуют госпитализации.
RT новости США: Паре брызнули в лицо слезоточивым газом в калифорнийском парке для собак за отсутствие защитных масок на лице во время ланча (ВИДЕО)
Бывает маскшейминг, а бывает стопроцентное разбойное нападение.
Пара из Калифорнии, обедавшая со своим щенком в парке для собак, испытала на себе второе, когда разгневанная женщина распылила в них газ из перцового баллончика за отказ надеть маски... во время еды.
Эш О'Брайен и ее муж Джаретт Келли утверждают, что они устроили перекус в парке для собак Дасти Родс в Сан-Диего в четверг в компании своего трехмесячного мопса.
Пара сняла маски, чтобы поесть, когда к ним подошла «женщина неопределенного возраста», назвав их «идиотами» за то, что на них не было масок, несмотря на то, что «нельзя носить маску и есть одновременно».
О'Брайен сказала женщине, чтобы та покинула парк и перестала беспокоить ее, в этот момент женщина распылила в пару баллончик с перцовым газом фирмы Мейс.
Видео, снятое случайным свидетелем, начинается с того, что Келли пытается выбить газовый баллончик у женщины и получает дозу Мейса в лицо за свои старания.
Слышно, как на заднем фоне плачет О'Брайен, в то время как нападавшая уходит со своими собаками.
О'Брайен выложила видео в Facebook и сказала ABC 10, что хочет увидеть, как женщина «отправляется в тюрьму».
Ношение защитных масок для лица обязательно на всей территории штата Калифорния, даже на свежем воздухе.
Данные маски можно снимать только в ряде исключительных случаев, в том числе во время еды или питья.
Тем не менее, ни в одной из рекомендаций штата по борьбе с коронавирусом не говорится, что очевидцы могут применять несмертельное оружие для обеспечения исполнения данной политики.
Даже в современную эпоху «маскшейминга» это все еще является преступлением, за которое предусмотрено наказание в виде штрафа размером в 1000 долларов или срока до трех лет в одной из тюрем штата.
Продавец яиц из Индаура, чью тележку перевернули за отказ платить взятку в 100 рупий, получил квартиру и бесплатное образование
По неофициальной информации, в четверг в Индауре представители власти перевернули тележку продавца яиц Параса Райкара.
Спустя два дня после того, как история 13-летнего продавца яиц, чью тележку перевернули чиновники, разошлась по социальным сетям, мальчик из Индаура получил ошеломляющую поддержку со всей страны. Ему помогли возместить убытки и снова вернуться в дело.
Семья мальчика утверждает, что им также предложили помощь политики, включая лидера конгресса Рахула Ганди и главного министра Дели Арвинда Кеджривала.
Семья мальчика также получила квартиру и предложение оплатить обучение детей.
По неофициальной информации, тележку продавца яиц Параса Райкара в четверг перевернули представители власти Индаура, где администрацией введено правило «лево – право» регулирующее порядок работы магазинов в период пандемии.
В социальных сетях распространилось видео, на котором мальчик заявляет, что представители власти утром сказали ему убрать тележку или заплатить взятку в 100 рупий.
По словам мальчика, когда он отказался, чиновники перевернули тележку, разбив все яйца.
В ролике мальчик также утверждает, что из-за пандемии его ежедневная выручка упала, и потеря товара станет дополнительным финансовым бременем.
С четверга семья мальчика получает огромную поддержку со всей страны. Многие предлагают продуктовую и денежную помощь.
Поддержку семье также оказали местные жители.
Бывший премьер-министр Дигвиджайа Сингх предложил финансовую поддержку и помощь в поступлении детей в колледж. Рамеш Мендола, член Законодательного собрания от Индаура из партии БДП, пообещал предоставить мальчику дом в рамках программы Прадхан Мантри Аваас Йоджана.
Пресс-клуб Индаура обеспечил мальчика деньгами и едой.
Офис лидера партии Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
«Мы получаем огромную поддержку со всей страны.
(Член Законодательного собрания от БДП) Рамеш Мендола пообещал квартиру в рамках программы Прадхан Мантри Аваас Йоджана.
Он также подарил нам велосипед и 2500 рупий.
Дигвиджайа Сингх дал 10 000 рупий и пообещал обеспечить образование двум детям.
Позвонили из офиса Рахула Ганди и предложили поддержку.
Из офиса главного министра Дели Арвинда Кеджривала позвонила женщина и предложила помощь.
Джйотирадитья Сциндиа тоже предложил помощь», — говорит дедушка Параса.
Министр внутренних дел Прити Патель требует от Твиттера и Инстаграм объяснений в связи с "отвратительными" твитами Уайли
Прити Патель потребовала от Твиттера и Инстраграм объяснить, почему им потребовалось так много времени, чтобы удалить "отвратительные" публикации, сделанные Уайли.
Полиция в дпнный момент расследует серию антисемитских комментариев, которые были опубликованы в социальных сетях грайм-музыканта.
Министр внутренних дел написала в твиттере в воскресенье: "Антисемитские посты от Уайли отвратительны".
"Они не должны были оставаться в Твиттере и Инстаграме так долго, и я потребовала от них исчерпывающих объяснений.
"Социальные сети должны быстрее принимать меры, чтобы удалять такую жуткую ненависть со своих платформ"
Твиттер обвинили в "игнорировании антисемитизма", так как твиты Уайли были все еще доступны 12 часов спустя после того, как они были опубликованы.
С тех пор несколько твитов были удалены, а 41-летний музыканта заблокировали на сайте на 7 дней.
Твиттер ранее сообщил, что учетная запись Уайли была временна закрыта "за нарушение наших правил в отношении разжигания ненависти", а Фейсбук сказал, что "в Инстаграме нет места риторике ненависти"
Лондонская полиция заявила в субботу: "Полиция очень серьезно относится ко всем сообщениям об антисемитизме. Соответствующие материалы попадают на рассмотрение".
Между тем, продюсерская компания Уайли A-List Management, "полностью порвала" со звездой.
Теперь уже бывший менеджер музыканта, Джон Вулф, по национальности еврей, написал в Твиттере: "После антисемитских твитов Уайли, мы в @A_ListMGMT полностью порвали с ним. В обществе нет места антисемитизму".
Ранее он сказал, что не поддерживает и не оправдывает то, что опубликовал Уайли, и что он поговорит с ним лично и "поможет его просветить".
Однако в видеоролике в Инстаграм Уайли заявил, что это он порвал все связи со своим менеджером.
Другие члены парламента раскритиковали Твиттер за то, что он оставил твиты доступными.
Член парламента от лейбористов Джесс Филлипс сказала в субботу: "Я только что увидела про Уайли. Как Твиттер мог оставить настолько открытый антисемитизм и ненависть? Он бьет по всем опасным точкам, евреи получают то, чего у тебя нет, они все контролируют, они считают себя лучше других... Это опасные вещи. Однозначно, их нужно снять".
Ее коллега, член парламента Нил Койл добавил: "Похоже, его продюсер действует быстрее Твиттера, еще раз отметив, что законодательство (включая законопроект "О вреде в интернете") должно гарантировать, что социальные сети не используются для распространения ненависти".
Джон Манн, независимый эксперт правительства по вопросам антисемитизма, сказал, что твиты "точно демонстрируют, почему закон нужно изменить для того, чтобы обеспечить им должный уровень ответственности".
Тем временем, Кампания против антисемитизма попросила полицию расследовать контент Уайли и призвала закрыть его аккаунты в социальных сетях "чтобы предотвратить дальнейшего распространения антисемитской заразы".
Уайли, чье настоящее имя Ричард Кау, известен как крестный отец Грайма, он получил Орден Британской империи за вклад в музыку в 2018 году.
Кудлоу заявил, что следующий законопроект по стимулированию экономики после коронавируса предполагает больше выплат и продлит мораторий на выселение из дома
Экономический консультант Белого дома Ларри Кудлоу в воскресенье пообещал, что федеральные власти продлят мораторий на выселение и вышлют больше социальных выплат в рамках нового пакета мер по стимулированию экономики на фоне коронавируса.
Во время предшествующей высказываниям Кудлоу недели Конгресс отклонил снижение налогов на заработную плату, на которое надеялся Белый дом.
"Будет выплачено 1200 долларов. Они входят в новый пакет мер. Я бы предпочел, если бы помимо этой выплаты также снизили налоги на заработную плату", — заявил Кудлоу в передаче канала CNN State of the Union.
"Но как бы то ни было, с политической точки зрения так не получится."
На данный момент не было официально заявлено о заключении договора, однако министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно посетили Конгресс США, чтобы обсудить детали предстоящего пакета анти-кризисных мер с лидерами Конгресса.
Комментируя отмену выделенных федеральным правительством дополнительных 600 долларов к пособии по безработице, Кудлоу заявил, что данный бонус наносил ущерб малому частному бизнесу, так как затруднял поиск кадров.
"У нас сейчас шквал вопросов, звонков и жалоб на тему того, что малые предприятия, небольшие магазины и рестораны никак не могут нанять работников обратно", — заявил он.
"Они явно переборщили. Может в марте это было необходимо, но на деле люди не возвращаются работать, и у этого будут последствия."
Ранее сегодня на передаче "Fox News Sunday" Мнучин высказался более прямо: "Я думаю все, кто работает, все американцы понимают простую мысль, что за сидение дома не должны платить больше, чем за работу."
Мнучин заявил, что новый законопроект предполагает бонусы к пособию по безработице, однако заметил, что они будут меньше выплат, входивших в пакет CARES.
Он сказал, что некоторые работники получают с пособий больше денег, чем получали с зарплаты.
В результате после того, как предприятия снова открылись, у сотрудников не было мотивации возвращаться на работу.
Чиновник заявил, что администрация Трампа и республиканцы из Сената согласны на пакет экономических мер в 1 триллион долларов, но отметил, что в интересах ускоренного принятия законопроекта решение отдельных вопросов, которые сложнее согласовать с демократами, может быть отложено и включено в другой законопроект.
Queen и Адам Ламберт: Брайан Мэй справляет день рождения Роджера Тейлора
Сегодня родились и легенда Queen, и солист The Rolling Stones Мик Джаггер, которому исполнилось 77 лет.
Брайан Мэй справил свое 73-летие на прошлой неделе 19 июля и поблагодарил фанатов за поздравления.
Рок-звезда сделал подпись рядом с фотографией, на которой он изображен со своей женой Анитой Добсон: "Мой праздничный ужин - приготовлен Анитой - мы разоделись и остались дома !"
Египетский суд направляет мужчину, убившего троих детей, на психиатрическую экспертизу
Генеральный Прокурор Прокуратуры Южной Миньи Тамер Мотеа в воскресенье приговорил крестьянина к четырем дням заключения на время расследования причин того, почему он убил троих своих детей, также направив его на психиатрическую комиссию.
24 июля 56-летний Мохамед Али бросил своих детей Хадигу, четырех лет, Мену, восьми лет, и Омара, шести лет, перед движущимся поездом на железнодорожной станции Маллави.
Бессвязное бормотание Али во время следствия привело к подозрению о том, что он переживает нервный срыв.
Его жена сообщила, что не имела с ним никаких проблем, и связала его поведение с психологическими трудностями.
Жители деревни из Массарт Маллави воздержались от разговоров о происшествии, лишь принося соболезнования семье детей.
Около 93 процентов детей в Египте в возрасте от года до 14 лет страдают от насилия, заявил в октябре Халид Дарвиш, советник в Национальном Совете по Делам Детства и Материнства.
Привлечение к ответственности – один из самых важных столпов в деле искоренения жестокого обращения с детьми, добавил он, подчеркивая важность сотрудничества между советом и Государственным Обвинением в этом вопросе.
Согласно исследованию, подготовленному Национальным Советом по Делам Детства и Материнства, дети подвергаются насилию в местах, которые должны быть безопасными, таких как дом, школа или клубы, и становятся жертвами насилия со стороны людей, которые должны о них заботиться, таких как родители или учителя.
RT новости США: AP раскритиковало пресс-секретаря Белого дома Кейли Макинани за «политические» брифинги – но журналисты продолжают задавать политические вопросы
Associated Press обвинило пресс-секретаря Белого дома Кейли Макинани в том, что у СМИ вызывает беспокойство то, что она делает свои брифинги политическими, нежели чем информационными, – явно забывая о том, что вопросы выбирают журналисты.
В вышедшей в субботу статье AP, крупнейшего информационного агентства США, утверждается, что брифинги Белого дома для представителей прессы могут стать «сломанной традицией», поскольку Макинани превратила их в «хорошо организованную мощную рекламу президента, которому предстоят перевыборы, место для атак на прессу и форум с относительной нехваткой информации» о том, что делает правительство.
Последнее из данных утверждений не подлежит сомнению, так как на брифингах едва ли раскрывается какая-либо новая информация.
Что не было упомянуто AP, так это то, что на брифингах едва ли на самом деле ищут какую-либо новую информацию.
Журналисты зачастую используют пресс-конференции Белого дома для привлечения внимания к самим себе, форма искусства, которую довел до совершенства корреспондент CNN Джим Акоста.
Они выходят за рамки стандартных конфронтационных отношений между представителями СМИ и администрацией, повторяя друг друга, задавая вопросы-ловушки, нацеленные только на то, чтобы поставить под сомнение Президента Дональда Трампа.
В некоторых случаях они сами попадают на первые полосы газет, как, например, когда корреспондент CBS News Вэйцзя Цзян ответила на реплику Трампа «Спросите Китай», прозрачно намекнув на расизм: «Сэр, почему вы говорите это именно мне?»
Брифинг 6 июля стал наглядным примером отсутствия понимания того, каким образом брифинги перестали быть источником значимой информации для американцев.
Утром того дня Трамп опубликовал твит о том, что телевизионные рейтинги НЭСКАР пострадали от ложного утверждения о преступлении на почве ненависти в отношении гонщика Буббы Уоллеса и ее решении запретить демонстрацию флага Конфедерации на своих мероприятиях.
Предсказуемо, большинство вопросов касались данного твита, когда журналист за журналистом задавали Макинани вопросы, сформулированные таким образом, чтобы побудить ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинани не дала ответа, который был нужен журналистам, – реплику, которая бы причинила вред Трампу, – но она раз за разом говорила в ответ, что президент не занимал позицию по вопросу флага Конфедерации и что суть его сообщения заключалась в том, что фанаты НЭСКАР ошибочно изображаются как расисты.
AP утверждало, что в ее словах звучало «раздражение» во время брифинга.
Рассказ AP вторил вышедшей ранее в том же месяце колонке в Washington Post корреспондента ABC News Джонатана Карла, который также является президентом Ассоциации корреспондентов Белого дома.
Карл заявил, что «отрицание реальности и использование трибуны Белого дома в чисто политических целях – это нарушение общественного доверия».
Тем не менее, сообразительность и бойцовский стиль Макинани сделали ее героем среди некоторых сторонников Трампа с тех пор, как она впервые провела брифинг 1 мая, сменив на посту пресс-секретаря Белого дома в апреле.
Пресс-конференций не было в течение более чем года до ее назначения.
Как и другие аспекты политической жизни в Вашингтоне, отношения пресс-секретаря Белого дома со СМИ существенно изменились в эпоху Трампа.
Это изменение пришло с обеих сторон и произошло до прихода Макинани.
Разнос бывшего пресс-секретаря Сары Хакаби Сандерс комиком Мишель Вульф на ужине Корреспондентов Белого дома» в апреле 2018 был настолько жестоким, что даже ведущая MSNBC Мика Бжезински назвала его «достойным сожаления».
Репортер AP при Белом доме Джилл Колвин поприветствовала Макинани на ее первом брифинге, спросив: «Обещаете ли вы никогда не лгать нам с этой трибуны?»
Политический аналитик Fox News Брит Хьюм, опытный журналист с более чем 50-летним стажем, который в 1989-1996 годах работал главным корреспондентом ABC при Белом доме, заявил, что журналисты сегодня демонстрируют «агрессивное поведение» в зале для брифингов из-за своего презрения к Трампу.
Из-за своей нацеленности против Трампа, как он сообщил на этой неделе в программе «Такер Карлсон сегодня вечером» на Fox, журналисты пренебрегают сбором новостей политики.
«Это не просто игра в кошки-мышки», – сказал Хьюм о цели, с которой проводятся брифинги для прессы.
«Это не просто попытка поставить в неловкое положение государственного служащего. Их цель – добыть информацию.
В ходе акции протеста в Калифорнии подожгли здание суда
ОКЛЕНД, Калифорния -- Как сообщила полиция Окленда, вечером в субботу после того, как мирная демонстрация превратилась в беспорядки, протестующие в Калифорнии подожгли здание суда, нанесли ущерб полицейскому участку и напали на офицеров.
Демонстранты разбивали окна, разрисовывали граффити, запускали пиротехнику и направляли лазеры на офицеров, сообщил в Twitter департамент Окленда.
В нескольких твитах содержались призыв к миру и просьба к организаторам "помочь нам предоставить безопасные места для демонстрантов".
Акцию протеста начали ранним субботним вечером участники группы под названием "Стена Матерей", как и в случае с группой, возникшей в Портленде, Орегон, когда протестующие столкнулись с агентами США, направленными в город для охраны здания федерального суда.
Президент Дональд Трамп отправил федеральных агентов с целью подавления протестов, которые начали происходить каждую ночь после смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но позднее ближе к ночи вылился в массовые беспорядки.
Примерно в 23:30 полиция объявила о "незаконном собрании" и офицеры попросили толпу разойтись.
Пожар начался в здании Верховного суда округа Аламеда и вскоре был локализован, сообщили средства массовой информации.
Полиция сообщила, что протестующие какое-то время "разбивали окна и выкривали расистские оскорбления в адрес жильцов".
На выложенных департаментом в Twitter фотографиях видно битое стекло и обрызганное краской здание полиции.
Высокопоставленный представитель ООН пропустил визит в Пакистан, сославшись на проблемы с перелетом
ИСЛАМАБАД (AP) – Будущий председатель Генеральной Ассамблеи Организации Объединенных Наций заявил в субботу, что откладывает запланированный визит в Пакистан «из-за некоторых технических проблем с перелетом».
Турецкий дипломат Волкан Бозкыр был избран председателем 75-й сессии Генеральной Ассамблеи ООН в прошлом месяце и должен был приехать в Исламабад в воскресенье.
Однако, как он заявил в своем посте в Twitter, с визитом в столицу Пакистана придется подождать.
Министр иностранных дел Пакистана Шах Мехмуд Куреши написал Бозкыру в ответном твите: «Я с нетерпением жду вас в Пакистане с конструктивным и плодотворным визитом».
Днем ранее ликующий Куреши, объявляя о визите, выразил надежду, что он обсудит с Бозкыром ряд вопросов, включая Кашмир, который разделен между Пакистаном и соседней Индией и на который обе страны претендуют как на свою неотъемлемую часть.
Пакистан и Индия два раза из трех воевали друг с другом за спорный регион с момента получения независимости от Британского правления в 1947 году.
Обе стороны часто открывают перестрелку в Кашмире, что приводит к жертвам среди военных и мирного населения с обеих сторон.
Пакистан хочет, чтобы ООН сыграла роль в разрешении проблемы Кашмира в рамках своих резолюций, разрешив людям, проживающим в районе Гималаев, решить, хотят ли они объединиться с Индией, с Пакистаном или же они предпочитают независимость.
Поль Погба намекнул о своем будущем, после того как "МЮ" завоевал место в Лиге чемпионов
Звезда "Манчестер Юнайтед" Поль Погба намекнул, что останется в клубе этим летом, после того как "Красные дьяволы" застолбили за собой место в верхней четверке.
Благодаря победе над "Лестером" со счетом 2–0 "Юнайтед" финишировал на третьей строчке, опередив "Челси" Фрэнка Лэмпарда.
Всего 12 матчей назад "Манчестер Юнайтед" отставал от "Лестера" на 14 очков, но затем набрал великолепную форму и завершил чемпионат в числе четырех лучших команд.
Ожидалось, что Погда покинет клуб этим летом, ведь за последние два года он дважды просил его отпустить.
Впрочем, из-за пандемии немногие клубы готовы тратить этим летом много денег, и такого покупателя, который мог бы потянуть и комиссию за трансфер, и зарплату Погба, чтобы переманить игрока с "Олд Траффорд", сейчас нет.
Это объяснение пошло Погба на пользу, судя по улучшению его игры и языку тела.
Недавно француз намекнул, что остается в клубе, опубликовав запись в Instagram после победы своей команды со счетом 2–0.
Возможно, Погба просто решил отпраздновать возвращение "МЮ" в турнир, но многие поклонники воспринимают это как явный намек на то, что он останется в команде, которой снова предстоит соперничать с лучшими клубами Европы.
Срок действия текущего контракта Погба истекает через год, хотя клуб может продлить его еще на 12 месяцев, то есть фактически соглашение рассчитано еще на два года.
"Манчестер Юнайтед" не скрывает желания продлить контракт с Погба и хочет, чтобы в ситуации с ним появилось больше ясности, перед тем как начнется следующий сезон.
Погба, в свою очередь, чувствует себя в клубе комфортно. Кроме того, его вдохновило подписание Бруну Фернандеша.
Игра португальского плеймейкера стала настоящим откровением для "Олд Траффорд", и его появление в команде позволило Погба играть на более глубокой позиции в центре полузащиты, что также улучшило настроение Поля.
Обамеянг приносит "Арсеналу" победу, и "Уотфорд" выходит из Премьер-лиги
Несколько игроков "Уотфорда" упали на колени; остальные же, не медля ни секунды, отправились к тоннелю.
Только что просвистел свисток, знаменующий конец их пятилетнего пребывания в Премьер-лиге, и никто не посмел бы сказать, что, когда ситуация потребовала от них выложиться по максимуму, они сдались без боя.
Выступление "Уотфорда" было четким, напряженным и агрессивным, как все их лучшие игры за последние пять лет, но они опоздали, и слишком поздней была их контратака, чуть-чуть не компенсировавшая нехватку трех голов.
Если бы Эмилиано Мартинес не смог блестяще принять передачу пяткой от Дэнни Уэлбека за 16 минут до конца матча, вскоре после того, как его бывший партнер по команде забил гол в одно касание и "Уотфорду" оставалось два гола до победы, велика вероятность, что они бы зрелищно отыгрались.
В конце концов им это не удалось, и исполняющий обязанности главного тренера Хэйден Маллинс, вероятно, подумал, что он никогда не получил бы этой неблагодарнейшей из задач, если бы команда приложила столько же усилий пораньше.
В течение сезона они проявили себя недостаточно хорошо, впрочем, как и организация, их нанимающая.
Одной проваленной кампанией, возможно, не развалить империю, но заложенный семьей Поццо фундамент никак не гарантирует команде возможность выплыть из второго эшелона наверх.
Трудно избежать ощущения, что уотфордская привычка менять тренеров себя исчерпала.
Их следующий постоянный - в самом широком смысле слова - тренер станет двенадцатым за восемь лет, и эта новая метла много нового не наметет.
Трой Дини должен перейти в более низшую лигу, несмотря на забитый на «Эмирейтс» гол.
Некоторые игроки уйдут: сейчас Исмаила Сарр вновь дал понять, что он точно не будет участвовать в играх Чемпионата в сентябре, и твердая рука должна быть в приоритете.
В этом драматичном зрелище не было никакой определенности, и Микель Артета описал это столкновение как «немного похожее на баскетбол», хотя, конечно, развлечение получилось знатное.
После Артета сказал, что нападающие Уотфорда «жульничали», но быстро пояснил, что это футбольный термин, означающий «рисковать, держаться впереди».
Конечно, им это было необходимо: любые предположения, что в конце концов может хватить и ничьей, быстро пресекались, и неизвестно, как бы все обернулось, если бы они не были вынуждены догонять соперников.
Но они почти моментально заработали пенальти в свои ворота.
Крейг Доусон неосторожно врезался в Александра Ляказетта, что заняло 40 секунд, но видеосудье потребовалось почти три минуты, чтобы во всем убедиться и назначить пенальти, который без спешки пробил Обамеянг.
Уотфорд собрался с духом, начал неумолимую атаку с отлично подготовленным Сарром на правом фланге и усилиями Роберто Перейры и Троя Дини чуть не забил.
А затем провалилась попытка Обамеянга оформить дубль с помощью Кирана Тирни, и к первому перерыву на питье игра была настолько неоднозначна, что, несмотря на преимущество "Арсенала", именно эта команда получила нагоняй от тренера Артеты.
Затем Обамеянг проконтролировал далекий бросок Тирни и сделал мастерский удар через себя, после которого ему оставался всего один гол до "Золотой бутсы", награды, которую он разделил бы с Джейми Варди, если бы перед самым концом матча Бен Фостер не блокировал его последний шанс.
Казалось, что уотфордцы обречены, но они не сдавались, и, когда Давид Луис опрометчиво заработал очередное пенальти за Уэлбека, перед перерывом Дини забил с этого пенальти гол.
Дини, большую часть сезона проходивший с травмой, сегодня держался как мог и весь матч провел в режиме гладиатора.
Возможно, он зубами вцепился бы в шанс, пропущенный Адамом Масиной в начале второго тайма, но и следующие возможности в итоге были упущены.
Первое нападение Уэлбека превосходно отразил Мартинес, который затем отбил такой стремительный прострел Сарра, что заставил поволноваться всех врачей у поля; как подтвердил Артета, в субботу Мартинес будет играть в финале кубка ФА.
Но все надежды "Уотфорда" рассеялись, когда следующая атака Уэлбека тоже была отражена, и теперь команде предстоит тщательно проанализировать свои действия.
Известное своей прозрачностью озеро Тахо загрязнено из-за климатических изменений
Юг озера Тахо, Калифорния – несмотря на пандемию, даже в будний день пляж Поуп на озере Тахо по-прежнему полон людей.
«Мне нравится останавливаться с палаткой, и кататься на велосипеде, и купаться в озере», – сказала девочка по имени Дакота.
«Это что-то красивое, где хочет побывать каждый», – сказала Эмерика Бенитас.
Вот почему дайверский бизнес Мэтта Мьюниэра по-прежнему процветает, даже во время пандемии.
Он говорит, что наблюдает «исключительную прозрачность. Озеро Тахо, самое прекрасное озеро, я думаю, в нашей стране».
Теперь плохие новости: озеро Тахо не такое чистое, не такое прозрачное, каким было, когда он переехал сюда больше двух десятилетий назад.
«Мы видим все больше и больше того, что на камнях», – сообщил Мьюниэр.
«На камнях появляются эти странные водоросли».
Климатические изменения, считают ученые, повлияли на температуру воды и, соответственно, прозрачность.
А озеро ежегодно посещает 15 миллионов человек – вместе с мусором, который они оставляют.
Мьюниэр говорит, что дайверские экспедиции по очистке дна озера обнаружили старый мусор.
«И под старым мусором я подразумеваю 60-е, 70-е», – сказал Мьюниэр.
«Пивные банки, банки из-под газировки, консервные банки из прошлого».
Ученые ежегодно измеряют прозрачность озера Тахо, опуская белый диск и затем определяя, как глубоко его видно.
Профессор Калифорнийского университета в Дейвисе Джефф Шладов сообщил, что это «важный показатель того, насколько озеро здорово».
Во время прошлогодних измерений прозрачность озера составляла примерно 80 футов.
Это значит, что диск можно увидеть на глубине 80 футов.
Но учтите, что около 20 лет назад прозрачность озера составляла 100 футов.
Эту тенденцию ученые и пытаются обратить вспять.
Но они борются с воздействием климатических изменений, строительством вокруг озера и тем, что было добавлено в озеро в 1960-х: крошечной инвазивной креветкой, привнесенной в качестве корма для рыб.
Это не сработало.
«Как только появилась эта креветка, в озере внезапно не оказалось естественных очистителей», – сказал Шладов.
С похожими проблемами сталкиваются озера и водоемы по всему миру.
«Урок здесь таков, если ты не можешь сделать это с Тахо, на что могут надеяться все реки и устья, ручьи и озера по всей стране, которые никогда не получат такого же внимания, такого же уровня ресурсов?» – сказал Шладов.
Мьюниэр говорит, что «полон надежд», потому что «если в нашей пандемии и есть что-то хорошее, я думаю, она показала, что природа вернется и исцелит себя, если мы просто ослабим давление, давление человека, и позволим этому случиться. Теперь у нас есть факты».
Квотербек Герберт вошел в число 4 выбранных на драфте игроков, которых подписал Чарджерс
КОСТА-МЕСА, Калифорния (AP) - Лос-Анджелес Чарджерс подписал четырех из выбранных им на драфте игроков, в том числе квотербека Джастина Герберта, и договорился об условиях с двумя другими участниками своего драфтового класса.
Чарджерс смог заключить контракты со своим драфтовым классом в субботу, когда они сообщили о прибытии на тренировочную базу для медицинского осмотра и снаряжения.
Помимо Герберта, которого выбрали под шестым пиком, команда объявила о подписании принимающих игроков Джо Рида (пятый раунд) и Кей Джей Хилла (седьмой раунд) вместе с защитником Алохи Гилманом, выбранным в шестом раунде.
Они договорились об условиях с полузащитником Кеннетом Мюрреем Мл., выбранным в первом раунде, и фулбеком Джошуа Келли, которого выбрали в четвертом раунде.
Герберт участвовал в стартовом составе в 42 играх Орегона, установив рекорд 29-13 с 10541 ярдом на пасе и общим количеством тачдаунов, равным 108.
Он привел Уток к титулу чемпионов Pac-12 в прошлом сезоне, бросив 32 тачдауна и сделав шесть перехватов в 14 играх.
Он достиг пика своей карьеры, одержав победу над Висконсином на Роуз Боул, где он пробежал три тачдауна и был назван самым ценным игроком в атаке.
Герберт будет конкурировать с ветераном Тайродом Тейлором за место в стартовом составе.
У Чарджерс будет новый квотербек после того, как Филип Риверс покинул их в статусе свободного агента, проведя 14 сезонов в качестве игрока стартового состава.
Мюррей был взят под 23м пиком после того, как Лос-Анджелес сделал трейд с Нью-Инглэнд чтобы осуществить еще один выбор в первом раунде.
Он был выбран выбран в третью команду всеамериканской сборной Associated Press в прошлом сезоне, став лидером Оклахомцев со 102 перехватами, 69 из которых сделал в одиночку.
Барселона "продает целую команду" летом: Коутиньо, Дембеле, Ракитич и Видаль оказались в списках на трансфер
Согласно некоторым источникам, Барселона этим летом станет известной как клуб, продающий игроков.
Как минимум 12 первых звезд команды La Liga giants вошли в список на трансфер, утверждает Marca.
По сообщениям, Филипп Коутиньо тоже вошел список Барселоны на трансфер.
Эти списки также включают игроков пермьер-лиги Филиппа Коутиньо, Усмана Дембеле, Ивана Рактитича и Самюэля Умтити.
Переговоры о переходе Коутиньо и Умтити велись с Арсеналом, а на бразильца также претендовал Челси.
В то время как Манчестер Юнайтед и Тоттенем, как сообщается, боролись за услуги Ракитича.
Предложение о трансфере французского победителя Кубка мира Дембеле, который боролся за игровое время в Камп Ну, недавно было сделано Пари Сен-Жермен в обмен на передачу Неймара.
Среди других игроков, от которых хотят избавиться, Нето, Нелсон Семедо, Хуниор Фирпо, Артуро Видал, Мартин Брейтуэйт, Карлос Оленья,Рафинья Алькантара и Жан-Клер Тодибо.
Барселона надеется, что распродажа игроков не только увеличит их финансовые возможности, но и поможет в будущих трансферах.
Также, избавиться хотят от Усман Дембеле.
По информации испанской газеты, Барселона уже определилась со своими задачами относительно трансферов в следующем сезоне - аргентинский форвард Лаутаро Мартинес в топе их списка.
Но Интер Милан продолжает требовать за его освобождениего 101 миллион фунтов, перед переговорами с каталонцами.
Барселоне придется продать, прежде чем они смогут купить, но сохранить уверенность в том, что они смогут заключить сделку с командой серии А.
Барселона "предлагает Арсеналу Филиппы Коутиньо в обмен на трансфер плохиша Гендузи, в то время как канониры пытаются избавиться от полузащитника
Автомобиль въехал в толпу, протестующего подстрелили в Колорадо
ОРОРА, Колорадо. (AP) – Автомобиль въехал в толпу, и один протестующий был подстрелен в пригородном Денвере на окраине Ороры во время демонстраций против расовой несправедливости.
Полицейское управление г. Орора заявило в Twitter, что протестующие шли по Федеральной автомагистрали номер 225 в субботу, когда их протаранило автотранспортное средство.
По заявлению полиции, протестующий выстрелил из огнестрельного оружия, попав, как минимум, в одного человека, которого доставили в больницу в стабильном состоянии.
Представители власти заявили, что автомобиль отбуксировали и они проводят расследование.
Согласно полицейским, протестующие также разбили окна в здании суда и начали перестрелку в одном офисе.
По заявлению властей, собрание было объявлено незаконным, и полицейские приказали протестующим покинуть район.
Напряженность возросла во время недавних протестов против расовой несправедливости с тех пор, как представители федеральной власти были отправлены в Портленд, Орегон, для подавления демонстраций.
В субботу полиция объявила о мятеже в Сиэтле.
Протесты, поводом для которых послужила гибель 25 мая Джорджа Флойда, чернокожего мужчины, который умер в Миннесоте после того, как белый полицейский удерживал его на земле, наступив коленом на шею, также привлекли внимание общественности к другим случаям жестокости полицейских, приведшей к смертельному исходу.
В Колорадо протестующие привлекли внимание к смерти Элайджи Макклейна, которого остановили полицейские, когда он шел по улице Ороры в августе 2019 года, после того как позвонивший на 911 заявил, что он выглядит подозрительно.
Полицейские применили к нему удушающий прием, а врачи скорой помощи вкололи ему 500 миллиграммов седативного средства кетамин, чтобы его успокоить.
У него произошла остановка сердца, позднее ему диагностировали смерть головного мозга и отключили от аппарата искусственного жизнеобеспечения.
Лица, предавшие огласке антисемитизм в Лейбористской партии, требуют, чтобы Корбина исключили, иначе на него будет подан иск
Сообщается, что Лейбористской партии придется возместить ущерб в размере от 3 миллионов до 8 миллионов фунтов стерлингов.
Теперь лидера партии Кира Стармера пытаются вынудить исключить господина Корбина.
Вчера вечером бывшие члены партии заявили, что откажутся от обвинения, если господина Корбина выгонят из партии.
На данный момент Лейбористская партия отказалась комментировать данное требование.
Однако член парламента от Лейбористской партии Джон Трикетт сказал: "Такие требования просто смешны."
Сторонники господина Корбина заявили, что господину Стармеру нужно обратить внимание на то, как члены Тори справляются с коронавирусом, вместо того, чтобы тратить время на внутренние разборки в Лейбористской партии.
Один из бывших членов Лейбористской партии рассказал Daily Mail, что готов обратиться в суд даже если господина Стармера исключат из партии.
"Ему действительно удалось снова сделать Лейбористскую партию конкурентноспособной.
"С политическим курсом еще долго разбираться, но он заложил солидную основу, и благодаря ему многие люди, поставившие крест на Лейбористской партии, многие избиратели, я думаю, что они сейчас снова относятся к партии куда более благосклонно, а его считают серьезной политической фигурой."
Господин Блэр выразил беспокойство по поводу того, что Лейбористскую партию до сих пор считают просто партией, которая повышает налоги.
Он сказал: "По моему опыту с налоговым вопросом в Лейбористской партии нужно быть осторожным, потому что широкая общественность не сидит в постоянных раздумьях о том, повысим мы налоги или не повысим, они изначально обеспокоены тем, что налоги повысят, и эти настроения нужно просто учитывать."
Covid-19 навсегда изменит мировую экономику (мнение)
Проверка на вирус, вероятно, станет частью нашей жизни, как стали повсеместными меры безопасности после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для выявления будущих вспышек вируса.
Эта инвестиция защищает экономики на случай, если иммунитет к Covid-19 окажется временным.
Многие экономики во время пандемии внедрили версии германской субсидии Kurzarbeit (неполной занятости).
Эта политика сохраняет работников на рабочих местах с сокращением часов и оплаты, а правительство частично компенсирует недостающую часть заработной платы.
Поддерживая баланс между фирмами и работниками, экономика лучше подготовлена к быстрому восстановлению.
Важно совершенствовать реализацию этих политик и сделать их постоянным элементом нашего инструментария экономического восстановления.
Удаленная работа, вероятно, станет более распространена.
У нас появились доказательства, что работа из дома по меньшей мере так же эффективна, как работа из офиса.
Однако многие компании неохотно перешли на удаленную работу.
Теперь, когда многие попробовали ее и получили хорошие результаты, удаленная работа может сохраниться.
Кризис, связанный с пандемией, ускорил темп цифровой трансформации с дальнейшим расширением электронной коммерции и ростом темпа внедрения телемедицины, видеоконференций, онлайн-обучения и финансовых технологий.
Компании с международными цепочками поставок разбираются с дефицитом и помехами.
Вероятно, мы увидим, что многие из этих компаний вернут часть своего производства на родину.
К сожалению, эта тенденция не приведет к созданию множества рабочих мест, поскольку большая часть производства, вероятно, будет автоматизирована.
Правительства станут сильнее после исполнения во время кризиса роли страховщика и инвестора на крайний случай.
Государственный долг увеличится, создавая финансовые проблемы по всему миру.
Самый важный урок пандемии Covid-19 – это важность совместной работы над проблемами, которые затрагивают все человечество.
Вместе мы гораздо сильнее, чем когда разобщены.
Рекламные гиганты требуют скидок от аэропортов и органов местного самоуправления
oOh! Media ранее в этом году привлекли инвестиции, чтобы обеспечить большую финансовую уверенность, поскольку пандемия начала пугать рекламодателей.
Источники сообщили, что компании обсуждали способы компенсировать огромный отток за счет снижения арендной платы за места, которые им принадлежат, или за счет отмены или снижения гарантии минимальной выручки, о которой обычно сообщается во время первого заключения сделки.
Один источник отметил, что крупные рекламные компании могли гарантировать до 85 процентов прогнозируемой выручки в виде арендной платы.
Некоторые договоры содержат пункты, которые позволяют им уменьшать минимальную гарантию, если число людей на территории уменьшается на определенный процент, но неясно, есть ли это условие в одном из текущих договоров между рекламными компаниями и их арендодателями.
В то же время компании предлагают рекламодателям огромные скидки, чтобы заполнить доступные места на рекламных щитах и обеспечить им наилучшее соотношение цены и качества.
В центральном деловом районе Сиднея и дальних пригородах на рекламных щитах, которые обычно вмещают шесть рекламных плакатов, не удается заполнить все доступные места.
Но некоторые места, в частности, рекламный щит oOh!media размером 40 на 10 метров в аэропорту Сиднея, были модернизированы.
В oOh! Media отказались от комментариев, но на конференции Macquarie Australia в мае они обратили внимание на более 20 миллионов долларов, сэкономленных на постоянные расходы на аренду.
JC Decaux от комментариев отказались.
Рекламным компаниям выгодно заключать договоры с аэропортами и предприятиями общественного транспорта.
Согласно докладу Ассоциации наружной рекламы 2019 года, выручка от рекламы в транспорте, включая аэропорты, составила 169,4 миллиона долларов, в то время как выручка от рекламы на уличных объектах, а также от рекламы на автобусах и трамваях составила 266,5 миллиона долларов.
У компании JC Decaux есть договоры с аэропортом Сиднея, Yarra Trams, аэропортом Перта и Sydney Buses.
oOh! Media принадлежат рекламные щиты в залах ожидания Qantas, снаружи аэропорта Сиднея, в аэропорту Аделаиды, аэропорту Дарвина и внутри вокзалов в Сиднее и Мельбурне.
Во время пандемии проводились тендеры для аэропорта Мельбурна и Sydney Trains, и официальное решение еще не было принято.
Аэропорт Мельбурна является вторым крупнейшим аэропортом-партнером в Австралии, который до коронавируса ежегодно оценивался в десятки миллионов.
По итогам года в феврале oOh! Media заявили, что заработали 65,9 миллионов долларов от категории "воздушный транспорт", которая в основном состоит из выручки от аэропорта Сиднея.
Выручка от категории "городской транспорт", которая состоит из договоров с железнодорожными компаниями и производителем уличных объектов, принадлежавшем Adshel до того, как его купила oOh! Media, составила 234,8 миллиона долларов.
Согласно финансовым отчетам за 2018 год, предоставленным Австралийской комиссии по ценным бумагам и инвестициям, JC Decaux Australia получила выручку от рекламы в транспорте в размере 37,7 миллиона долларов.
Но в этом году обе цифры, вероятно, будут значительно меньше.
По данным Standard Media Index, которые отражают расходы четырех из пяти крупнейших групп рекламных агентств, рынок наружной рекламы в июне обвалился на 68 процентов.
Для сравнения, промежуточные июньские результаты показывают, что расходы на цифровую рекламу сократились на 37 процентов, в то время как расходы на рекламу по городскому радио - на 48 процентов.
В июне расходы на городское телевидение упали на 34 процентов, расходы на газеты - на 49 процентов, а расходы на журналы - на 66 процентов.
Коронавирус: Туристов из Испании обязали соблюдать карантин
Прибывающие в Соединенное Королевство из Испании теперь должны находиться в карантине в течение 14 дней в соответствии с новыми правилами передвижения в условиях коронавируса.
О них было объявлено в субботу после всплеска заболеваемости коронавирусом в Испании, где в пятницу сообщили о более 900 новых случаях заражения вирусом.
Испанские чиновники также предупредили о возможной угрозе второй волны, поскольку число случаев заражения в крупных городах растет.
Авиакомпании, в том числе British Airways, подвергли критике новые ограничения, назвав их "очередным ударом" по британским туристам.
Тем, кто в настоящее время отдыхает в Испании, Министерство транспорта рекомендовало соблюдать местные правила, возвращаться на родину в обычном порядке и следить за дальнейшей информацией на сайте Министерства иностранных дел для путешественников.
Министерство иностранных дел рекомендует воздержаться от путешествий в материковую часть Испании без необходимости, однако путешественники, прибывающие из материковой части Испании и с Канарских и Балеарских островов, в частности, Майорки и Ибицы, должны соблюдать карантин.
Рекомендация Министерства иностранных дел сказывается на страховании выезжающих за рубеж.
Среди тех, кого затронули новые правила, оказался министр транспорта Грант Шэппс, который в субботу отправился в отпуск в Испанию.
Предполагается, что он продолжит свою поездку согласно плану и по возвращении самоизолируется в соответствии с правилами.
Карантинные меры для британских туристов были впервые введены в начале июня.
Но после давления со стороны авиакомпаний и туристического сектора британское правительство и правительства автономий опубликовали списки стран, к которым эти правила не применяются.
В British Airways заявили, что "разочарованы" последними изменениями в правительственных рекомендациях и правилах для путешественников, хотя авиакомпания сообщила, что ее рейсы продолжают выполняться.
Там заявили, что данное решение "нарушает планы поездок тысяч британцев".
Ассоциация операторов аэропортов заявила, что новые меры "нанесут еще больший ущерб и без того хрупкому процессу восстановления авиационной отрасли, которая продолжает сталкиваться с самыми серьезными трудностями в истории".
Крупнейший туроператор Соединенного Королевства Tui отменил воскресные рейсы в материковую часть Испании и на Канарские острова.
Клиенты, которые отдыхают там в настоящее время, смогут вернуться домой запланированными рейсами.
Однако в бюджетной авиакомпании EasyJet заявили, что "разочарованы" и в ближайшие дни будут работать по полному расписанию.
"Клиенты, которые передумали лететь, могут перенести свой рейс без уплаты сбора за замену или получить ваучер на сумму стоимости бронирования", — говорится в заявлении компании.
Представитель Ассоциации британских туристических агентств (АБТА) заявил, что изменение правительством правил карантина "вызывает разочарование".
"Чтобы избежать большего ущерба для отраслей въездного и выездного туризма в Соединенном Королевстве, мы предлагаем правительству рассмотреть возможность отмены карантина для рейсов в и из определенных регионов, где уровень заражения ниже, в частности, на Балеарских и Канарских островах, которые территориально отделены от материковой части Испании", — сказал он.
На данный момент в Испании зарегистрировано более 28 тысяч смертей от коронавируса.
В четверг там произошел самый резкий скачок числа случаев заражения с окончания локдауна.
Каталония стала последним регионом, где ввели жесткие ограничения на ночные развлечения.
В богатом северо-восточном регионе, где находится Барселона, ночные клубы обязали закрыться на две недели и ввели полночный комендантский час для баров на территории агломерации Барселоны.
Корреспондент Би-би-си в Мадриде Гай Хеджкоу сообщает, что особое беспокойство вызывают заражения среди молодых людей, которые собираются большими компаниями по ночам.
Во Франции граждан предостерегли от путешествий в Каталонию, а в Норвегии заявили, что начнут отправлять на карантин тех, кто прибывает из Испании.
Правительство призывает работодателей "с пониманием отнестись к тем, кто возвращается из Испании и теперь вынужден самоизолироваться".
Но теневой министр внутренних дел, лейборист Ник Томас-Саймондс, призвал правительство объяснить в подробностях, как оно собирается помогать потерпевшим, добавив, что эта новость "весьма встревожит семьи, которые оказались в Испании или планируют поехать туда".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после изучения актуальных данных ранее в субботу.
"Это подтверждает тот факт, что ситуация может быстро меняться, поэтому я советую проявлять осторожность в отношении зарубежных поездок без необходимости", - сказала она.
Джон Блэкмор из Гэмпшира должен был вылететь к родственникам в Испанию вместе с женой и двумя маленькими детьми.
Но из-за новых правил он был вынужден отменить поездку, опасаясь, что по возвращении работодатель его жены не сможет дополнительно предоставить ей две нерабочие недели для карантина.
Он сказал, что вероятность получить компенсацию за рейс мала, поскольку он не был отменен.
"Я морально раздавлен", - сказал он Би-би-си.
"В Испании у меня живут родственники, которые не видели своих единственных внуков с Рождества".
Лоис Стотард из Саут-Йоркшира сообщила Би-би-си, что забронировала билеты в Севилью на утро воскресенья в качестве сюрприза к 30-летию ее молодого человека, но сейчас считает, что не сможет поехать.
"Я ключевой работник, я учитель, а у моего молодого человека есть рабочие обязательства, поэтому по возвращении мы не сможем 14 дней оставаться на карантине", - сказала она.
"Мы не можем вернуть деньги, а за замену компания просит вдвое больше того, что я уже заплатила за сборы. Я очень разочарована и расстроена, ведь мы собрали вещи и готовы ехать".
«Лестер» доволен, что достиг цели пройти в Лигу Европы, говорит выигравший «Золотую бутсу» Джейми Варди
Джейми Варди признал свое разочарование из-за того, что команда не прошла в Лигу Чемпионов, но сказал, что «Лестер Сити» достигла поставленной в начале сезона цели — пройти в Лигу Европы.
Лисы были на втором месте в декабре и на третьем, когда матчи продолжились после локдауна, но за последние пять игр они заработали всего четыре очка и финишировали в Премьер-лиге на пятом месте.
Победа над «Манчестер Юнайтед» в последний день обеспечила бы команде Брендана Роджерса финиш в первой четверке, но они потерпели поражение со счетом 2-0, что, по словам Варди, расстроило его больше всего.
«Особенное разочарование — то, как мы в итоге проиграли», — сообщил он Sky Sports в конце матча.
«Но мы поговорили в раздевалке, за закрытыми дверями, поставили себе цель пройти в Лигу Европы, и мы сделали это.
«У нас был шанс пройти в Лигу Чемпионов, что было бы еще лучше, но мы обдумаем свои действия и в следующем году станем сильнее.
«Трудно смириться с этим, но главной нашей целью была Европа, и мы ее достигли».
Его команда потерпела неудачу, но сам Варди завершил сезон лучшим бомбардиром Премьер-лиги: в свои 33 года он забил 23 гола.
Получив награду, он поблагодарил товарищей по команде и сказал, что у него еще остался порох в пороховницах, чтобы выступать на высшем уровне, несмотря на возраст.
«Я очень рад, и все благодаря команде. Без них я не достиг бы такого уровня, не забил бы столько голов.
«Теперь я немного отдохну и следующий сезон начну в отличной форме.
К счастью, я не чувствую возраста, ноги у меня все еще в порядке, и травм не так много, тьфу-тьфу-тьфу, поэтому нужно держать все под контролем и в следующем году вернуться максимально готовым».
RT спортивные новости: «Что там произошло?!» боец UFC Коррейа была побита после того, как повернулась спиной к сопернице, ошибочно полагая, что раунд завершен (ВИДЕО)
Бразильский боец легчайшей весовой категории Бет Коррейа является ветераном UFC, но совершила любительскую ошибку, повернувшись спиной к сопернице Пэнни Кианзад и ошибочно подумав, что раунд в их поединке на Бойцовском острове завершен, и, как результат, попала под удар.
Незадолго до конца первого раунда их решающего поединка во время предварительного боя в Абу-Даби 37-летняя Коррейа, видимо, ошибочно приняла 10-секундное предупреждение за фактическое окончание раунда, протянув перчатку перед тем, как повернуться спиной к Кианзад и пойти обратно в угол.
Шведский боец воспользовалась моментом без колебаний, выбив соперницу правой рукой и затем нанеся дальнейшую серию ударов, чтобы прижать Коррейю к сетке.
Оказавшись на мгновение в опасности, бразильянка затем снова взяла ситуацию под контроль, сдержав угрозу и остановив Кианзад до объявления фактического окончания раунда.
«Что там произошло? О, боже!» – слышались восклицания группы комментаторов ESPN+.
Это была лишь часть досадного вечера для бывшего претендента на звание чемпиона в легчайшей весовой категории Коррейи, которой было единогласно присуждено поражение, третье из последних четырех выходов в октагон, что оставляет ее с общим счетом 11-5 и одной ничьей.
Для 28-летней уроженки Ирана Кианзад это была вторая победа подряд после победы над Джессикой-Роуз Кларк в турнире UFC Fight Night в Москве еще в ноябре.
Общий счет Кианзад теперь 13-5 и 2-1 в UFC, в то время как женщина по прозвищу «Банзай» стремится поднять рейтинги в 135 фунтах.
В других местах тем же вечером, Роберт Уиттэйкер из Австралии с небольшим преимуществом победил Даррена Тилла из Англии в ходе основного мероприятия в средней весовой категории, а уроженец России боец Хамзат Чимаев вошел в историю, выиграв второй турнир на Бойцовском острове за 10 дней, что является кратчайшим за всю историю периодом между победами в современную эпоху UFC.
Рахул Ганди обратился к народу по поводу ситуации в Раджастане
Член Конгресса Рахул Ганди сегодня выложил в Твиттер видео с призывом мобилизоваться против БДП в ответ на события в Раджастане.
Его пост с хэштегом #SpeakUpForDemocracy призывает «Объединиться и выступить в защиту демократии».
В понедельник Конгресс планирует организовать акции протеста по всей стране в связи с событиями в Раджастане, где правительство Ашока Гехлота борется за выживание.
Партия объявила, что митинг пройдет у Раштрапати-Бхаван, официальной резиденции президента Рама Натха Ковинда.
В ролике Конгресс обвиняет БДП в «нарушении Конституции и подрыве демократии» в то время, когда вся страна борется с коронавирусом.
По словам Конгресса, то же самое она сделала и в Мадхья-Прадеше.
«Мы требуем немедленно созвать ассамблею. Это входит в наши конституционные права», заявляют в ролике представители партии.
Губернатор Раджастана Калрадж Мишра уже один раз отверг предложение созвать ассамблею.
Второе поступило сегодня и, по его словам, рассматривается.
Правительство Гехлота находится в глубоком кризисе после того, как против него выступил его заместитель Сачин Пилот при поддержке части членов Законодательного собрания.
Партия не смогла отстранить бунтовщиков, чтобы снизить перевес в ассамблее.
Решение об отстранении Пилота, которого сняли с постов в партии и правительстве, было временно отменено Высоким судом Раджастана, постановившим, что Спикер не может предпринимать никаких действий, пока не будет вынесено конституционное решение о его полномочиях.
Дело завтра рассмотрит Верховный суд вместе с вопросом о том, может ли суд вмешиваться в решения Спикера.
Конгрессу не хватает одного представителя, чтобы получить большинство голосов в 200-местной ассамблее.
Сторонники Пилота заявили, что их поддерживает 30 членов Законодательного собрания, но пока достоверно известно только о 19.
У БДП их 72, а вместе со сторонниками и независимыми членами — 97.
Если суд примет решение в пользу Пилота, Конгресс потеряет второе из трех правительств, сформированных партией в центральных штатах после выборов в ассамблею 2018 года.
В марте партия потеряла правительство в Маджья-Прадеше после того, как Джиотирадитья Сциндия перешел в БДП вместе с 22 членами Законодательного собрания.
Протесты в Сиэтле: огонь, перцовый аэрозоль и многотысячный марш
СИЭТЛ. Спустя несколько недель после усиления конфронтации между протестующими и федеральными властями в Портленде, Орегон, в субботу в Сиэтле собралась толпа, насчитывавшая до 2000 человек, которая маршем прошла по улицам и поучаствовала в столкновениях с полицией.
По данным полиции на ранний вечер, три офицера получили повреждения, причем один из них был госпитализирован с ранением ноги в результате взрыва, а также были арестованы 16 митингующих.
Протестующие, которые несли плакаты вроде "Федералы, убирайтесь!" и скандировали "Нет справедливости — нет мира", остановились на месте будущей колонии для несовершеннолетних и подожгли находящиеся там здания. Некоторые начали бить стекла расположенных рядом предприятий малого бизнеса.
Полиция встретила толпу в районе Капитолийского холма: в ход пошли светошумовые гранаты и перцовые баллончики, а затем начались задержания.
52-летняя Бипаша Мухерджи из Киркланда, Вашингтон, рассказала, что участвует в уличных протестах с мая, и что у нее вызывает тревогу настолько агрессивная тактика полиции.
"Это не та страна, куда я иммигрировала, — заявила мисс Мухерджи, которая приехала из Индии более 30 лет назад. — У меня такое ощущение, что мы стремительно превращаемся в фашисткое государство, полицейское государство".
Мишо Сэвидж из Сиэтла поделился с нами, что протесты были направлены как против против местных властей, так и против развертывания федеральных сил, которые применили жесткие меры для подавления затянувшегося протеста в Портленде. По его мнению, тактика правоохранительных органов в Портленде, включавшая применение слезоточивого газа и боеприпасов для сдерживания толпы, была опасной и неадекватной угрозе.
"Это очень серьезный сдвиг в сторону применения жесткого насилия", — отметил Мишо, промывая глаза от перцового аэрозоля и обрабатывая рану на руке, нанесенную светошумовой гранатой.
Смерть Джорджа Флойда при задержании в Миннеаполисе в мае спровоцировала массовые протесты, когда миллионы людей вышли на улицы в десятках городов, однако в большинстве из них манифестации сошли на нет.
Но в Сиэтле и Портленде массовые выступления продлились гораздо дольше. В какой-то момент протестующие в Сиэтле получили власть над несколькими кварталами на Капитолийском холме и провозгласили там зону самоуправления. После череды перестрелок в этой зоне полиция расчистила ее, и протесты утихли.
Тем временем в Портленде протесты продолжились, самые крупные акции происходили рядом с расположенными в городе учреждениями федеральной власти. После того как президент Трамп издал указ о защите памятников и федеральной собственности, Министерство национальной безопасности задействовало в городе спецподразделения, что положило начало серии столкновений, которые привели к телесным повреждениям протестующих, расследованиям генерального инспектора и призывам местных лидеров к федеральным агентам покинуть город.
Толпы протестующих в этом городе насчитывали тысячи людей, и манифестации продолжались. На этой неделе представители федеральных властей разместили спецназ в Сиэтле, и протестующие называли это одной из причин субботних выступлений.
В то время как в Портленде протесты в основном происходили в центре города, субботние манифестации переместились к востоку от центра: туда, где расположен федеральный Дом правосудия.
Мэр Канзас-сити рад, что государство поможет в раскрытии убийств, но его беспокоят мотивы Трампа
Мэр Канзас-сити Квинтон Лукас подверг сомнению мотивы, которыми руководствовался президент Дональд Трамп, посылая агентов федеральной службы в города США, и заявил, что хоть он и будет благодарен любой помощи в раскрытии преступлений в его городе, он так же считает, что данный ход со стороны Трампа скорее направлен на то, чтобы повысить его шансы снова переизбраться на пост президента.
"Меня довольно сильно расстроило, [что] на этой неделе президент упоминал протесты в честь Джорджа Флойда, упоминал движение Black Lives Matter", - заявил демократ Лукас на передаче "Fox News Sunday", комментируя недавние протесты, посвященные расовому неравенству и полицейской жестокости.
"В Канзас-сити дела обстоят иначе. У нас ситуация улучшается ежегодно, [но] нам необходима помощь в раскрытии некоторых преступлений."
Лукас добавил: "Давайте сфокусируемся на раскрытии преступлений...Я думаю, что если вы послушаете недавние заявления... мы готовы сотрудничать с агентами федеральной службы в ограниченном формате."
Несмотря на готовность объединить усилия федеральных агентов и местной полиции, Лукас отметил, что риторика Трампа - особенно в свете конфликта, возникшего из-за тактики агентов федеральной службы в Портланде, штат Орегон — заставила многих его избирателей выразить беспокойство по поводу появления агентов федеральной службы на улицах их городов.
"Что нам сейчас точно не нужно, так это чтобы агенты федеральной службы подливали масло в огонь и раздували политический скандал", — заявил он.
В среду Трамп объявил, что высылает 100 агентов федеральной службы в Чикаго, чтобы помочь снизить уровень преступности; данный шаг является продолжением стратегии Белого дома по вмешательству в работу местных правоохранительных органов, что позволяет Трампу поддерживать имидж "блюстителя порядка".
Объявленный в среду новый "приток" агентов в Чикаго и другие города Америки проходит в рамках операции "Легенда", названной так в честь четырехлетнего ЛеДженда Талиферро, застреленного в прошлом месяце в квартире в Канзас-сити во время сна.
Использовать агентов федеральной службы в качестве подкрепления для местных правоохранительных органов - не новая практика: Генеральный прокурор США Билл Барр в декабре объявил о похожей экстренной мере для семи городов, где внезапно вырос уровень насилия, однако то, каких агентов послали на этот раз и избранная ими тактика вызвали беспокойство среди законотворцев на муниципальном уровне и уровне штатов.
Различные депутаты от Нью-Йорка до Портланда высказались против того, чтобы администрация Трампа посылала агентов в их города, особенно после сообщений, согласно которым некоторые неустановленные агенты федеральной службы задержали протестующих в Портланде и увезли их на автомобилях без опознавательных знаков.
Портланд захлестнули почти ежедневные демонстрации, направленные на борьбу с полицейской жестокостью и системным расизмом после смерти Джорджа Флойда во время его задержания в Миннеаполисе 25 мая.
Местные власти высказали недовольство тем, что всплески активности лишь обострили обстановку, а эксперты по уголовному праву заявили, что принятые меры не поддаются объяснению из-за уникальной исторической обстановки в Америке: пандемия, беспрецедентно высокий уровень безработицы и массовая реакция на расизм и отношение полиции к темнокожим.
Для поддержки мероприятий в Шотландии выделена финансовая помощь в размере 10 млн фунтов стерлингов
Организаторам культурных, общественных и спортивных мероприятий будет предложена финансовая помощь на период трудностей, связанных с ограничениями во время локдауна.
Пакет финансовой помощи в размере 10 млн фунтов стерлингов от правительства Шотландии также предназначен для поддержки поставщиков на мероприятиях.
В правительстве заявили, что рассматривают возможность возобновления мероприятий в будущем в безопасном режиме.
Министр экономики Фиона Хислоп заявила, что пандемия коронавируса имела "разрушительные последствия" для этой сферы.
Ограничения, введенные с целью предотвратить распространение COVID-19, сказались на проведении фестивалей и спортивных мероприятий в Шотландии, в частности, Игр горцев.
Г-жа Хислоп сообщила: "Несмотря на шаг в сторону возобновления мероприятий на машинах, большая часть сферы не сможет функционировать в течение некоторого времени.
"Мы тесно и конструктивно работали с этой сферой по проблемам, с которыми они столкнулись, и они выдвинули несколько нестандартных идей для того, чтобы начать работать в безопасном режиме.
"Помимо оказания непосредственной помощи, некоторая часть этого фонда будет направлена на поддержку инноваций и восстановление сферы мероприятий в долгосрочной перспективе".
Консультативная группа в сфере мероприятий заявила, что сфера попала под ограничения на время локдауна одной из первых и будет одной из последних, которые полностью восстановятся после него.
Председатель Питер Дати, который также является исполнительным директором SEC в Глазго, сказал, что мероприятия ежегодно приносят экономике Шотландии около 6 млрд фунтов стерлингов.
Он сказал: "Дополнительное финансирование этой важной сферы со стороны правительства весьма желательно и крайне необходимо как для организаторов мероприятий, так и для более широкого круга поставщиков, на которых особенно сильно сказываются текущие последствия продленного локдауна.
Шиврадж Сингх Чохан прокомментировал положительный результат теста на коронавирус
Главный министр Мадхья-Прадеша Шиврадж Сингх Чохан, подтвердивший в субботу, что заразился COVID-19, утром в воскресенье сообщил в Твиттере, что он «в порядке» и выразил благодарность работникам на передовой борьбы с коронавирусом.
Главный министр также повторил свои вчерашние предостережения, призвав население следовать рекомендациям, соблюдать социальную дистанцию и носить маски.
«Друзья, я в порядке. Мужество борцов с коронавирусом, самоотверженно рискующих жизнью, заслуживает восхищения. Я выражаю признательность всем борцам с коронавирусом в стране», —написал в Твиттере Чохан из больницы, куда поступил вчера.
«Соблюдайте дистанцию в два метра, чаще мойте руки и носите маски. Это наши главные орудия для защиты от коронавируса. Я призываю всех использовать эти орудия, чтобы обезопасить себя и своих близких», — сказал он.
«Будьте осторожны, берегите себя и будьте здоровы. Вот о чем я молюсь», — добавил Чохан.
В субботу Чохан написал в Твиттере, что заболел коронавирусом несмотря на все меры предосторожности, и предупредил, что «даже маленькая небрежность может привести к заражению».
В утреннем сообщении Чохан написал, что, несмотря на угрозу заражения, «бояться не нужно», и призвал делать тесты при появлении симптомов.
«Если вы заразились, не нужно бояться. Не скрывайте симптомы, а сразу же идите к врачу, чтобы начать лечение. Своевременное лечение приведет к выздоровлению», — заявил он.
В Мадхья-Прадеше выявили около 27 000 случаев COVID-19, более 7 600 из которых активны, а 799 привели к летальному исходу.
За последние недели в Индии зафиксирован всплеск заражений коронавирусом. С 23 июля в стране регистрируют около 45 000 новых случаев каждый день.
Общее число подтвержденных случаев заражения коронавирусом приближается к 1 400 000, из которых 4 670 000 активны, а 32 000 привели к летальному исходу.
Всплеск заболеваемости, совпавший с постепенным ослаблением карантинных мер в незараженных областях страны, вывел Индию на третье место в мире по количеству заражений.
Впереди только США (4 178 000 случаев) и Бразилия (2 394 000 случаев).
RT новости США: Канье Уэст заявил, что может опередить Джо Байдена «по голосам за кандидата, вписанного в бюллетень во время голосования»
Сразу после выставления напоказ грязного белья своей семьи в Twitter рэпер-загадка Канье Уэст снова вдохнул жизнь в свою предполагаемую заявку на участие в президентских выборах, утверждая, что может опередить Джо Байдена по одним лишь голосам за кандидата, вписанного в бюллетень во время голосования.
Через несколько дней после анонсирования нового альбома и обнародования информации о том, что он пытается развестись со своей женой Ким Кардашьян в течение двух лет, Канье Уэст в субботу снова сосредоточился на своей президентской кампании 2020, заявив в сообщении, набранном прописными буквами, «Я МОГУ ОПЕРЕДИТЬ БАЙДЕНА ПО ГОЛОСАМ ЗА КАНДИДАТА, ВПИСАННОГО В БЮЛЛЕТЕНЬ ВО ВРЕМЯ ГОЛОСОВАНИЯ».
Если Уэст все еще серьезен в своем намерении баллотироваться на пост президента, то голоса за кандидата, вписанного в бюллетень во время голосования, могут быть его единственным путем к победе или же к каким-либо результатам.
Рэпер объявил о своей кандидатуре 4 июля, пропустив сроки подачи заявки на регистрацию в качестве кандидата, как минимум, в шести штатах.
Как бы то ни было, Уэст приложил усилия и подал нужные документы в Федеральную избирательную комиссию (FEC) и сумел обеспечить внесение своего имени в избирательные бюллетени в Оклахоме.
С тех пор он провел один предвыборный митинг, во время которого он обратился к толпе одетым в бронежилет, произнося речь без микрофона или трибуны.
Уэст выступил против абортов, рыдал, делая прохристианское заявление, которое, по его словам, заставит СМИ «сказать вам, что я сумасшедший».
На этом и всё, и на новостных сайтах и в светских журналах митинг Уэста был охарактеризован как пиар-ход, признак психического заболевания или и то и другое.
Однако по результатам недавно проведенного опроса Уэст набирает два процента по всей стране, идя ноздря в ноздрю с кандидатом от Либертарианской партии Джо Джоргенсен и на один пункт опережая Хауи Хокинса из Партии зеленых.
Хотя крайне маловероятно, что он мог бы превысить ожидаемые 48% Джо Байдена, теоретически он мог бы отобрать достаточно голосов у Байдена, чтобы Президент Дональд Трамп смог досрочно выиграть выборы и пойти на второй срок, – что-то подобное, как подозревают эксперты с обеих сторон, и может быть его планом.
Марсианский камень отправляется домой спустя 600 тысяч лет на Земле
На этой неделе в космос запустят небольшой камень, которому предстоит одно из самых странных межпланетных путешествий, когда-либо предпринимавшихся.
В четверг кусочек марсианского базальта размером с десятипенсовую монету поместят на борт американского зонда и отправят в семимесячное путешествие домой, на Красную планету.
Эта необыкновенная одиссея, межпланетный аналог похода в лес со своими дровами, станет ключевой частью экспедиции НАСА на Марс, запланированной на 2020 г.
По словам космических инженеров, после посадки марсохода «Персеверанс» камень, пожертвованный лондонским Музеем естествознания, будет использован для калибрации датчиков на борту марсохода и начнет поиск признаков жизни на Марсе в прошлом.
Некоторые из наших марсианских метеоритов очень хрупки, а этот мы выбрали именно за то, что он прочный, как старые ботинки
«Когда мы включаем приборы и начинаем настраивать их перед исследованием, мы используем для этого материалы, сходные с неизвестными веществами, которые собираемся изучать.
Поэтому, чтобы изучать камни на Марсе, что может быть лучше кусочка камня, прилетевшего с Марса?» — сказала профессор Кэролин Смит, куратор коллекции метеоритов Музея естествознания.
Смит, также являющаяся членом научной команды Марс-2020, добавила, что ученые уверены в марсианском происхождении возвращаемого на планету камня.
«У крошечных пузырьков газа, заключенных в том метеорите, точно такой же состав, как и у атмосферы Марса, поэтому мы знаем, что наш камень оттуда».
Считается, что этот метеорит возник, когда около 600–700 тысяч лет назад в Марс врезался астероид или комета, и обломки планеты полетели в космос.
Один из таких обломков пересек Солнечную систему и в конце концов упал на Землю.
Этот метеорит - ныне известный как SAU 008 - был обнаружен в Омане в 1999 г. и с тех пор находится в Музее естествознания.
Среди приборов на борту марсохода «Персеверанс» — высокоточный лазер Шерлок, который будет использован для того, чтобы установить химический состав камней и определить, не содержится ли в них органических веществ, указывающих, что на Марсе когда-то была — или все еще есть — жизнь.
Использование фрагмента SAU 008 позволит обеспечить максимальную точность измерений.
«Отправляемый фрагмент камня был выбран целенаправленно, поскольку он подходит по химическому составу, а также за его высокую прочность», — добавила Смит.
«Некоторые из наших марсианских метеоритов очень хрупкие, а этот мы выбрали именно за то, что он прочный, как старые ботинки».
Когда «Персеверанс» выберет среди найденных камней те, что представляют наибольший интерес, он сложит их в условленные места на поверхности Марса.
В последующие миссии эти камни заберут другие роботы и отправят на Землю для анализа.
Мужчина с огнестрельными ранениями обнаружен в Мамбурине поблизости от Верриби
Прошлой ночью мужчина был срочно доставлен в больницу после получения огнестрельного ранения на западе Мельбурна.
Около 8 часов вечера в полицию поступил вызов из Мамбурина, находящегося поблизости от Верриби, где на Ярд-стрит стражи порядка нашли мужчину в возрасте 20–29 лет с подозрением на огнестрельные ранения нижней части тела.
Мужчину доставили в госпиталь с телесными повреждениями, не представляющими угрозы для жизни.
Полиция заявила о начале расследования.
Воскресенье с Оливером Спенсером: «Я одеваюсь просто, по воскресеньям одежда должна быть по-домашнему удобной»
Как начинается воскресенье?
Я ковыляю вниз по лестнице и спотыкаюсь о собаку, пока иду заваривать жене чашку чая.
Если мне повезло сбежать из Лондона, значит, мы в своем домике на побережье острова Уайт.
Мы сидим вдвоем и молча смотрим на воду.
Звучит безмятежно...
Да, до восьми утра, пока двое или трое сыновей не забарабанят в дверь, требуя завтрака.
Для них — яичница с беконом, а для нас — грибы со шпинатом; потом, если погода хорошая, мы выставляем детей на улицу.
Мы купаемся, занимаемся серфингом или прогуливаемся у прекрасного аббатства Кор, которое смотрится как будто прямо из «Игры престолов».
А во время локдауна?
Первые две недели я все отрицал, не мог поверить, что мой бизнес закрыт.
Я отвлекал себя, волнуясь о том, выживет или погибнет мой только что посаженный сад.
Кроме этого, я экспериментировал на кухне: мои достижения — угорь с приправами, бульон из шиитаке и бриошь с густыми сливками.
Как ты расслабляешься?
Я одеваюсь просто, по воскресеньям одежда должна быть по-домашнему удобной: укороченные треники и белая футболка.
На обед у меня жареная курица, а затем я сажусь в шезлонг в саду и дремлю с газетами.
Стараюсь не пить: это помогает встретить понедельник с ясной головой.
Запомнившееся воскресенье?
После долгой вечеринки, устроенной в Нью-Йорке по случаю сорокалетия моей невестки, около полуночи жена, которая тогда была на большом сроке беременности, решила, что нам пора собираться.
Она была твердо намерена повеселиться и говорила всем, что, в конце концов, у нее уже третий раз.
Мы ушли с вечеринки, и у нее сразу начались роды.
А вечер воскресенья?
К семи вечера мы уже сложили вещи в машину и погрузились на паром до Портсмута.
Ехать нам по A3, и вот мы снова в Лондоне до следующих выходных: дети в постели, я выгуливаю собаку и съедаю тарелку хлопьев.
Я не против, что нужно покидать Уайт и возвращаться в город, ведь иначе у меня вообще не могло бы быть дома на этом острове.
Кенийские полицейские арестованы после стрельбы со смертельным исходом в Гариссе
Двое полицейских в Кении были арестованы в связи со стрельбой, в результате которой погибли два человека.
Стрельба произошла в субботу на рынке Соко Нг'омбе на востоке округа Гарисса во время протестной акции против ареста человека, подозреваемого в убийстве.
Двое погибших были идентифицированы как Аден Абди Мадобе и Мухиядин Адоу Шибин.
Кенийская служба по надзору за деятельностью полиции начала расследование инцидента со стрельбой.
Оно будет включать в себя "судебную экспертизу" оружия полицейских.
Депутат от Гариссы Аден Дуале назвал эти смерти "чудовищными" и осудил "полицейскую жестокость" в заявлении, опубликованном в Facebook.
Активисты выразили беспокойство по поводу работы полиции во время пандемии.
Согласно Amnesty International, с марта кенийские полицейские убили 21 человека за несоблюдение таких мер по предотвращению распространения коронавируса, как комендантский час и ношение маски.
Ранее в этом месяце полиция в столице Найроби применила слезоточивый газ и арестовала несколько протестующих, участвовавших в ежегодном марше Саба Саба - протестной акции, которая началась 30 лет назад против автократического режима тогдашнего президента Даниэля арап Мои.
Корреспонденты сообщают, что в этом году мероприятие получило дополнительный импульс из-за недовольства жестокими мерами полиции во время локдауна в связи с COVID-19.
Строгие меры безопасности у консульства США в Чэнду, Китай
Строгие меры безопасности были применены в воскресенье у здания консульства США в городе Чэнду, Китай, когда сотрудники консульства готовились покинуть помещения.
По словам очевидцев, три грузовых автомобиля проехали на территорию комплекса, полицейские в форме и штатском выстроились по обеим сторонам улицы, огороженной металлическими заграждениями.
Редактор китайской газеты Global Times написал в твиттере, что консульству США в Чэнду дали на закрытие 72 часа, то есть до 10 часов утра  (02:00GMT) понедельника, 27 июля.
Китай обвинил нескольких сотрудников консульства в Чэнду в том, что они “занимаются деятельностью, не соответствующей заявленной должности”.
Без упоминания деталей, пресс-секретарь Министерства иностранных дел Китая Ван Вэньбинь сказал, что подобная деятельность является вмешательством во внутренние дела Китая и противоречит интересам безопасности.
Указ Китая о закрытии консульства в Чэнду был издан в ответ на указ США закрыть консульство Китая в Хьюстоне, Техас.
Вашингтон приказал Китаю закрыть офис в Хьюстоне “для защиты американской интеллектуальной собственности и персональных данных американцев”.
По свидетельству очевидцев, в пятницу, когда решение о закрытии китайского консульства в Хьюстоне вступило в силу, группа людей, по всей видимости, американских чиновников, ворвалась в здание через заднюю дверь.
Ван сказал в субботу, что это нарушение международных и двусторонних соглашений, и Китай ответит на это, не уточнив, как.
Взаимное закрытие эскалировало напряжение между двумя странами многим вопросам от торговли и промышленного шпионажа до прав человека.
Павианов из сафари-парка видели вооруженными ножами, отвертками и цепной пилой, "шутники дали им оружие для крушения машин"
Приматы в сафари-парке Ноусли, Мерсисайд, давно известны тем, что они нападают на тех, кто притормаживает в заповеднике, и отрывают дворники или зеркало.
Павианы были вооружены ножами, отвертками и даже цепными пилами в сафари-парке Ноусли, Мерсисайд.
Сотрудники опасаются, что шутники вооружают надоедливых приматов, которые, как известно, нападают на всех, кто притормаживает и отрывают дворники и зеркала.
Теперь сотрудники опасаются, что это посетители вооружили их смертельным оружием "ради смеха", чтобы подкрепить их нападения, и, по словам очевидцев, обезьяны даже шарили в ящиках с инструментами.
Сотрудник парка сказал The Sunday Times: "Мы не знаем, получают ли они оружие от посетителей, которые хотят посмотреть, как они нападают на машины, или они вылавливают их из пикапов и фургонов.
"Они буквально залезают в чужие ящики с инструментами и расхаживают с ними. Одного павиана видели таскающим за собой цепную пилу".
Другой сотрудник сказал: "Павианов видели с ножами и отвертками. Я не удивлюсь, если их дал кто-то из посетителей".
Нападения павианов настолько неотвратимы, что заповедник стал хорошо известен всем автомеханикам на северо-западе Англии.
Автомеханик из Сейла, Большой Манчестер, сказал, что люди знают, чего можно ожидать в парке и что двое его клиентов стали жертвами павианов в этом году.
Он добавил, что сначала дети хотят, чтобы обезьянки залезли на машину, а через минуту у нее уже нет номеров - но проблема приносит "хорошие деньги" мастерской.
Ноусли вновь открылся 15 июня с соблюдением мер безопасности в связи с Covid-19, после уверений в том, что парк не менее опасен, чем МакАвто, так как посетители не выходят из машины во время пятичасовой поездки по сафари.
550-акровый парк, где живут львы, носороги, антилопы гну и верблюды, отрицает сообщения о вооруженных обезьянах как городской миф.
Пресс-секретарь сказал: "Мы думаем, что многие из этих историй выросли из преувеличений, так как их пересказывали, преукрашая, чтобы сделать встречи в заповеднике еще более захватывающими и невероятными.
В 2012 автозавод Hyundai выпустил 40 обезьян из парка на свою модель New Generation i30 на 10 часов, чтобы доказать ее прочность семьям с маленькими детьми.
"Юнайтед", "Челси" в ЛЧ; "Борнмут", "Уотфорд" вылетают из АПЛ
"Манчестер Юнайтед" и "Челси" прошли отбор на Лигу чемпионов за счет "Лестера" в волнительный заключительный день сезона Премьер-лиги в воскресенье, а "Борнмут" и "Уотфорд" выбыли и закончили свое пятилетнее пребывание в высшей лиге.
"Юнайтед" обыграл "Лестер" со счетом 2:0 благодаря голам, забитым Бруну Фернандешем и Джесси Лингардом, предоставив команде Уле-Гуннара Сульшера финальное третье место.
"Челси" победил "Вулверхэмптон" со счетом 2:0 после того, как один гол был забит Мэйсоном Маунтом, а второй - с его же подачи, и финишировал на четвертом и финальном месте для попадания в Лигу чемпионов выше "Лестера", который находился в четверке лучших на протяжении почти всего сезона.
Вместо этого "Лестер" будет играть в Лиге Европы вместе с "Тоттенхэмом", который сыграл 1:1 с "Кристал Пэлас" и таким образом закрепил за собой шестое место, обогнав "Вулверхэмптон" по разнице мячей.
Борьба за то, чтобы не занять оставшиеся два места на выбывание, продолжалась до самого конца, когда "Астон Вилла" забила на 84-й минуте, пропустила гол минуту спустя, а затем продержалась и спаслась, сыграв 1:1 с "Вест Хэмом".
Капитан "Вилла" Джек Грилиш забил гол в своей, возможно, последней игре в составе родного клуба.
"Борнмут" сделал то, что должен был, и побил "Эвертон" со счетом 3:1, но финишировал на одно очко позади "Вилла".
"Уотфорд" также выбыл, оказавшись на предпоследнем месте после проигрыша в матче с "Арсеналом" со счетом 3:2.
"Манчестер Сити" забил 100 голов за сезон и занял последнее место после победы в матче с уже вылетевшим "Норвичем" со счетом 5:0, игре, которая стала последней в Премьер-лиге для Давида Силвы после 10 лет в "Сити".
Кевин де Брюйне выполнил рекордную 20-ю передачу сезона и также забил дважды.
"Ливерпуль" закончил свой сезон с чемпионством и победой над "Ньюкаслом" со счетом 3:1 и финишировал с рекордными для клуба 99 очками.
Кроме того, "Саутгемптон" побил "Шеффилд Юнайтед" в матче со счетом 3:1, в ходе которого Дэнни Ингз забил свой 22-й гол за сезон.
Но тем самым он уступил на один гол Джейми Варди из "Лестера", который выиграл "Золотую бутсу" как бомбардир с самым большим количеством голов лиги.
Гвинет Пэлтроу хочет, чтобы дети обладали хорошей «достойной моралью»
Гвинет Пэлтроу заявила, что хочет вырастить своих детей таким образом, чтобы они обладали хорошей достойной моралью, пытаясь «не просто давать вещи им в руки».
У Пэлтроу двое детей, Эппл (16) и Мозес (14), от бывшего мужа Криса Мартина, и она хочет, чтобы они имели хорошие ценности и не почивали на лаврах славы своих родителей.
«Вот почему я считаю, что так важно... Вырастить ребенка, который будет обладать трудолюбием и чьи ценности совпадают с твоими или с их собственным ощущением того, кем они являются, и т.д.», – сказала она Робу Лоу в его подкасте.
«Суть проблемы заключается в том, что двери могут быть открыты для вас, но, если подумать обо всех людях, которые пытаются, и этого не происходит».
Она добавила: «Как родитель вы думаете, что все, что я могу сделать для ребенка, это научить его отличать хорошее от плохого и научить его тому, что такое работа. Я действительно пыталась делать так, чтобы вещи не просто попадали им в руки».
Пэлтроу также предпринимала шаги, чтобы максимально возможно позволить своим детям жить частной жизнью, и следит за тем, чтобы они вели свои аккаунты в социальных сетях приватно.
«Я не позволю им быть публичными в какой-либо социальной сети или что-то такое, я стараюсь держать их подальше от внимания общественности, насколько это возможно», – заявила она.
«Ты знаешь, сейчас уже иначе, поскольку дети говорят что-то типа “Можно мне завести канал на YouTube?”, а я им отвечаю что-то типа “Нет, нельзя. Категорически нельзя”».
Министр внутренних дел Туниса назначен новым Премьер-министром, чтобы через месяц сформировать правительство
Министр внутренних дел Туниса Хишам Машиши был назначен для формирования нового правительства, сообщила администрация президента, на фоне политической напряженности между основными партиями североафриканского государства.
46-летний юрист сменит Элиаса Фахфаха, который ушел в отставку с поста премьер-министра в начале этого месяца.
Но имя Машиши не входило в список кандидатов, предложенный правящими политическими партиями президенту Каису Саиду.
В сделанном после субботнего объявления заявлении Машиши сказал, что он "сформирует правительство, отвечающее ожиданиям всех жителей Туниса".
Тунис прославился как редкая история успеха перехода к демократии после вспыхнувших в результате революции 2011 года региональных протестов "арабской весны".
Но его лидеры пытались изо всех сил оправдать ожидания народа Туниса, а уже слабая экономика пострадала от закрытия государственных границ из-за пандемии коронавируса.
В Тунисе от болезни скончались около 50 человек, заболели более 1 400.
Помимо того, что Машиши был министром внутренних дел в уходящем в отставку правительстве, он также состоял советником при президенте Саиде и занимался правовыми вопросами.
Ранее он был руководителем аппарата Министерства транспорта и также служил в Министерстве социальных дел.
Сейчас у него есть месяц на формирование правительства, которое затем столкнется с вотумом доверия парламента и должно получить абсолютное большинство голосов для достижения успеха.
Если ему не удастся, парламент будет распущен и в течение трех месяцев будут проведены новые выборы.
На прошлых выборах, состоявшихся в октябре, "Ан-Нахда" вышла на первое место, но не набрала большинства и в конечном итоге согласилась присоединиться к коалиционному правительству.
Отставка Фахфаха 15 июля, спустя его менее 5 месяцев у власти, угрожала привести к новому политическому тупику в государстве, сражающемуся с экономическими последствиями пандемии.
Отставка обострила политический спор "Ан-Нахда" по поводу обвинений Фахфаха в конфликте интересов.
Отношения между 47-летним уходящим в отставку лидером и "Ан-Нахда" были напряжены с момента проведения выборов в законодательный орган в октябре.
Фахфах ушел в отставку в тот же день, когда партия выдвинула против него предложение о вотуме недоверия.
"Ан-Нахда" изначально выдвинула независимого кандидата на пост премьер-министра, но ему не удалось получить поддержку парламента, что привело к тому, что президент назначил на должность бывшего министра финансов Фахфаха.
Столкнувшись с перспективой новых выборов, "Ан-Нахда" в конце концов согласилась присоединиться к коалиционному правительству.
Тед Круз говорит, что цели Пелоси – «засыпать проблему деньгами и закрыть Америку»
Вашингтон – Пока продолжается обсуждение дальнейших мер, сенатор-республиканец от Техаса Тед Круз обвинил спикера Палаты Нэнси Пелоси и демократов Палаты в том, что они продвигают пакет противокоронавирусных мер, нацеленный на то, чтобы «засыпать проблему деньгами и закрыть Америку».
В воскресном интервью «Face the Nation» Круз заявил, что страна одновременно борется с двумя кризисами: глобальной пандемией, унесшей жизни более чем 600,000 человек во всем мире, и «абсолютной экономической катастрофой» в США.
Но Круз сказал, что Пелоси, появившаяся в «Face the Nation» перед сенатором, «не сфокусирована ни на одной из них».
«Ее цели – засыпать проблему деньгами и закрыть Америку», – заявил техасский республиканец.
«И в частности, посмотрите на законопроект стоимостью в $3 триллиона, который она пытается протолкнуть, это засыпание деньгами ее друзей, а не реальное решение проблемы. Наша цель должна быть в том, что американцы хотят вернуться на работу. Они хотят быть в состоянии обеспечивать свою семью».
Сенатские республиканцы и Белый дом провели прошлую неделю за обсуждением условий четвертой фазы противокоронавирусных мер, которая, как они ожидают, будет стоить $1 триллион.
На выходных глава аппарата Белого дома Марк Медоуз и министр финансов Стивен Мнучин вернулись на Капитолийский холм для дальнейших обсуждений с аппаратом Сената, и в воскресенье Мнучин сообщил в интервью Fox News, что подробности должны быть обнародованы лидером большинства в Сенате Митчем МакКоннеллом в понедельник.
Самый острый вопрос для законодателей – и причина разногласий между республиканцами и демократами – это истечение повышенных пособий по безработице, которые начали заканчиваться на этих выходных.
В то время как демократы хотят, чтобы «четвертая фаза» коронавирусного пакета сохранила прибавку к пособиям размером $600, республиканцы призывают сократить ее и утверждают, что некоторые американцы из-за безработицы получают больше денег, чем у них было, когда они получали зарплату.
Круз заявил, что более чем половине американцев, получающих повышенное пособие по безработице, сейчас платят больше, чем когда они работали, и сказал, что говорил с владельцами малого бизнеса в Техасе, которые испытывают трудности с повторным принятием сотрудников на работу.
«Конечно, они не вернутся, потому что федеральное правительство платит им, в некоторых случаях, в два раза больше денег, чтобы они оставались дома», – заявил он.
Круз заявил, что Конгресс должен сосредоточиться на принятии законопроекта по восстановлению, который облегчит возвращение к работе для американцев путем снижения налогов и регулирования малого бизнеса:
«Вместо того, чтобы выгребать триллионы за дверь, законопроект по восстановлению приостановил бы налог на заработную плату, который увеличил бы зарплату всем в Америке, кто работает. Это правда возвращает людей на работу», – сказал он.
Президент Трамп потребовал на прошлой неделе, чтобы следующий пакет помощи включал в себя снижение налога на заработную плату, но Мнучин сказал, что это не будет частью законодательства, поскольку республиканцы плохо приняли это предложение.
Трамп признал, что следующий законопроект не будет включать снижение налога на заработную плату, но попытался свалить вину на демократов.
Круз, на прошлой неделе возражавший против стоимости следующего пакета, в воскресенье сказал, что не поддерживает меру своих сторонников-Сенатских республиканцев.
Но он также раскритиковал законопроект стоимостью $3 триллиона, принятый в мае контролируемой демократами Палатой, и обвинил своих политических оппонентов в том, что они намеренно разработали меру, которая дискредитирует президента в преддверии ноябрьских выборов.
«Единственная цель, которая есть у демократов – это победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа – это закрыть весь бизнес в Америке, закрыть все школы в Америке», - сказал он.
«Вы знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах. То, что она предлагает, значит удерживать работающих мужчин и женщин от работы».
Канье Уэст публично извиняется перед женой Ким Кардашьян после раскрытия семейных тайн
Канье Уэст извинился перед женой за то, что предал огласке "личные вопросы".
Во время мероприятия в Южной Каролине рэпер рассказал, что пара задумывалась о том, чтобы сделать аборт с первым ребенком.
После беспокойной недели, когда он сделал несколько публичных заявлений против своей жены и ее семьи, Уэст теперь извинился в Твиттере.
Говорят, что Уэст также посетил больницу несколько часов после того, как Джастин Бибер навестил его на ранчо в Вайоминге.
Он сказал: "Я хочу извиниться перед своей женой Ким за то, что я предал огласке вопросы, которые являются личным делом. Я не защитил ее так же, как она защищала меня".
"Я хочу сказать Ким, я знаю, что причинил тебе боль. Спасибо за то, что ты всегда со мной".
Сумбурные твиты Уэста, в том числе заявления о том, что жена хотела изолировать его с помощью врачей и несколько обвинений, которые он сделал в адрес своей тещи, Крис Дженнер.
Он также сказал, что пытался развестись с Кардашьян-Уэст, на которой женился в 2014 году.
Опасаясь за душевное состояние мужа, Кардашьян-Уэст, мать четырех детей Уэста, опубликовала длинное заявление о том, что она и ее семья "бессильны" и не могут вмешаться, и напомнила поклонникам о том, что у него биполярное расстройство.
Она сказала: "Он яркая, но сложная личность, помимо того, что он музыкант и черный мужчина, он пережил тяжелую потерю своей мамы и столкнулся с давлением и изоляцией, которые усилились из-за его биполярного расстройства".
Она добавила, что не обсуждала его состояние ранее, так как я "защищаю наших детей и право Канье на личную тайну в вопросах его здоровья".
Она добавила: "Но сегодня, я чувствую, что я должна прокомментировать это из-за стигмы и предубеждений о психическом здоровье".
Уэст сделал заявления об аборте во время мероприятия 19 июля.
По информации полиции, в Грейтер-Нойде арестовали мужчину по подозрению в убийстве брата-алкоголика
В Грейтер-Нойде в Уттар-Прадеше в воскресенье арестовали 37-летнего мужчину по подозрению в убийстве брата, тело которого неделю назад нашли брошенным в отдаленном районе, сообщает полиция.
Обвиняемый рассказал полицейским, что ему досаждал алкоголизм брата и его неуважение к женщинам из их семьи, что и послужило причиной преступления, сообщают власти.
Тело Бхишама Сингха, проживавшего в деревне Бисракх в Грейтер-Нойде, около недели назад нашли около кустов в отдаленном районе.
На теле были следы ножевых ранений, и в бисракхском отделении полиции о происшествии был составлен ПИО и начато расследование, завил представитель полиции.
«В ходе проверки улики привели полицию к брату погибшего, Дипаку, и его допросили.
На допросе Дипак признался, что заколол брата ножом.
Он рассказал полиции, что Бхишам часто употреблял алкоголь, устраивал дома скандалы и неуважительно относился к женщинам из их семьи, поэтому Дипак решил убить брата», рассказал представитель полиции.
Обвиняемого арестовали и предъявили ему обвинения в убийстве и сопутствующих правонарушениях, сообщает полиция.
Тони Блэр заявил, что никогда не перестанет заниматься британской политикой несмотря на шквал критики после Брекзита
Тони Блэр пообещал никогда не уходить из британской политики в ответ на шквал критики по поводу его действий как члена Лейбористской партии и его агитации против Брекзита.
Господин Блэр, покинувший свою должность больше десяти лет назад, рассказал Софи Ридж с канала Sky News, что он "никогда" не перестанет высказывать свое мнение по поводу политики Британии.
Однако неоднозначный политический деятель признал, что "многие из тех, кто нас сейчас смотрит, считают, что мне пора завязывать с высказываниями."
Софи Ридж сказала Господину Блэру: "У меня все время ощущение, что вы никак не можете отойти от политики.
"Вы постоянно публикуете доклады о коронавирусе или выдвигаете новые аргументы по Брекзиту.
"Просто интересно, не возникает ли у людей вопроса: почему после 10-летнего срока на посту премьер-министра вы до сих пор пытаетесь оставаться в политике?
"Может, пора отдохнуть, поиграть в гольф?"
Бывший премьер-министр отверг это предложение и пообещал участвовать в политической жизни Британии как можно дольше.
Он сказал: "Это не просто моя прихоть. Многие, кто нас смотрит, возможно именно так и думают, считают, что так и надо, и мне пора прекратить лезть со своим мнением, но мне небезразлична судьба страны."
"В мире грядут большие изменения, а построенный мной институт функционирует по всему миру.
"Я знаю, что сделал то, чего не делали другие премьер-министры до меня, но думаю, что многие в будущем попытаются это повторить."
До этого господин Блэр уже заявил в интервью, что Британия и ЕС все еще могут договориться по поводу Брекзита до конца года.
Он сказал: "Еще можно успеть заключить договор. Но условия этого договора не будут для нас благоприятными."
"По сути, договор будет выгоден Европе, так как он упростит торговлю товарами, но условия по услугам будут для нас сковывающими."
"Бывший лидер Лейбористской партии также рассказал каналу Sky News, что в обозримом будущем Британии придется сосуществовать с коронавирусом, а не пытаться его истребить.
В день памяти героев Каргила премьер-министр Нарендра Моди заявил, что Пакистан попытался нанести Индии «удар в спину»
В своем обращении к военнослужащим по случаю 21-ой годовщины Каргильской войны премьер-министр Нарендра Моди заявил, что Пакистан попытался нанести Индии «удар в спину», несмотря на ее стремления сохранить дружеские отношения.
Во время своего ежемесячного радиообращения «Mann ki Baat» премьер-министр Моди сказал, что «Пакистан предпринял эту авантюру с коварным планом захватить индийскую территорию и отвлечь внимание от непрерывных конфликтов внутри страны».
«Пакистан совершил дерзкую попытку захватить индийскую землю и отвлечь внимание от собственных внутренних беспорядков», сказал он.
«В то время Индия пыталась наладить отношения с Пакистаном.
Но, как говорится, зло по своей природе такого, что воюет со всеми без причин.
Люди такой породы могут думать только о том, как навредить даже тем, кто пытается им помочь.
Вот почему Пакистан нанес Индии удар в спину, несмотря на ее попытки наладить теплые отношения», — сказал он.
«Можете представить: неприятель засел высоко в горах, а наши силы атаковали снизу. Но боевой дух и честь наших военных смогли покорить горы», добавил он.
«Благодаря мужеству наших военных Индия смогла показать свою силу в Каргиле», сказал премьер-министр, вспоминая свой визит на место битвы.
Каргил Дивас отмечают ежегодно в тот день, когда 21 год назад индийская армия отбила все захваченные пакистанцами посты в ладакхском Каргиле.
26 июля 1999 года армия объявила об успешном завершении «Операции Виджай».
Продолжавшаяся почти три месяца битва в ледяных пиках Ладакха унесла жизни более 500 индийских солдат.
Ранее сегодня министр обороны Ражнат Сингх, младший министр Шрипад Найк, начальник штаба обороны генерал Бипин Рават, главнокомандующий армии генерал М. М. Нараване, начальник штаба ВВС маршал Р. К. С. Бхадауриа и начальник Военно-морского штаба адмирал Карамбир Сингх также почтили память погибших возле Амар Джаван Джиоти на территории Национального военного мемориала.
Со времен Каргила отношения между Индией и Пакистаном обострилась из-за серии террористических атак.
Индия настаивает, что переговоры и террор не могут идти руку об руку, и Пакистан должен ликвидировать все действующие на его территории террористические лагеря.
Онлайн-кредиторы предупреждают, что схема кредитования малого и среднего бизнеса, возможно, дала сбой
Сектор малого бизнеса, которую крупные банки часто обслуживают в недостаточной мере, все чаще обращается к онлайн-кредиторам, чтобы получить нужное финансирование.
Однако г-н Каллаган заявил, что онлайн-кредиторы находятся в проигрышном положении по сравнению с крупными банками, поскольку у них нет доступа к такому же более дешевому финансированию, а также он предупредил, что в результате схема гарантий кредитования малого и среднего бизнеса не набирает популярность.
"Я думаю, что она, возможно, не учла, что все люди, которые нам звонят, звонят в надежде получить очень дешевое финансирование вместо государственной гарантии 50 процентов от займа", - сказал он.
"Так что они звонят и сильно разочаровываются, потому что ожидают, что будет скидка, и мы смотрим на нашу стоимость финансирования, которая вообще не изменилась".
Г-н Каллаган добавил, что если бы финансово-технологические компании могли получить доступ к более дешевому финансированию и передать его малому бизнесу, схема была бы "простейшей".
"Это была своего рода "уловка-22": у крупных банков есть доступ к более дешевому финансированию, но они менее склонны рисковать, поэтому на самом деле они не занимаются кредитованием таким же образом, они не могут получить доступ к данным и не чувствуют себя уверенно, если у вас нет собственности, - сказал он. - Пока у нас нет доступа к более дешевому финансированию, я думаю, что на рынке будут ложно полагать, что эта схема будет популярна".
Мельбурнская Moula также участвует в этой схеме, и генеральный директор Арис Аллегос заявил, что преимущества 50-процентной гарантии, которая подразумевается в государственной схеме, должны стать доступны малому бизнесу, но разные кредиторы осуществляли это по-разному.
"Я понимаю, что могут быть и другие, которые не проходят через эту структуру расходов", - сказал он.
"Это может зависеть от того, как организовано их финансирование, а также от того, для каких категорий берется кредит и как они оценивают риск в рамках этих категорий".
Г-н Аллегос не сообщил подробности о количестве кредитов, выданных Moula по данной схеме, но сказал, что модернизированная схема "позволяет увидеть то, что нужно было изменить", чтобы предоставить большую гибкость кредиторам и заемщиками.
Тем не менее он заявил, что больше всего его беспокоит действующая "экономика с двумя скоростями" и ее влияние на малый бизнес.
"Самая большая проблема, которую приходится решать Moula и кредиторам в отношении малого бизнеса, - это тот пресловутый обрыв и способы взаимодействия с этим обрывом", - сказал он.
"В целом, что касается спроса, мы еще не вернулись на уровень до COVID, хотя аппетиты растут".
Онлайн-кредитор Prospa, зарегистрированный на бирже ASX, также не стал подробно рассказывать о суммах кредитов, которые они выдали по этой схеме, поскольку, как они заявили, информация составляет коммерческую тайну, но исполнительный директор Грег Мошаль сообщил, что расширение схемы государством приветствуется.
"Мы поддерживаем любые улучшения в этой схеме, которые позволят малому бизнесу получить доступ к широкому спектру продуктов финансирования, отвечающих его требованиям, включая продукты с гибкими платежами в более короткие сроки", - сказал он.
В городе Вирджиния-Бич сносят памятник Конфедерации
ВИРДЖИНИЯ-БИЧ, Вирджиния -- В субботу в городе Вирджиния-Бич снесли 115-летний государственный памятник Конфедерации, менее чем через два дня после того, как городской совет единогласно проголосовал за его снос.
Как сообщают средства массовой информации, в субботу утром рабочие снесли памятник высотой 27 фута (8,2 метра).
Он был установлен в 1905 году перед зданием суда графства принцессы Анны, в том самом месте, где когда-то проводились аукционы рабов.
В четверг вечером совет единогласно проголосовал за снос памятника.
Совет выслушал несколько десятков выступающих и решил, что многие считают, что памятник вызывает разногласия и является болезненным напоминанием о прошлом.
Статую полностью накрыли и обнесли забором после недавних протестов и случаев вандализма в отношении других памятников Конфедерации.
Пока памятник останется на хранении.
Сейчас город должен дождаться каких-нибудь предложений, от исторических груп или других организаций, которые, возможно, захотят забрать памятник.
Полиция пробует новые, менее летальные инструменты по мере продолжения протестов
По мере того как между правоохранительными органами и протестующими в Портленде и по всей стране продолжаются жестокие столкновения, поднимаются споры вокруг того, как полиция может сократить применение смертоносной силы.
Некоторые компании выступают с предложением новых высокотехничных инструментов, к примеру, наручников с удаленным управлением, которые полиция могла бы использовать вместо более опасных вариантов, таких как перцовые баллончики, резиновые пули и светозвуковые гранаты.
Организация по защите прав человека Amnesty International проанализировала 500 видео с протестов с 26 мая по 5 июня и обнаружила 125 случаев чрезмерного применения силы в 40 штатах и округе Колумбия.
«Мы наблюдали неправомерное использование слезоточивого газа, перцовых баллончиков, перцовых снарядов, 40-миллиметровых пуль ударного действия, неподобающее использование практически всех комбинаций нелетального оружия», - заявил следователь Amnesty International по вопросам оружия Брайан Кастнер.
Впрочем, некоторые утверждают, что существование опций важно для избежания потребности в огнестрельном оружии.
«Все эти устройства должны быть под рукой, чтобы полицейские применяли не только смертоносную физическую силу, используемую огнестрельным оружием, потому что это единственная профессия в Америке, где граждане дают тебе право забрать твою жизнь», - сказал Кори Пегес, бывший помощник инспектора Департамента полиции Нью-Йорка.
Один из новейших инструментов называется Bola Wrap – ручное устройство, выстреливающее 8-футовым кевларовым шнуром, который оборачивается вокруг подозреваемого.
Существуют Акустические Приборы Дальнего Действия, также известные как звуковые пушки, оружие направленной энергии, в котором применяется лазер для нагревания кожи человека, новые снаряды, сделанные из материалов типа резины и мела, зловонные бомбы и, конечно, Тазер.
Акции Axon, компании, которая делает Тазер, подскочили больше чем на 18%, достигнув исторического максимума, когда протесты переросли в насилие через несколько дней после того, как Джордж Флойд был убит полицейскими.
Ожидается, что к 2023 г. рынок нелетального оружия достигнет $11,85 миллиардов.
Посмотрите видео, чтобы увидеть новые высокотехнологичные инструменты, которые полиция использует в качестве нелетальной силы, как они регулируются и что на кону для будущего полицейских и обществ, которым они служат.
ООН сообщает о тысячах антипакистанских военных в Афганистане
ИСЛАМААБАД -- Согласно докладу ООН, более 6 000 пакистанских повстанцев прячутся в Афганистане, большая часть которых состоят в запрещенной талибской группировке Пакистана, ответственной за нападения на военные и гражданские объекты.
В опубликованном на этой неделе докладе говорится о том, что группировка, известная как "Техрик-и-Талибан" (ТТП), объединилась с ячейкой группировки "Исламское государство" в Афганистане.
Некоторые из членов ТТП даже вступили в ячейку ИГ, штаб-квартира которой находится на востоке Афганистана.
Правительство Афганистана не ответило в воскресенье на запросы The Associated Press о комментарии.
Согласно докладу, ИГ в Афганистане, известному как ИГ в провинции Хорасан, были нанесены серьезные удары силами безопасности Афганистана, а также силами США и НАТО, и даже в некоторых случаях афганскими талибами.
Доклад был подготовлен группой ООН по аналитической поддержке и наблюдению за санкциями, которая следит за террористическими группировками по всему миру.
По данным доклада, численность ИГ в Афганистане составляет 2 200 человек, а одним из своих лидеров ИГ все еще считает гражданина Сирии Абу Саид Мохаммад аль-Хорасани, несмотря на значительнее уменьшение степени его влияния.
В докладе также говорилось, что группа по наблюдению получила информацию о том, что два старших командира Исламского государства Абу Кутайба и Абу Хаджар аль-Ираки недавно прибыли в Афганистан с Ближнего Востока.
"Находясь в территориальной изоляции, ("Исламское государство") по-прежнему способно совершать резонансные нападения в различных частях страны, в том числе в Кабуле.
Оно также стремится привлекать в свои ряды бойцов "Талибана", которые выступают против соглашения с Соединенными Штатами", -- говорится в докладе, со ссылкой на подписанное в феврале мирное соглашение между США и "Талибаном".
Это соглашение было заключено для того, чтобы позволить Соединенным Штатам положить конец их 19-летнему вмешательству в Афганистане, и оно обязывает "Талибан" гарантировать неиспользование территорий Афганистана террористическими группировками.
Также ожидается, что соглашение даст гарантию всестороннего участия "Талибана" в борьбе против ИГ.
Вторая и, возможно, самая важная часть соглашения призывает к проведению переговоров между "Талибаном" и политическим руководством Кабула.
В субботу вечером Государственный департамент США сделал заявление о том, что их посланник по вопросам мира Залмай Халилзад снова отправился в регион с целью добиться ускорения процесса начала этих переговоров, которые неоднократно откладывались из-за споров сторон относительно программы по освобождению пленных.
Поддерживаемое США соглашение предусматривает, что до проведения переговоров правительство Афганистана освободит 5 000 заключенных талибов, а "Талибан" освободит 1 000 государственных служащих и военных в качестве так называемого знака доброй воли.
Пока правительство отказывается освободить около 600 пленных талибов, которых оно называет особо опасными преступниками, и предложило выпустить на свободу других пленников.
"Талибан" отказался.
"Стороны сейчас как никогда близки к началу внутриафганских переговоров, следующему ключевому шагу к окончанию долгой 40-летней войны в Афганистане", -- говорилось в заявлении Государственного департамента США.
"Хотя по вопросу об обмене пленными достигнут значительный прогресс, для полного разрешения вопроса нужны дополнительные усилия".
В начале этой недели официальный политический представитель "Талибана" сказал, что группировка готова провести переговоры с политическими лидерами Кабула после мусульманского праздника Курбан-байрам в конце месяца при условии завершения освобождения пленных.
Серьезной проблемой для Пакистана является присутствие в Афганистане боевиков, в частности связанных с ТТП или "Джамаат-уль-Ахраром" или "Лашкар-и-Исламом", а также членов Освободительной армии Белуджистана, которая взяла на себя ответственность за масштабные нападения, произошедшие в этом месяце в южной провинции Синд и провинции Белуджистан на юго-западе.
Несколько военных Пакистана были убиты в этом месяце в юго-западной провинции Белуджистан в результате столкновения с повстанцами.
ТТП взяла на себя ответственность за одно из самых ужасных нападений в Пакистане в 2014 году, когда была атакована пакистанская военная школа и 140 человек были убиты.
В основном это были студенты, а некоторым было по 5 лет.
"Общее число пакистанских иностранных боевиков-террористов в Афганистане, представляющих угрозу для обеих стран, составляет, по оценке, от 6000 до 6500 человек, большинство из которых — это члены ТТП", -- говорится в докладе.
RT деловые новости: Крупный британский банк HSBC отрицает, что «установил ловушку» для китайской Huawei в проводимых в США расследованиях
Транснациональный банк HSBC со штаб-квартирой в Лондоне заявил через социальные сети, что не «фабрикует доказательства», как заявляли китайские СМИ, против Huawei, которые привели к аресту финансового директора компании в Канаде.
В недоступном в настоящее время посте в WeChat кредитное учреждение заявило, что его действия не служили поводом для проведения расследований в США в отношении крупнейшего в мире поставщика телекоммуникационного оборудования, поскольку проверка Huawei на предмет предположительного нарушения санкций США в отношении Ирана началась задолго до вовлечения банка в конце 2016 года.
Представители банка заявили в субботу, что «HSBC не испытывает какой-либо враждебности по отношению к Huawei и не «подставлял» Huawei», добавив, что никогда не стал бы искажать факты, касающиеся своих клиентов.
«В ответ на запросы о предоставлении информации от МЮ США [Министерства юстиции США] Группа HSBC всего лишь представила объективные факты.
HSBC не «фабриковал» доказательства и не «скрывал» факты».
Платформа заблокировала пост с пометкой о том, что «он нарушает правила» и теперь недоступен.
Данное заявление было сделано вскоре после того, как несколько китайских информационных агентств, включая связанные с властями газеты, обвинили HSBC во "вступлении в сговор" с Вашингтоном с целью установить ловушку для Huawei.
Компания находится в эпицентре дипломатического скандала более полутора лет с момента ареста финансового директора Huawei Мэн Ваньчжоу в декабре 2018 года в Канаде по ордеру на арест из США.
Мэн предъявлены обвинения в мошенничестве якобы за использование фиктивной компании для обхода санкций в отношении Ирана и якобы предоставление ложных сведений банкам о взаимосвязи между Huawei и иранской компанией Skycom.
Согласно новым доказательствам, приведенным Global Times, HSBC прекрасно знал о взаимосвязи между китайской компанией и Skycom.
Как утверждается, банк решил «вступить в сговор» с правительством США во избежание более сурового наказания в 2012 году, когда банку пришлось признаться в отмывании денег и нарушении санкций, в том числе ограничений, введенных в отношении Ирана.
В то время ему было предписано заплатить штраф в размере около 1,9 миллиарда долларов и предотвращать любое неправомерное поведение подобного рода.
«Доказательства указывали на то, что HSBC понимал данную взаимосвязь, но намеренно продал конфиденциальные деловые документы своего клиента американской стороне, чтобы правительство США закрыло глаза на неправомерное поведение самого британского банка и не наказывало его в соответствии с Соглашением 2012 года об отсрочке судебного преследования», как утверждалось в одной из статей газеты по данному делу.
В завуалированном предупреждении контролируемая Пекином газета добавила, что, если вина в данном «сговоре» будет доказана, кредитному учреждению может грозить «суровое наказание» в Китае, который является одним из основных рынков для HSBC.
Известный банк попадает под огонь критики уже не в первый раз за последние несколько недель.
В прошлом месяце HSBC подвергся резкой критике за поддержку нового закона о национальной безопасности для Гонконга, города, где он начинал свою деловую деятельность и на который приходится более половины его прибыли.
Банк раскритиковали с обеих сторон – с Запада, когда Госсекретарь США Майк Пампео назвал данное одобрение «корпоративным низкопоклонством», и с Востока, когда китайская сторона, как утверждается, заявила, что его поддержка «запоздала».
Ангола: Больница Pedalé передана Министерству здравоохранения
Луанда - Президент республики, Жуан Лоренсу, в эту пятницу принял решение о передаче больницы Педро Мариа Тонья Pedalé, строительство которой ведется в Луанде, под управление Министерства здравоохранения.
В сообщении пресс-службы президента республики говорится, что данная мера направлена на реализацию принцпипа правительства о строительстве и расширении сети государственных больниц для обеспечения более качественного медицинского обслуживания и медицинских препаратов для населения.
"В данном конкретном случае идея состоит в том, чтобы жителям Анголы стала доступна образцовая больница, с разными направлениями, оборудованная современными технологиями, с высокой точностью диагностики и лечением сложных заболеваний", -- говорится в сообщении.
В нем подчеркивается, что решение главы государства Ангола учитывает также демографический рост в стране, который послужил причиной "огромного спроса" на качественное медицинское обслуживание в самых разных областях специализаций.
Этот спрос, говорится далее в сообщении, обосновывает включение в больницу, специализирующуюся на лечении сложных заболеваний, образовании и исследовательской деятельности, мер, связанных с офтальмологией и медицинским обслуживанием матери и ребенка, сфер, стратегией и управлением которых следует руководить Министерству здравоохранения.
Алжир: Смерть  Махмуда Гуемама - Алжир потерял патриота, преданного военнослужащего, по словам президента Теббуна.
Алжир - Президент республики, Абдельмаджид Теббун, отправил послание с выражением соболезнования членам Национальной народной ассамблеи (APN) по случаю смерти моджахеда Махмуда Гуемама в пятницу, в котором он сказал, что Алжир "потерял патриота и военнослужащего, неизменно отстаивающего интересы своего народа и своей страны".
Алжир потерял сегодня, со смертью моджахеда Махмуда Гуемама, патриота и военнослужащего, неизменно отстаивающего интересы своего народа и своей страны, человека, который никогда не колебался и чья решимость оставалась неизменной с того момента, как он взял в руки оружие вместе со своими отважными братьями моджахедами, до его последнего вздоха в этот печальный день, когда нам остается только покориться воле Господа", - написал в своем послании с выражением соболезнования президент Теббун.
"Ушедший от нас Махмуд Гуемама, мир ему, принадлежал уникальному поколению верных патриотичных воинов, которые жертвовали собой ради родины", - добавил президент республики.
"Покойный посвятил свою жизнь освобождению Алжира от гнета ужасного колониализма, вступив в ряды Революции во цвете лет в 1960 году в учебном лагере Тахарт в историческом вилайете VI".
"Покойный президент известен всем своей признанной воинственностью и своей приверженностью укрепить образ процветающего и объединенного Алжира", - сказал президент Теббун.
"На крайнем юге покойный Махмуд Гуемама знаменит как примиритель, который вмешивался, чтобы примирить братьев одной страны, каждый раз, когда разжигался огонь раздора", - добавил президент в своем послании.
"Благодаря всем этим качествам и достоинствам покойный Махмуд Гуемама заслужил уважение и доверие жителей Таманрассета, которые выбирали его представлять их интересы в Национальной народной ассамблее (APN) на несколько сроков, в течение которых он был послом и защитником интересов региона и желаний своего народа, и даже представителем и делегатом всех жителей Алжира", - написал президент республики.
"Никаких выражений соболезнования не будет достаточно, чтобы воздать должное моджахеду Махмуду Гуемаму, мир ему.
Он покинул нас сегодня в тот момент, когда Алжир нуждается в нем", - сказал президент.
"Я молюсь Всевышнему Богу, чтобы окружил он умершего Его Святой Милостью, встретил его в Своем богатом раю вместе с мучениками и добротелями.
Я также молюсь Богу, чтобы дал тот его семье и любимым терпения и утешения...только в Боге есть сила", - сказал в заключение президент республики.
Новости о поездках, связанные с коронавирусом: в каких странах действует ограничение на въезд для граждан Болгарии
Число стран, вводящих ограничение на поездки, растет. С этой недели Чехия требует результаты анализов у сезонных работников из Болгарии. Дания разрешает болгарам въезжать на свою территорию только при наличии регистрации в этой стране, договора о найме или документа, подтверждающего деловой характер поездки.
С сегодняшнего дня все, кто посещал Болгарию или Румынию за последние 14 дней, обязаны уйти на карантин при въезде в Италию. Въезд в Финляндию разрешается только при наличии "веских причин".
Обязательный домашний карантин предусмотрен в Австрии даже при наличии отрицательного анализа ПЦР. Такие же требования уже введены для тех, кто въезжает в Германию. В течение следующих 14 дней въезд в южную часть Румынии без уважительной причины был запрещен. Кроме того, Греция еще сильнее ужесточила ограничительные меры вдоль своих сухопутных границ.
Как сообщает Министерство иностранных дел, начиная со вторника все, кто направляется самолетом из Болгарии в Грецию, должны будут предоставить на греческой границе отрицательные результаты анализа ПЦР на коронавирус, выполненного не более чем за 72 часа до въезда на территорию нашего южного соседа.
Представители министерства также добавили, что пускать в страну будут только тех пассажиров, у которых есть сертификат с результатами анализа. Он должен быть на английском языке и содержать три имени, а также номер паспорта или идентификационной карты. Власти нашего южного соседа не примут сертификат, если он не будет соответствовать этим требованиям.
Путешественники должны сдать анализ в лаборатории, при этом должен использоваться метод ОТ-ПЦР, а отделяемое для анализа нужно брать изо рта или носа. Признаются анализы на коронавирус, выполненные национальными справочными и санитарно-гигиеническими лабораториями, а также частными лабораториями, которые получили аккредитацию в национальных службах аккредитации (необязательно на диагностику COVID-19).
Это требование не распространяется на граждан и резидентов Греции, а также на тех, кто совершает поездку по важным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник 28 июля и среду 29 июля для пассажиров, у которых не было времени на сдачу анализов перед поездкой,  компетентными местными учреждениями будет огранизовано тестирование по прибытии в Грецию.
Остается в силе требование для граждан, прибывающих в Грецию самолетом, не менее чем за 24 часа до прилета заполнить электронную форму для отслеживания пассажиров (PLF) и получить QR-код, который нужно будет предъявить греческим властям при пересечении границы. Подробная информация опубликована на сайте travel.gov.gr
На данный момент не изменились требования, действующие при пересечении сухопутных границ между Болгарией и Грецией. Согласно разъяснению Министерства иностранных дел, "лица, попадающие в Грецию через сухопутную границу, независимо от их гражданства также должны заполнить электронную форму для отслеживания пассажиров (PLF), позволяющую сгенерировать QR-код, как минимум за 24 часа до прибытия".
В результате закрытия контрольно-пропускных пунктов Илинден, Капитан-Петко-Войвода и Маказа повысилась интенсивность движения транспорта через границу в районе Петрича. Проблем с пересечением границы не наблюдается. Также не возникает очередей из грузовых автомобилей. Все люди, ожидающие пересечения границы, направляются в Грецию на море. Для пересечения башни туристам приходится ждать около полутора часов.
Три контрольно-пропускных пункта на болгарско-греческой границе работают. Закрыты только пункт Илинден – Эксохи и эта часть Ивайловграда.
Доминик Каммингс взят в заложники Особой воздушной службой… на туре по базе
Старший советник премьер-министра испытал этот опыт на прошлой неделе во время тура по базе
Доминик Каммингс в заложниках с винтовками у виска - эту идею могут втайне смаковать угнетаемые государственные служащие.
Но именно это и испытал бескомпромиссный старший советник премьер-министра на прошлой неделе во время тура по базе Особой воздушной службы Стерлинг-Лайнс.
The Mail on Sunday может сообщить, что часть его визита в среду включала в себя посещение «Дома убийств», где элитные солдаты оттачивают навыки взаимодействия с террористами.
Тур с проводником по базе в Херефорде также включал в себя осмотр военной техники и совещание по недавним операциям, в том числе действиям по уничтожению террористов Исламского Государства в Ираке.
Высокопоставленных посетителей Стерлинг-Лайнс встретили необычно – предложением попрактиковаться в «Доме убийств», двухэтажном здании, где Особая воздушная служба тренирует навыки ближнего боя.
Среди прошлых посетителей была принцесса Диана в 1983 г., волосы которой загорелись из-за искры от брошенной во время тренировки гранаты.
Имеются сведения, что Каммингс прибыл на базу – названную в честь основателя полка полковника Дэвида Стерлинга – на вертолете.
Он также посетил близлежащую армейскую тренировочную зону в Понтриласе, где расположены другие сверхсекретные подразделения.
Визит был частью его тура по британским засекреченным объектам сил безопасности Соединенного Королевства, вызвавшего недоумение среди политиков и военачальников.
Когда ранее в этом месяце появились известия о его планах, Тобиас Элвуд, рядовой депутат-Тори и председатель Специального комитета Палаты Общин по делам обороны, заявил, что членам парламента должна быть предоставлена такая же возможность допросить его по темам, связанным с обороной и безопасностью, какой они обладают применительно к министрам и госслужащим.
От специальных советников, которых назначают политики, редко требуется давать показания специальным комитетам.
Есть сведения, что старшие офицеры Особой воздушной службы использовали событие, произошедшее в среду, чтобы подчеркнуть важность сохранения количества персонала в Королевской морской пехоте и Парашютном полке.
Сообщалось, что эти подразделения, составляющие основную часть Войск специального назначения, могут быть сокращены или объединены в целях экономии.
«Больше половины солдат в Особой воздушной службе, насчитывающей 250 человек, раньше были парашютистами, а Особая лодочная служба, которая еще меньше, не могла бы продолжать существование без поддержки Королевской морской пехоты», – сообщил источник, связанный с обороной.
«Так что Каммингсу сообщили, что эти подразделения необходимо полностью сохранить».
Каммингс, жаловавшийся на то, что на военые поставки «по-прежнему проматываются миллиарды фунтов», недавно присутствовал на совещаниях в штаб-квартирах МИ5 и МИ6 и планирует также посетить штаб-квартиру Особой лодочной службы в Пуле, Дорсет, вместе с сверхсекретными правительственными лабораториями в Портон-Дауне в Уилтшире.
Вчера вечером Министерство обороны не ответило на запрос о комментарии.
Концерт «Sunday Morning»: в честь Роджерса и Харта
В 2020 г. исполняется сто лет со дня бродвейского дебюта первой профессиональной совместной работы одного из легендарных дуэтов театра мюзиклов, Ричарда Роджерса и Лоренца Харта.
Чтобы почтить их песенное наследие, бродвейские звезды Джелани Алладин («Холодное сердце», «Геркулес») и Кристиани Питтс («Кинг-Конг», «Бронксская повесть») совместно с танцовщиком Ричардом Риасом Йодером («Хелло, Долли!», «Shuffle Along») представляют современную интерпретацию обязательного номера Роджерса и Харта «The Lady Is a Tramp», записанную специально для зрителей «Sunday Morning».
Музыкальная режиссура и аранжировки барабанщика Брайана Картера, выступающего совместно с басистом Расселом Холлом.
Пожарные достигли успехов в борьбе с возгораниями в округе Лассен
Пожарные продвигаются в борьбе с двумя лесными пожарами, охватившими территорию более 30 000 акров в округе Лассен к северо-востоку от Сакраменто.
Как заявили в субботу утром официальные представители Департамента лесного хозяйства и пожарной безопасности штата Калифорния, пожар "Голд", который начался к югу от Адина, локализован на 40%, но продолжает представлять угрозу для жилых домов и ранчо, а также для сельского хозяйства, животноводства и лесного хозяйства.
За четыре дня с момента возгорания пожар прошел 21 000 акров, уничтожил семь домов и стал причиной госпитализации двух пожарных.
Ночью пожарные возвели и укрепили заградительные полосы, воспользовавшись благоприятными погодными условиями.
Однако на протяжении дня в субботу ожидается порывистый ветер и низкая влажность.
К западу от Сьюзанвилла менее крупный пожар, получивший название "Хог", разрушил две постройки и занял территорию около 10 000 акров.
По сообщению Департамента лесного хозяйства и пожарной безопасности штата Калифорния, ночью удалось остановить распространение огня благодаря расчистке и усилению заградительных полос.
К утру субботы, когда пожар горел уже шесть дней, его удалось локализовать на 45%.
Днем в районе Сьюзанвиля стоит жара, температура поднимается выше 90 градусов, поэтому существовал риск воспламенения тлеющих очагов.
Хотя некоторым жителям разрешили вернуться в свои дома, в определенных районах, которые находятся в зоне одного или другого пожара, продолжают действовать приказы об обязательной эвакуации.
Двух пожарных, получивших повреждения при тушении пожара "Голд", выписали из больницы.
Цепному мосту Юнион между Шотландией и Англией исполняется 200 лет
В преддверии реставрации стоимостью 10 млн фунтов стерлингов мосту между Шотландией и Англией исполнилось 200 лет.
Цепной мост Юнион перекинут через реку Твид между Фишвиком в Скоттиш-Бордерс и Хорнклиффом в Нортамберленде.
Когда он открылся в 1820 году, это был самый длинный в мире подвесной чугунный мост с пролетом 449 футов (137 м).
Это был также первый автомобильный мост такого типа в Соединенном Королевстве.
Мост был спроектирован офицером королевского военно-морского флота капитаном Сэмюэлем Брауном.
Он запатентовал и стал производить чугунные цепи после инцидента с потерей кораблей Королевского военно-морского флота, которые оторвались от тросов.
Друзья Цепного моста Юнион и Общество гражданских инженеров Шотландии (Ice) отмечают двести лет с открытия моста.
Роберт Хантер из общества друзей сказал: "Это поистине один из самых исторически ценных мостов в мире, а также это удивительный образец инженерной мысли.
"Мы запланировали несколько мероприятий, чтобы отпраздновать это событие, но, к сожалению, их пришлось перенести.
"Тем не менее, тот факт, что скоро начнутся реставрационные работы стоимостью 10 млн фунтов стерлингов, является лучшим подарком ко дню рождения, и благодаря этому будущие поколения смогут увидеть мост во всем его великолепии".
Директор Общества гражданских инженеров Шотландии Ханна Смит назвала мост частью шотландского инженерного наследия, о которой часто забывают.
Она сказала: "Мы знаем, что он известен на весь мир, и это чудесно, что скоро начнутся реставрационные работы".
В Северной Корее объявлено чрезвычайное положение из-за случая заболевания COVID-19
В воскресенье в государственных СМИ появилось сообщение, что лидер Северной Кореи Ким Чен Ын созвал экстренное совещание Политбюро вслед за тем, как из Южной Кореи вернулся человек с подозрением на COVID-19, незаконно пересекший границу в этом месяце.
Если диагноз подтвердится, это будет первый случай коронавируса, официально признанный северокорейскими властями, до сих пор заявлявшими, что в стране нет подтвержденных случаев заболевания.
Ким объявил чрезвычайное положение и ввел локдаун в пограничном городе Кэсон, назвав это «критической ситуацией, когда можно было бы сказать, что злостный вирус проник в страну», как сообщает государственное информационное агентство ЦТАК.
По данным ЦТАК, укрепленную границу между Северной и Южной Кореей пересек человек с симптомами COVID-19, бежавший в Южную Корею три года назад.
«В Кэсоне произошла чрезвычайная ситуация: человек, три года назад сбежавший на юг и сейчас, предположительно, зараженный злостным вирусом, 19 июля нелегально пересек демаркационную линию и вернулся», — сообщает ЦТАК.
ЦТАК не уточняет, сдавал ли этот человек тест на коронавирус, но сообщает, что «предположение было сделано на основании нескольких анализов выделений из верхних дыхательных путей и анализа крови», в связи с чем власти поместили его на карантин и занялись проверкой всех, с кем он мог контактировать.
Северная Корея получила тысячи наборов для теста на коронавирус от России и других стран, а также приняла строгие меры по закрытию границ.
На карантине сидели тысячи граждан этой скрытной страны, но в недавнее время ограничения были ослаблены.
За последние недели Северная Корея также усилила кампанию по критике беженцев в Южную Корею, называя их «отбросами общества» и призывая Южную Корею применить меры против организаций, направляющих на север пропагандистские сообщения и продовольственную помощь.
Ким приказал провести расследование в воинских частях недалеко от места, где, предположительно, пересек границу тот человек, чтобы «наложить жесткое наказание и принять необходимые меры».
Угроза австралийской демократии исходит скорее изнутри, чем от Китая
Но серия недавно введенных и ожидающих рассмотрения в парламенте Австралии мер вызывает опасения по поводу нашего собственного, доморощенного авторитаризма.
Они включают в себя введение технологии распознавания лиц, обязанность технологических компаний расшифровывать информацию, которая хранится в компьютерных системах клиентов, обязанность технологических компаний предоставлять доступ к облачной информации клиентов без уведомления владельца информации и расширение полномочий АСБР по принудительному проведению допроса.
Эти меры вызывают серьезные вопросы о границе между гражданами и государством, но особую тревогу вызывает законопроект об АСБР.
В отличие от других стран, входящих в Пять глаз, - США, Канады, Соединенного Королевства и Новой Зеландии - после событий 11 сентября АСБР получила право вплоть до 7 дней в обязательном порядке допрашивать людей в связи с преступлениями террористического характера.
Хотя можно было бы согласиться с тем, что крайние формы насилия, связанные с терроризмом, оправдывают существование чрезвычайных полномочий, крайние формы насилия хотя бы указывают на четкие границы этих чрезвычайных полномочий.
Этого, конечно, нельзя сказать о "широких и расплывчатых" определениях, которые используются в этом законопроекте для описания повода для принудительного допроса: владение информацией, которая наносит ущерб "политическим, военным или экономическим отношениям с другим государством"; или ведение скрытой или обманной деятельности, которая "наносит ущерб интересам Австралии", совместно с иностранной державой.
Трудно вообразить более «широкое и расплывчатое законодательство о "национальной безопасности"», чем это.
АСБР сможет в обязательном порядке допрашивать любого по поводу этих вопросов, а не только подозреваемых в преступлении.
Сюда входят журналисты, предприниматели, преподаватели и сотрудники университетов, юристы, граждане, постоянные и временные жители.
АСБР просто нужно будет показать, что допрос "существенно поможет сбору разведданных" об иностранном вмешательстве, что, по-видимому, и является главной целью законопроекта.
Затем человека могут допрашивать вплоть до 40 часов (не считая перерывов).
Если человек откажется принимать участие, его арестуют.
Отказ отвечать или предоставление заведомо ложных или недостоверных сведений повлечет за собой лишение свободы сроком до 5 лет максимум.
Этот законопроект нарушает правила, которые являются фундаментом нашей правовой системы и действительно охраняются конституцией США.
Люди, в том числе те, кому уже предъявлены обвинения, будут вынуждены предоставлять доказательства, которые потом могут быть использованы для их судебного преследования.
У них может быть адвокат, но он ограничится уточняющими вопросами, которые будут двусмысленными или расплывчатыми.
В новом законопроекте право судьи принимать решение о выдаче ордера на допрос передано Генеральному прокурору.
Как отметил Генеральный инспектор по разведке и безопасности, это является "отклонением от тенденции других юрисдикций Пяти глаз повышать требования к внешнему подтверждению полномочий".
Это также нарушает принцип разделения властей, согласно которому суды осуществляют контроль за органами исполнительной власти.
Новый законопроект также предлагает распространить право проведения допроса на детей в возрасте от 14 лет, но только на тех, кто занимается или может заниматься деятельностью, наносящей ущерб защите Австралии и людей от политически мотивированного насилия.
Даже если бы наши спецслужбы были лучшими в мире, недопустимо наделять их правом в обязательном порядке допрашивать любого по поводу информации, которая "наносит ущерб экономическим отношениям Австралии с другим государством", или по поводу деятельности, которая "наносит ущерб интересам Австралии".
Наша ситуация уникальна.
Ни одна другая страна, входящая в Пять глаз, не заходит так далеко, даже в отношении преступлений террористического характера.
Настоящие либеральные демократии остерегаются введения авторитарных мер.
Поведение наших служб безопасности в случаях с прослушиванием парламента Восточного Тимора, судебными процессами над Свидетелем К и Бернардом Коллери, тайным судебным процессом над бывшим сотрудником разведки и его тюремным заключением, недавними ордерами на обыск, предъявленными двум журналистам, и перспективой обвинения одного из них в связи с историями о предполагаемых убийствах, совершенных австралийскими солдатами в Афганистане, показывает, почему нам нельзя терять бдительность.
В затонувшей в пруду машине найдены тела матери и 2 детей
ОГАСТА, Джорджия -- Власти вытащили из пруда в Джорджии затонувший автомобиль и обнаружили внутри тела женщины и её 10-месячных близнецов.
По словам офиса шерифа округа Ричмонд, бригада нашла автомобиль в пруду Мэра в Огаста в пятницу днем, сообщила The Augusta Chronicle.
Коронер округа Ричмонд Марк Боуэн сказал, что все три жертвы были объявлены мертвыми на месте происшествия.
Власти опознали тела как 25-летнюю Шакию Филпот и её детей Кайсена и Кассиуса Уильямс.
Официальные представители не раскрыли подробности того, как семья оказалась в пруду.
По словам Боуэна, машину нашел свидетель, который ловил рыбу в этом районе.
Тела будут отправлены в Бюро расследований Джорджия для вскрытия.
Машина останется под следствием.
Ðåöåíçèÿ íà "Ïåðñîâ": ñòàðèííîå îïèñàíèå ïîðàæåíèÿ îò Ýñõèëà
Â "Ïåðñàõ" íå òàê ìíîãî äåéñòâèÿ, äà è ñþæåò åäâà çàìåòåí. Ëþäè ïðîñòî ïåðåìåùàþòñÿ ïî ñöåíå, ðàçãîâàðèâàþò (íàäî ïðèçíàòü, äîâîëüíî ìíîãî) î ðàçíûõ ñîáûòèÿõ (íàäî ïðèçíàòü, òðàãè÷åñêèõ), êîòîðûå ïðîèçîøëè ãäå-òî äàëåêî.
Òåì íå ìåíåå ýòà ïîñòàíîâêà Íàöèîíàëüíîãî òåàòðà Ãðåöèè, ïîäîáíî øòîðìîâîìó âåòðó, äàåò âîëþ øóìó è ÿðîñòè. Êîãäà íàñòóïàåò êóëüìèíàöèÿ, ñïåêòàêëü äåéñòâóåò, êàê óäàð â ñîëíå÷íîå ñïëåòåíèå, çàõâàòûâàÿ äóõ, è ýòî âîçäåéñòâèå ëèøü íåìíîãî ïðèòóïëÿåòñÿ èç-çà îíëàéí-ïðîñìîòðà.
Âïåðâûå ïðåäñòàâëåííàÿ â 472 äî í. ý., ïüåñà Ýñõèëà "Ïåðñû" ñ÷èòàåòñÿ ñòàðåéøåé èç äîøåäøèõ äî íàñ äðåâíåãðå÷åñêèõ ïüåñ. Ïîñòàíîâêà ýòîé ïüåñû ðåæèññåðà Äèìèòðèñà Ëèãíàäèñà òðàñëèðîâàëàñü â ñóááîòó â ïðÿìîì ýôèðå ñ àíòè÷íîãî àìôèòåàòðà â Ýïèäàâðå; â òðàäèöèÿõ òåàòðàëüíîãî èñêóññòâà çàïèñåé ñïåêòàêëÿ íåò â èíòåðíåòå. Èçíà÷àëüíî àìôèòåàòð ñ÷èòàëñÿ ÷àñòüþ ãîðîäñêîãî àñêëåïèîíà (ëå÷åáíîãî öåíòðà), ïîñêîëüêó ãðåêè ïîëàãàëè, ÷òî äëÿ çäîðîâüÿ êðàéíå âàæíà ãàðìîíèÿ ìåæäó òåëîì è äóøîé. Äóìàþ, âñåì íàì ìîæíî ñî ñëàäêîé ãðóñòüþ ïîðàçìûøëÿòü îá ýòîé ôèëîñîôèè.
Ñïåêòàêëü ïîñâÿùåí èòîãàì Áèòâû ïðè Ñàëàìèíå — ìîðñêîãî ñðàæåíèÿ, â êîòîðîì íàõîäèâøèåñÿ â ìåíüøèíñòâå ãðåêè 2500 ëåò íàçàä ðàçáèëè ìîùíóþ ïåðñèäñêóþ àðìèþ. Â òî âðåìÿ, êîãäà íàø êðóãîçîð ñóæàåòñÿ, ýòî íåâåðîÿòíîå îùóùåíèå — âèðòóàëüíî ïðèñîåäèíèòüñÿ ê àóäèòîðèè, êîòîðàÿ â ðåæèìå ðåàëüíîãî âðåìåíè íàáëþäàåò çà òåì, êàê æèâûå àêòåðû (èõ ðå÷ü ñíàáæåíà ñóáòèòðàìè) â äàëåêîé Ãðåöèè âûñòóïàþò ñ ïüåñîé, íàïèñàííîé íåñêîëüêî òûñÿ÷ ëåò íàçàä.
Ýñõèë è ñàì ñðàæàëñÿ â Áèòâå ïðè Ñàëàìèíå, íî â åãî ïüåñå åñòü íåîæèäàííûé ïîâîðîò. Áóäó÷è âåòåðàíîì ïîáåäèâøåé ñòîðîíû, îí ñîçäàåò èòîðèþ î ïðîèãðàâøèõ è äàæå ñìîòðèò íà íåäàâíèõ âðàãîâ äîñòàòî÷íî ñî÷óâñòâóþùèì âçãëÿäîì.
Îòêðûâàåò ïðåäñòàâëåíèå õîð ïåðñèäñêèõ ìóæ÷èí, îäåòûõ â äëèííûå þáêè ïåñî÷íî-êîðè÷íåâîãî öâåòà. Îíè â ñòîëèöå, áåñïîêîÿñü, æäóò íîâîñòåé îò ñâîåãî öàðÿ, Êñåðêñà, êîòîðûé îòïðàâèëñÿ ñðàæàòüñÿ ñ Àôèíàìè.
Âõîäèò âäîâñòâóþùàÿ ìàòü Êñåðêñà, êîðîëåâà Àòîññà (Ëèäèÿ Êîíèîðäó) â äîâîëüíî áîëüøîì ÷åðíîì ïëàòüå, è äàæå êàæåòñÿ, ÷òî ýòî ïëàòüå íîñèò êîðîëåâó, à íå íàîáîðîò. Îíà âûãëÿäèò, êàê ÷åëîâåê â ýêçîñêåëåòå èç òêàíè, îäíîâðåìåííî ðàíèìûé è óñòðàøàþùèé. Êîíèîðäó, îäíà èç ëó÷øèõ òåàòðàëüíûõ àêòðèñ Ãðåöèè, çíàåò ðîëü âäîëü è ïîïåðåê: îíà ðåæèññèðîâàëà è èãðàëà âåäóùóþ ðîëü â áîëåå ðàííåé ïîñòàíîâêå "Ïåðñîâ" äëÿ Íàöèîíàëüíîãî òåàòðà Ãðåöèè, êîòîðóþ ïîêàçûâàëè â New York City Center â 2006 ãîäó, îíà è çàáèðàåò íà ñåáÿ âíèìàíèå çðèòåëåé, íè÷åãî îñîáî íå äåëàÿ. Ïî áîëüøåé ÷àñòè àêòðèñà ñòîèò â öåíòðå êðóãîâîé ñöåíû, ïðîåöèðóÿ âÿëîòåêóùóþ ÿðîñòü è ìó÷èòåëüíóþ ñêîðáü, ïîñëå òîãî êàê ñòàíîâèòñÿ èçâåñòåí ìàñøòàá êàòàñòðîôû, ïðîèçîøåäøåé ñ àðìèåé.
Äóðíûå ïðåä÷óâñòâèÿ, âîçíèêàâøèå ó âñåõ, â óæàñàþùèõ ïîäðîáíîñòÿõ ïîäòâåðæäàåò ãîíåö (Àðãèðèñ Ïàíòàçàðàñ), âåðíóâøèéñÿ ñ ôðîíòà. Â àáñîëþòíî ïîòðÿñàþùåé ñöåíå îí ïîäðîáíî ðàññêàçûâàåò î ñðàæåíèè, äîâîäÿ ñåáÿ äî íåñòîâñòâà, ïîêà ó÷àñòíèêè õîðà òàíöóþò âîêðóã íåãî è æóææàùàÿ ìóçûêà Ãèîðãîñà Ïóëèîñà çâó÷èò âñå ãðîì÷å, äîñòèãàÿ òàêîãî óðîâíÿ, îò êîòîðîãî, íàâåðíîå, ìîæíî è îãëîõíóòü.
Ïîçäíåå ê íèì ïðèñîåäèíÿþòñÿ ìåðòâûé ìóæ Àòîññû (Íèêîñ Êàðàòàíîñ), ïðèçâàííûé èç çàãðîáíîãî ìèðà, è Êñåðêñ (Àðãèðèñ Êñàôèñ), êîòîðîìó êàêèì-òî îáðàçîì óäàëîñü ñïàñòèñü ñ ïîäáèòîãî êîðàáëÿ. Êóñêè âåðåâêè íà åãî òóíèêå ñèìâîëèçèðóþò êðîâü (âîñõèòèòåëüíûå êîñòþìû Ýâû Íàòåíû âñåãäà äîïîëíÿþò ïîâåñòâîâàíèå). Âñå âìåñòå îïëàêèâàþò óìåðøèõ è ïîðàæåíèå â ñöåíå îáùåãî ãîðåâàíèÿ.
Ìíîãèå êëàññè÷åñêèå òåàòðû â Ñîåäèíåííûõ Øòàòàõ ðàçíûìè ñïîñîáàìè ïûòàþòñÿ ñòàòü áîëåå äîñòóïíûìè äëÿ çðèòåëÿ. Íàïðèìåð, ÷òîáû òåêñò çâó÷àë ìåíåå èíîñòðàííî è åãî áûëî ïðîùå âîñïðèíèìàòü, ÷àñòî èñïîëüçóþòñÿ îòíîñèòåëüíî ðåàëèñòè÷íûå òåêñòîâûå ïðîãîíû. Îäíàêî Ëèãíàäèñ è åãî òðóïïà ïî ìàêñèìóìó èñïîëüçóþò õóäîæåñòâåííóþ ðå÷ü, ÷òî ìîæåò çâó÷àòü íåñêîëüêî íååñòåñòâåííî äëÿ ñîâðåìåííîãî çðèòåëÿ, íî ïîä÷åðêèâàåò ðèòìè÷åñêóþ ìîùü òåêñòà. Õîòÿ ôîðìàëüíî â ïîñòàíîâêå íå ïîþò, íî, íàïðèìåð, ÷åòâåðî âåäóùèõ àêòåðîâ ôàêòè÷åñêè âûñòóïàþò ñ àðèÿìè, ÷òî ïîçâîëÿåò äîñòè÷ü ïîòóñòîðîííåãî çàêëèíàòåëüíîãî ýôôåêòà.
Âïðî÷åì, ìû íè íà ìèíóòó íå çàáûâàåì, ÷òî ýòà ïüåñà óõîäèò êîðíÿìè â ýìîöèè, ñâîéñòâåííûå èìåííî ëþäÿì.
Египет начинает регистрацию данных избирателей за рубежом для выборов в Сенат
Национальная избирательная комиссия (НИК) в субботу начала регистрацию данных избирателей за рубежом для начала подсчета их голосов на выборах в Сенат, которые пройдут 9 и 10 августа, сообщает официальный сайт Национальной избирательной комиссии.
Избиратели должны зарегистрировать свои данные и дипломатическую миссию по месту их проживания за границей на сайте НИК с 25 июля по 31 июля.
НИК также опубликовала видео с разъяснением шагов, которые могут предпринять избиратели для удаленного голосования по электронной почте в рамках мер предосторожности против пандемии коронавируса.
Законный период избирательной кампании кандидатов в Сенат длится с 26 июля по 8 августа, сообщила НИК.
Министр по делам эмиграции и египтян-экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах в рамках их конституционного права.
17 июня Палата представителей Египта одобрила закон об учреждении Сената, который будет выполнять функции верхней палаты Парламента.
Закон был принят при большинстве в две трети, четверо членов парламента высказались против.
Сенат будет состоять из 300 членов, 100 из которых избираются по закрытым спискам, 100 в избираются индивидуальном порядке, и 100 назначаются Президентом Республики.
Срок полномочий в Сенате будет составлять пять лет начиная с даты первого собрания.Новый состав должен быть избран в течение 60 дней до окончания его срока.
Более 200 пожарных тушат пожар "Карен", разгоревшийся в Хурупа-Валли — CBS Los Angeles
ХУРУПА-ВАЛЛИ (CBSLA). В субботу вечером в Хурупа-Валли вспыхнул лесной пожар, на тушение которого было направлено более 200 пожарных.
Пожар "Карен" был зарегистрирован на Сьерра-авеню и Карен-лейн после 15:00.
Площадь пожара выросла с 5–10 акров примерно до 250 акров по состоянию на 20:00.
По последним сведениям, возгорание локализовано на 50%, и в борьбе с огнем на месте участвуют 225 пожарных из частей, находящихся под управлением Департамента лесного хозяйства и пожарной безопасности штата Калифорния, Департамента пожарной безопасности округа Риверсайд, Департамента пожарной безопасности города Корона и Департамента пожарной безопасности округа Сан-Бернардино.
Распространение огня остановлено, однако ожидается, что специалисты останутся на месте происшествия на ночь, чтобы следить за ситуацией.
Сообщений о пострадавших и разрушениях, а также приказов об эвакуации не поступало.
Сьерра-авеню закрыта от Армстронг-роуд до границы округа Сан-Бернардино.
Случаи коронавируса в Израиле превысили 60,000 в результате скачка заболеваемости
Иерусалим (Рейтер) – Количество людей в Израиле, у которых подтвердился коронавирус, превысило 60,000, пока правительство старается сдержать новую волну распространения инфекции.
Последний ежедневный подсчет показал 1,770 новых инфицированных, таким образом, общее число случаев составило 60,496, сообщило Министерство здравоохранения страны.
Израиль с девятимилионным населением сообщает в сумме о 455 смертельных случаях в результате пандемии.
Израиль одним из первых ввел национальный карантин и поначалу успешно справлялся с подавлением вспышки.
Ежедневные случаи сократились с сотен до малых двузначных чисел.
Опасаясь экономических последствий, правительство ослабило эти ограничения – слишком быстро, как с тех пор признавали некоторые чиновники – и уровень заболеваемости снова стремительно возрос.
Возобновление спорадических закрытий различных секторов экономики усиливает общественное недовольство, приводя к ежедневным демонстрациям.
Остерегайтесь чересчур заманчивых идей для сада
Возможно, для ботаника неприлично сознаваться в таком, но я постоянно ведусь на разные садовые идеи.
Хочется верить, что дело в с моей открытости всему новому или просто иррациональном оптимизме, особенно учитывая, что в мире растений многие вещи зачастую противоречат здравому смыслу.
Но мне не стыдно признать, что за всю свою растениеводческую жизнь я велся на десятки таких идей.
Я твердо верю, что все важно пробовать самостоятельно, но, если вы не хотите учиться на собственном горьком опыте, вот несколько самых распространенных идей для сада, с которыми я столкнулся.
Начнем, пожалуй, с тяжелейшего преступления — прививать помидор на картофель.
Это провозгласили потрясающим открытием, однако в действительности прививка помидорной ветви на корень картофеля — старый ботанический курьез, известный во всяком случае уже в 1920-х годах.
Поскольку эти растения относятся к одному семейству, и «водопроводные системы» внутри у них очень похожие, действительно, возможно создавать такие чудеса хирургии.
Но есть проблема: на создание ресурсоемких структур, таких как плоды и корни, требуется много обменной энергии, и если растение пытается создать и то, и другое, ему неизбежно приходится делить и так ограниченную энергию.
Это значит, что урожай с привитых растений будет ужасный, совсем не такой, как показывают в рекламе.
Кроме того, две культуры зреют с разной скоростью, поэтому, чтобы выкопать картофель, придется выдрать растения до созревания помидоров.
Продолжая разговор о рекламных картинках, тут тоже ведется много сомнительных делишек.
В некоторых крупных каталогах я видел розы, выкрашенные в Photoshop в небесно-голубой цвет, и фруктовые деревья с физиологически невозможным количеством плодов на ветвях.
Я даже видел фото, «позаимствованные» из моего аккаунта в Instagram и используемые торговыми сетями в качестве иллюстраций их селекционных участков.
К сожалению, из-за действий небольшого числа безответственных компаний необходимо крайне скептически относиться к рекламным изображениям, особенно в интернете.
Если что-то выглядит слишком хорошо, чтобы быть правдой, скорее всего, это ложь.
К слову, синий цвет — относительная редкость в мире растений, поэтому, если вы видите сногсшибательный новый вереск, орхидею или кактус, сияющий самым кислотным оттенком синего, почти наверняка его покрасили кистью или спреем.
Было бы еще ничего, если бы продавцы ясно сообщали об этом, но так не бывает почти никогда.
Синий фаленопсис побелеет обратно, но кактусы и верески, покрытые слоем краски из баллончика и изолированные от света, вряд ли проживут долго.
Наконец, необходимо отметить наборы для выращивания бонсай или, хуже того, пакетики с семенами бонсай, обещающие, что из них вырастет миниатюрное деревце.
Бонсай — это не вид растения.
Это техника формирования кроны, используемая, чтобы создать иллюзию древнего дерева на вершине далекой горы.
Почти всегда в качестве источника используется взрослый кустарник, который подрезают, а новой поросли придают форму с помощью проволоки.
Я знаю, что и дальше буду вестись на заманчивые идеи, — это часть веселья, связанного с экспериментированием.
Но избегайте перечисленных штучек, и, возможно, вы найдете идею, у которой есть реальный шанс оправдать ваши ожидания.
Карантин в Испании: Нужен ли карантин в Испании?
Нет, однако если вы возвращаетесь в Испанию сегодня после полуночи, то необходимо оставаться дома на 14 дней в рамках самоизоляции.
Министр юстиции Великобритании Хумза Юсаф заявил: "Решение освободить Испанию от карантинных мер на этой неделе было принято на основе данных, показывающих, что ситуация с вирусом улучшилась.
Однако последние данные являются явным поводом для беспокойства и возможной отмены данного решения.
"Мы понимаем, что эта новость многих расстроит. Однако мы всегда открыто говорили о том, что пристально следим за тем, как пандемия протекает в странах по всему миру, и если в какой-то стране снова появляется угроза вируса, то нам придется исключить эту страну из списка стран, освобожденных от карантина."
"Вирус все еще распространен и все еще смертоносен. Подавить вирус, не дать ему распространиться, и сохранить здоровье населения — вот наши главные приоритеты."
"Никаких правил для прибывающих в Испанию жителей Великобритании пока объявлено не было, однако если вы планируете путешествие в Испанию — обязательно сверьтесь с местными предписаниями.
Представитель центра чрезвычайных ситуации министерства здравоохранения Испании Мария Хосе Сьерра заявила:
"Сейчас возникают заметные очаги вируса. Возможно, нас ожидает вторая волна. Посмотрим, что будет с ситуацией через несколько недель."
Игрок пакистанской команды Имам-уль-Хак готов выйти на поле после полученной на разминке травмы
Пакистан и Англия встретятся в трех тестовых матчах и трех матчах T20.
По словам врача пакистанской команды, бэтсмен Имам-уль-Хак готов выйти на поле после травмы левой руки, полученной в Дерби во время внутрикомандного разминочного матча.
«Леворукий бэтсмен принял участие в разминке перед началом второго дня игры», сообщается в заявлении Сборной Пакистана по крикету (ПКБ).
В первый день матча Имаму в левую руку попал мяч, когда он играл за ПКБ Уайтс против выступавшего за ПКБ Гринс Насима Шаха.
В пятницу вечером Имам был вынужден покинуть поле после того, как ему в левую руку попал брошенный Шахом мяч, но утром игрок присоединился к разминке и продолжит участвовать в иннингсах третьего дня.
Более 30 сотрудников банка в Тамилнаде заразились коронавирусом
По меньшей мере 38 работников главного отделения национального банка в Тируччираппалли в штате Тамилнад получили положительные результаты теста на коронавирус, сообщают представители банка и местной администрации.
Власти рекомендуют посещавшим банк клиентам добровольно пройти тестирование на коронавирус.
Ранее старший сотрудник отделения умер от COVID-19, сопровождавшегося осложнениями.
По информации властей, положительные случаи были выявлены в ходе массового скрининга, недавно прошедшего в банке.
Старшие сотрудники сообщают, что процесс дезинфекции завершен и с завтрашнего дня банк может возобновить работу.
Сотрудники службы здравоохранения корпорации поддерживают связь с клиентами, посещавшими банк.
По состоянию на субботу, в Тамилнаде, который занимает второе место по числу заболевших после Махараштры, выявлено 206 737 случаев коронавируса.
Премьер-министр Индии посетит церемонию закладки фундамента храма на спорной территории
НЬЮ-ДЕЛИ (AP) - Премьер-министр Индии Нарендра Моди в следующем месяце посетит церемонию закладки фундамента индуистского храма на спорной территории в северной Индии, где индуистские радикалы в 1992 году разрушили мечеть 16-го века, согласно информации, полученной от треста, контролирующего строительство храма.
Церемония назначена на 5 авг., дату, которую организаторы назвали благоприятной для индуистов с астрологической точки зрения, но которая в то же время знаменует год после того, как Парламент Индии отозвал статус полуавтономии у штата Джамму и Кашмир, своего единственного штата, большинство жителей которого являются мусульманами.
Символизм не могли не заметить ни сторонники, ни оппоненты Индийской националистической партии Моди «Бхаратия джаната парти», или БДП, чей манифест в течение десятилетий включал обещания лишить автономии мятежный Кашмир и построить храм индуистскому богу Раме на месте, где когда-то стояла мечеть эпохи Моголов, в городе Айодхья в штате Уттар-Прадеш, который, как считают верующие, является местом рождения Рамы.
В связи с тем, что коронавирус все еще бушует на всей территории Индии, которая занимает третье место в мире по количеству выявленных случаев, церемония будет транслироваться в прямом эфире на государственном телевидении и число ее участников и зрителей будет ограничено, по информации из Вишва Хинду Паришад, или Всемирной организации индусов, индуистской националистической группы, которая является союзником БДП.
Храм будет являться «несокрушимым и вечным сияющим центром общественной гармонии, национального единства и интеграции и пробуждением чувства Хиндутвы», или индуистского образа жизни, как заявил в субботнем пресс-релизе официальный представитель организации Винод Бансал.
Вековой спор по поводу территории был урегулирован в прошлом году после того, как БДП одержала победу на выборах с подавляющим большинством голосов.
В ноябре Верховный суд вынес решение в пользу треста храма, заявив, что подавшим ходатайство мусульманам будет выделено пять акров на альтернативной территории.
Индуистские радикалы давно утверждают, что мусульманские завоеватели Моголы построили мечеть на месте ранее существовавшего храма в древнем городе Айодья.
Мятеж, который произошел в декабре 1992 года после разрушения мечети, стал поводом для актов межобщинного насилия, в ходе которых было убито около 2000 человек, в большинстве своем мусульмане.
Тем временем в специальном суде продолжается слушание дела о сносе здания.
Архитектор из Ахмадабада, Гуджарат, родного штата Моди, предложил башнеобразную структуру из песчаника высотой в 161 фут (49 метров) с пятью куполами.
Йоги Адьянатх, главный министр штата Уттар-Прадеш и индуистский монах, попросил, чтобы в Айодхье провели специальную церемонию очистки и очищения и чтобы во всех храмах города зажгли лампады до визита Моди, как сообщает информационное агентство Press Trust of India.
Согласно PTI, Адьянатх заявил, что данное событие ознаменовало окончание «500-летней борьбы».
