Доминик Рааб: «Правительство не может принести извинения за решение ввести карантин в отношении Испании»
Доминик Рааб выступил в защиту решения правительства в срочном порядке возобновить карантинные меры в отношении Испании.
В субботу министры объявили, что туристам, не вернувшимся из Испании или с принадлежащих ей островов до полуночи, придется пройти двухнедельный карантин.
Страна находилась в списке территорий, посещение которых британское правительство признало безопасным, но недавний всплеск коронавирусной инфекции породил страхи по поводу второй волны эпидемии.
В воскресенье министр иностранных дел выступил в защиту решения возобновить ограничения, назвав его «своевременной реакцией» на вызвавший беспокойство всплеск заболеваний в регионе.
Он рассказал, что вчера днем ситуацию оценили, и «решение было принято так быстро, насколько возможно».
«Мы не будем извиняться за свои действия», добавил он.
«Мы должны быть способны действовать быстро и решительно, особенно в отношении страны и на международном уровне, в отношении Испании или других стран, где мы чувствуем, что должны действовать».
«В противном случае мы подвергаем Великобританию риску повторного распространения инфекции, второй волны эпидемии, и еще одного карантина».
Министр транспорта находится в числе туристов, которым придется пройти карантин.
Решение было принято после того, как в Испании два дня подряд регистрировали больше 900 новых случаев COVID-19.
Министр иностранных дел признал, что туристам не дали времени отменить или скорректировать планы.
«Я понимаю, что это доставило неудобства тем, кто находится в Испании или собирался туда ехать, но мы должны быть способны действовать быстро и решительно, чтобы защитить Великобританию», сказал он.
«Мы добились значительных успехов в борьбе с инфекцией и предотвращении ее возвращения в Великобританию».
Теневой министр здравоохранения Джонатан Эшворт осудил правительство за «откровенно безалаберный» подход к введению ограничений.
Он сказал, что внезапное решение правительства оставило туристов «в растерянности и недоумении».
Член парламента от Лейбористской партии Софи Ридж заявила: «Я понимаю, почему они приняли такое решение, но то, как оно было реализовано в последние 24 часа — это откровенная безалаберность».
«Туристы в Испании растеряны, люди, которые собирались лететь на отдых в Испанию или на острова, сбиты с толку и не знают, разрешат ли им работодатели уйти на карантин».
«В правительстве заявляют только, что «надеются, что работодатели пойдут навстречу».
«То, как принималось это решение в последние 24 часа, кажется откровенно непродуманным».
Что значит для отдыхающих включение Испании в карантинный список?
Он призвал министров внести «ясность» относительно того, получат ли люди, которых отправляют на карантин, финансовую поддержку, если работодатель откажется платить им в течение карантина.
Он также добавил, что четкая информация сейчас нужна и «отдыхающим, которые сейчас находятся в Испании, которые честно весь год копили на семейный отдых, которые ошарашены и взволнованы».
«То, как было объявлено об этом решении, очевидно провоцирует тревожность», - подчеркнул он.
Г-н Рааб сказал, что ни один сотрудник, исполняющий новые предписания, не должен быть наказан работодателем, в том числе отправлен на больничный.
Он сказал: «Мы меняем правила - закон в отношении отдыхающих и путешественников изменен - и, конечно, мы ожидаем, что работодатели проявят по отношению к сотрудникам, которые окажутся на карантине из-за нового закона, соответствующую гибкость.
«Если человек исполняет закон в отношении карантина и самоизоляции так, как полагается, он не может быть оштрафован.
"Неудачи" США мешают поиску лекарства от коронавируса
Попыткам мирового сообщества создать рабочие лекарства против коронавируса мешает США, потому что ученые тестируют лекарства "непоследовательно и как попало", — предупредил эксперт, возглавляющий программу Британии.
Британская программа RECOVERY, в которой участвует 12 тысяч пациентов и несколько сотен британских больниц, уже обнаружила многообещающее лекарство от вируса, а также установила, что два других лекарства, которые до этого считались потенциальным решением проблемы, оказались бесполезными.
Однако неспособность системы здравоохранения США поспевать за заданным темпом приводит к тому, что другие многообещающие решения, которые уже могли бы быть одобрены для всеобщего пользования, все еще находятся на тестировании.
В частности, реконвалесцентную плазму (плазму, взятую из крови больных коронавирусом и содержащую антитела, которые могли бы защитить от болезни) нужно еще тщательно проверить в рамках глобального рандомизированного клинического испытания.
"В США реконвалесцентную плазму уже попробовали на десятках тысяч пациентов, но эти клинические испытания не были рандомизированы", — заявил профессор Мартин Лэндрей, один из основателей программы RECOVERY.
"Пациентам просто вводят реконвалесцентную плазму и надеятся, что она сработает. Уже были были использованы большие запасы плазмы, и никто до сих пор не понимает, помогает ли это, вредит, или не имеет никакого эффекта," — добавил Лэндрей, эксперт по проведению глобальных клинических исследований.
У США не получается проводить глобальные рандомизированные исследования, и из-за этого нет хороших лекарств
Рандомизированные клинические испытания — золотой стандарт, позволяющий определить эффективность лекарства.
Они исключают фактор неосознанной предвзятости, который может повлиять на объективную оценку врачей.
Тысячам людей дают настоящий препарат, а многим другим тысячам — плацебо.
Никто из пациентов не знает, кто получил настоящее лекарство.
Результаты сравнивают, что позволяет судить об эффективности лечения.
Таким образом RECOVERY удалось продемонстрировать, что стероид дексаметазон уменьшил количество смертей на треть среди больных коронавирусом, подключенным к аппаратам ИВЛ.
Также удалось показать, что наделавший шуму гидроксихлорохин - а также курс лечения с одновременным приемом лопинавира и ритонавира - никак не спасали больных.
Важно то, что для этих испытаний нужно большое количество пациентов, и ни одна больница не располагает цифрами, необходимыми для таких исследований.
У Британии было одно явное преимущество - централизованная государственная система здравоохранения.
В США же система здравоохранения раздроблена, и единственное, чего она смогла добиться в процессе поиска лекарства - это продемонстрировать эффективность крайне дорогого препарата ремдесивира, помогающего ускорить процесс выздоровления для некоторых больных коронавирусом.
"В США проводят много мелкомасштабных клинических испытаний, в которых принимает участие от нескольких десятков до нескольких сотен пациентов, но нет ничего серьезного", — добавил Лэндрей.
"У них не получается проводить масштабные рандомизированные испытания, и это ведет к производству плохих лекарств. Это ухудшает качество медицины и последствия для пациентов."
Лэндрей сказал, что эти провалы особенно раздражали, когда дело дошло до использования реконвалесцентной плазмы, которая по мнению многих врачей могла бы сыграть ключевую роль в лечении тяжело больных коронавирусом.
"Если говорить о США, то большие объемы этого вещества применяли как попало. Успехи Британии просто несравнимы с тем, что сейчас происходит в США,"  — добавил он.
Профессор Питер Хорби, эксперт по инфекционным заболеваниям и сооснователь программы RECOVERY, сказал:
"Были данные, что 20 тысяч пациентов из одной когорты получили лечение реконвалесцентной плазмой, но выборка пациентов не была рандомизирована. Если бы клинические испытания с этими пациентами проводились рандомизировано, нам бы уже было точно понятно, насколько реконвалесцентная плазма является эффективным решением."
Хорби добавил, что британская программа RECOVERY уже начала рандомизированное исследование реконвалесцентной плазмы, но результаты ожидаются лишь через какое-то время в пределах этого года.
212 человек в 23 штатах заболели сальмонеллой
25 июля (UPI) — Центры по контролю и профилактике заболеваний расследуют вспышку сальмонеллы, которая заразила 212 человек в 23 штатах.
В пятничном пресс-релизе ЦКЗ сообщается, что со вторника, когда была опубликована последняя сводка, заболели еще 87 человек.
В агентстве сообщают, что с 19 июня по 11 июля у заболевших начали появляться симптомы, характерные для одного из штаммов сальмонеллы, инкубационный период которого составляет до четырех недель.
С начала вспышки 31 человек был госпитализирован. О смертельных случаях сообщений не было.
По информации ЦКЗ, конкретный источник штамма еще не обнаружили.
Пока не последовало сообщений об опасности конкретных продуктов питания или предостережений по поводу поставщиков, которые могут продавать зараженные продукты.
Больше всего случаев сальмонеллы зарегистрировано в Орегоне, где сообщили о 51 заболевшем, немного меньше — в Юте, где выявлено 40 случаев.
Сальмонелла — это бактериальная болезнь, которая передается через пищу. По данных ЦКЗ, каждый год регистрируется 1,35 миллиона случаев, 26 500 из которых приводят к госпитализации, а 420 заканчиваются смертельным исходом.
Самые распространенные симптомы сальмонеллы — диарея, лихорадка и боль в животе, которые могут проявляются в течение от 6 часов до 6 дней с момента заражения.
Болезнь обычно длится от четырех до семи дней и чаще всего проходит без лечения, но в некоторых случаях требуется госпитализация.
В парке для собак в Калифорнии на обедающую пару распылили перцовый баллончик за то, что на них не было масок (ВИДЕО) - RT Новости США
Иногда за отсутствие маски стыдят, а иногда могут по-настоящему напасть.
Второе случилось в парке для собак с парой калифорнийцев с щенком, пока они обедали: прохожая женщина в негодовании распылила на них перцовый баллончик за то, что на них не было масок... во время еды.
Как рассказали Эш О’Брайен и ее муж Джарет Келли, в четверг они решили перекусить в парке для собак Дасти Роудс в Сан-Диего, захватив своего трехмесячного мопса.
Пара сняла маски, чтобы поесть, когда к ним подошла «какая-то пожилая женщина», назвала их «идиотами» за отсутствие масок несмотря на то, что «в маске невозможно есть».
О’Брайен попросила женщину уйти из парка и больше не приставать к ней, и тогда та распылила на пару перцовый баллончик.
Прохожий заснял на видео, как Келли пытается вырвать у женщины баллончик и сам получает порцию слезоточивого газа за то, что вмешался.
Когда напавшая уходит со своими собаками, на заднем плане слышно, как плачет О’Брайен.
О’Брайен выложила видео на Facebook и сообщила ABC 10, что хочет «посадить эту женщину в тюрьму».
Ношение масок в штате Калифорния обязательно даже на улице.
Маску можно снимать только в нескольких особых случаях, в том числе во время еды или питья.
Однако в рекомендациях штата по борьбе с коронавирусом нигде не упоминается, что прохожим разрешено использовать нелетальное оружие для обеспечения правопорядка.
Даже в современную эпоху «масочного шейминга» это все равно является преступлением, наказуемым штрафом в 1000 долларов или лишением свободы до трех лет в тюрьме штата.
Жилье и бесплатное образование для продавца яиц в Индоре Параса Райкара, чью тележку, перевернули, как утверждается, из-за взятки в 100 рупий
Как утверждается, в четверг в Индоре нагруженную яйцами тележку Параса Райкара перевернули городские должностные лица.
Через два дня после того, как история с перевернутой городскими должностными лицами тележкой 13-летнего продавца яиц разошлась в социальных сетях, мальчик из Индаура получил полную поддержку от людей со всей страны, благодаря которым ему удалось возмести убытки и снова начать свой бизнес.
Семья мальчика также сообщила, что политики, среди которых лидер Конгресса Рахул Ганди и главный министр Дели Арвинд Кеджривал, связалались с ними и предложили поддержку.
Семья мальчика также получила квартиру и предложение покрыть расходы на образование детей семьи.
Нагруженную яйцами тележку Параса Райкара, как утверждается, перевернули в четверг городские должностные лица в Индоре, где администрация ввела "лево-правое" правило для поэтапного открытия магазинов в условиях пандемии коронавируса.
В социальных сетях разошлось видеозапись, на которой мальчик утверждает, что утром должностные лица предупредили его убрать тележку или заплатить 100 индийских рупий в качестве взятки.
Когда он отказался, должностные лица опрокинули его тележку, разбив все яйца, рассказал мальчик.
Мальчик также сообщил в видео, что из-за пандемии его ежедневные продажи упали и такая потеря товара повлечет за собой дополнительные финансовые расходы.
С четверга семья мальчика получает огромную поддержку от людей со всей страны, многие из которых предлагают помощь в денежной и в натуральной форме.
Семья также получила помощь от местных властей.
Бывший премьер-министр Дигвиджай Сингх предложил финансовую поддержку и помощь по устраиванию детей в колледж, а Рамеш Мендола, ЧЗС из БДП из Индора, пообещал предоставить ребенку дом в рамках Прадхан Мантри Авас Йоджана.
Пресс-клуб Индора также предоставил мальчику паёк и деньги.
Офис лидера Конгресса Рахула Ганди и главный министр Дели Арвинд Кеджривал также предложили помощь.
"Мы полностью окружены поддержкой от людей со всей страны.
(ЧЗС из БДП) Рамеш Мендола пообещал квартиру в рамках Прадхан Мантри Авас Йоджана.
Он также предоставил велосипед и 2500 рупий.
Дигвиджай Сингх предоставил 10 000 рупий и пообещал обеспечить двоим детям образование.
Нам также звонили из офиса Рахула Ганди и предложили поддержку.
Женщина от главного министра Дели Арвинда Кеджривала звонила и предлагала помощь.
Также поддержку предложил Джотирадитья Скиндиа", - сказал дедушка Параса.
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
Министр внутренних дел Прити Пател требует от Твиттера и Инстаграма объяснений по поводу «отвратительных» постов Вайли
Прити Пател потребовала от Твиттера и Инстаграма объяснить, почему им потребовалось столько времени, чтобы удалить «отвратительные» посты Вайли.
В настоящее время полиция расследует серию антисемитских комментариев, размещенных исполнителем грайма в социальных сетях.
В воскресенье Министр внутренних дел написала в Твиттере: «Антисемитские посты Вайли отвратительны.
Они не должны были так долго оставаться в Твиттере и Инстаграме. Я попросила у компаний разъяснений.
Социальные сети должны намного быстрее реагировать на столь возмутительные проявления ненависти».
Твиттер обвинили в «игнорировании антисемитизма» за то, что посты Вайли оставались доступны спустя 12 часов после публикации.
Позднее сообщения удалили, и аккаунт 41-летнего певца заблокировали на неделю.
Ранее представители Твиттера сообщили, что на время заблокировали аккаунт Вайли за «нарушение политики в отношении контента, разжигающего ненависть», а представители Фейсбука написали, что «в Инстаграме нет места ксенофобским высказываниям».
В субботу Служба столичной полиции заявила: «Полиция относится к сообщениям о проявлениях антисемитизма предельно серьезно. Мы оцениваем предоставленные материалы».
Тем временем представлявшая Вайли компания A-List Management «разорвала все связи» со звездой.
Теперь уже бывший менеджер исполнителя Джон Вульф, еврей по национальности, написал в Твиттере: «В ответ на антисемитские посты Вайли мы в @A_ListMGMT разорвали с ним все связи. В обществе нет места антисемитизму».
Ранее он заявлял, что не поддерживает и не оправдывает высказывания Вайли, но собирается поговорить с ним лично и «помочь ему исправиться».
Однако в видео, выложенном Вайли в Инстаграме, тот утверждает, что сам разорвал связи с менеджерами.
Другие члены парламента осудили Твиттер за то, что посты долго оставались в свободном доступе.
Член парламента от лейбористской партии Джесс Филлипс в субботу заявила: «Только что увидела посты Вайли. Как @Twitter мог оставить в свободном доступе столь открытые проявления антисемитизма и ненависти? Они бьют по всем болевым точкам. Евреи получают то, что вы не получаете, они всем управляют, они считают себя лучше других… Это опасные заявления. Конечно их должны были удалить».
Другой член парламента, Нил Койл, добавил: «Менеджеры отреагировали быстрее, чем @Twitter, и это еще раз подчеркивает, что законодательство (включая законопроект «О вреде в интернете») должно следить за тем, чтобы социальные сети не использовались для разжигания вражды».
Джон Манн, независимый консультант правительства по вопросам антисемитизма, заявил, что посты Вайли «наглядно продемонстрировали, почему законы нужно менять, чтобы за них можно было привлечь к ответственности».
Тем временем, Кампания против антисемитизма попросила полицию провести расследование в отношение постов Вайли и призвала социальные сети заблокировать его аккаунты, «чтобы остановить поток антисемитского яда».
Вайли, чье настоящее имя Ричард Коуи, известен как «крестный отец грайма». В 2018 году он получил Орден Британской империи за заслуги в области музыки.
Кудлоу заявил, что следующий законопроект о стимулирующих выплатах в связи с коронавирусом будет включать большее количество чеков и продлит мораторий на выселение
Советник Белого дома по экономическим вопросам Ларри Кудлоу пообещал в воскресенье, что федеральные власти продлят мораторий на выселение и отправят следующую партию чеков в рамках пакета стимулирующих выплат в связи с коронавирусом.
Комментарии Кудлоу последовали за неделей, когда Конгресс поставил крест на надеждах Белого дома на снижение налогов, взимаемых с заработной платы.
«Ожидается чек на $1200. Он будет частью нового пакета. Я бы предпочел снижение налога на заработную плату в дополнение к этому чеку», – заявил Кудлоу в программе "State of the Union на CNN.
«Но, как бы то ни было, с политической точки зрения, это не работает».
Несмотря на то, что официальное заявление о решении еще не сделано, министр финансов Стив Мнучин и глава аппарата Белого дома Марк Медоуз недавно приезжали на Капитолийский холм для обсуждения подробностей нового пакета помощи с лидерами Конгресса.
Относительно прекращения выплаты дополнительных $600 пособия по безработице, которые предоставляло федеральное правительство, Кудлоу заявил, что дополнительные деньги мешали малому бизнесу нанимать работников.
«Нам поступает огромное количество запросов, звонков и жалоб на то, что небольшие магазины и компании, рестораны не могут взять людей обратно на работу», – сказал он.
«Они зашли слишком далеко. Возможно, в марте прошлого года для этого была необходимость, но на самом деле есть последствия в виде того, что люди не возвращаются на работу».
Ранее в тот же день в программе «Fox News Sunday» Мнучин сказал это немного более резко: «Я думаю, что работники и американцы понимают идею о том, что вам не должны платить за то, что вы сидите дома, больше, чем за то, что вы работаете».
Мнучин заявил, что новый законопроект обеспечит дополнительные пособия по безработице, однако отметил, что оно будет меньше, чем выплаты, которые предоставлялись в соответствии с Законом «Об оказании помощи и экономической безопасности в связи с распространением коронавирусной инфекции».
Он заявил, что некоторые работники получали больше, чем они зарабатывали на работе.
В результате, когда компании вновь открылись, у некоторых сотрудников не было стимула возвращаться на работу.
Министр заявил, что администрация Трампа и Республиканцы в Сенате придерживаются одинаковой позиции относительно пакета на $1 триллион, но отметил, что в интересах быстрого принятия законопроекта вопросы, по которым с Демократами договариваться сложнее, могут быть отложены до другого законопроекта.
Queen и Адам Ламберт: Брайан Мэй отмечает день рождения Роджера Тейлора
Сегодня день рождения у легенды группы Queen и у лидера The Rolling Stones Мика Джаггера, которому исполнилось 77 лет.
Брайан Мэй отметил свой 73-й день рождения в прошлые выходные 19 июля и поблагодарил поклонников за поздравления с днем рождения.
Рок-звезда написал рядом со своим снимком вместе с женой Анитой Добсон: «Праздничный ужин для меня – сделано Анитой – мы нарядились, чтобы остаться дома !»
Египетский суд отправил мужчину, убившего троих детей, на психиатрическую экспертизу
В воскресенье Генеральный прокурор Южной Миньи Тамер Мотеа приговорил фермера к четырем дням тюремного заключения, пока будет идти расследование причин, по которым он убил своих троих детей, а также направил его на прохождение психиатрической экспертизы.
24 июля 56-летний Мохамед Али бросил своих детей - четырехлетнюю Хадигу, восьмилетнюю Мину и шестилетнего Омара - перед движущимся поездом на вокзале Маллави.
Во время расследования выяснилось, что Али бессвязно бормотал, что навело на подозрения о наличии у его нервного расстройства.
Его жена отрицала, что у нее были какие-либо проблемы с ним, и объяснила его поведение психологическими проблемами.
Жители деревни Массарт Маллави отказались говорить о случившемся, выразив лишь соболезнования семье детей.
Примерно 93 процента детей в Египте в возрасте от года до 14 лет страдают от насилия, сказал в октябре Халид Дарвиш, советник Национального совета по вопросам детства и материнства.
Судебное преследование является одним из наиболее важных элементов в искоренении жестокого обращения с детьми, добавил он, подчеркнув важность сотрудничества между советом и прокуратурой в этом направлении.
Согласно исследованию, подготовленному Национальным советом по вопросам детства и материнства, дети подвергаются насилию в местах, которые считаются безопасными, например дома, в школе или кружках, и подвергаются насилию со стороны людей, которые должны заботиться о них, например, со стороны родителей или учителей.
AP резко критикует пресс-секретаря Белого дома Кейли Макинани за «политические» брифинги - но репортеры продолжают задавать политические вопросы - RT Новости США
Associated Press обвиняет пресс-секретаря Белого дома Кейли Макинани в том, что своими брифингами, скорее политическими, чем информационными, она вызывает беспокойство в СМИ, — очевидно, в AP забыли, что вопросы выбирают сами репортеры.
В субботу AP, крупнейшее новостное агентство США, опубликовало статью, в которой говорилось, что брифинги Белого дома для прессы «нарушают традицию», поскольку Макинани превратила их в «поставленную на поток, громогласную рекламу президента, которому предстоят перевыборы, пространство для нападок на журналистов, площадку, относительно слабо нагруженную информацией» о действиях правительства.
Последнее из этих утверждений неоспоримо, так как на брифингах почти не раскрывается новой информации.
AP не упомянуло только того, что репортеры на брифингах и не стремятся получить новую информацию.
Зачастую они используют брифинги Белого дома, чтобы привлечь внимание к своим персонам, — искусство, доведенное до совершенства Джимом Акостой.
Не ограничиваясь традиционным антагонизмом с администрацией, журналисты повторяют друг за другом одни и те же вопросы с подвохом только ради того, чтобы дискредитировать президента Дональда Трампа.
В некоторых случаях они делают сенсацию из самих себя, например, когда репортер CBS News Вейцзя Цзян ответила Трампу на фразу «Спросите у Китая» не очень тонким намеком на расизм: «Сэр, почему вы говорите это именно мне?»
Брифинг 6 июля стал прекрасным примером разногласий, связанных с тем, что американцы больше не извлекают из брифингов никакой полезной информации.
Тем утром Трамп опубликовал твит о том, что телевизионный рейтинг NASCAR упал из-за ложного обвинения в преступлении против Буббы Уоллеса на почве ненависти, а также из-за решения NASCAR запретить демонстрацию флага Конфедерации на своих мероприятиях.
Вполне предсказуемо, что большинство вопросов касалось этого твита: репортеры один за другим задавали Макинани вопросы, подталкивающие ее сказать, что Трамп поддерживает флаг Конфедерации.
Макинани не дала ответа, которого хотели репортеры, — такая реплика повредила бы Трампу — вместо этого она повторяла, что президент не высказывал мнения о флаге Конфедерации, а имел в виду лишь то, что фанатов NASCAR ошибочно изобразили расистами.
AP сообщило, что голос Макинани на брифинге звучал «раздраженно».
История AP перекликается со статьей репортера ABC News Джонатана Карла, вышедшей в его авторской колонке в Washington Post ранее в этом месяце; он также занимает пост президента Ассоциации корреспондентов Белого дома.
Карл заявил, что «отрицать действительность и использовать подиум Белого дома в чисто политических целях — значит нарушать доверие народа».
Однако с тех пор, как Макинани заняла пост пресс-секретаря в апреле и провела свой первый брифинг первого мая, ее острый ум и агрессивный стиль сделали ее героем в глазах некоторых сторонников Трампа.
До назначения Макинани брифингов не проводилось больше года.
Как и другие аспекты политической жизни Вашингтона, отношения пресс-секретаря Белого дома со СМИ резко переменились в эру Трампа.
Перемена произошла с обеих сторон задолго до назначения Макинани.
На приеме корреспондентов Белого дома в апреле 2018 г. комик Мишель Вульф так жестко высмеяла бывшего пресс-секретаря Сару Хакаби Сандерс, что даже ведущая MSNBC Мика Бжезински назвала это «достойным осуждения».
На первом брифинге Макинани репортер AP в Белом доме Джилл Колвин встретила ее вопросом: «Вы поклянетесь никогда не лгать нам с этого подиума?»
Политический аналитик Fox News Брит Хьюм, ветеран журналистики с более чем 50-летним опытом, в 1989-1996 гг. работавший на ABC главным корреспондентом из Белого Дома, сказал, что в настоящее время репортеры на брифингах «ведут себя агрессивно» из-за их презрения к Трампу.
Журналисты не собирают другой информации о действиях правительства именно в силу того, что они настроены против Трампа, как сказал Хьюм на передаче FOX «Такер Карлсон сегодня вечером» на этой неделе.
«Это не просто игра в кошки-мышки», — сказал Хьюм, объясняя мотивы репортеров.
«Они не просто пытаются смутить государственного представителя. Так они добывают информацию».
Во время протеста в Калифорнии подожгли здание суда
ОКЛЕНД, Калифорния -- Протестующие в Калифорнии подожгли здание суда, повредили полицейский участок и напали на полицейских после того как мирная демонстрация обострилась в субботу, сообщает полиция Окленда.
Демонстранты разбили окна, нанесли граффити краской из баллончика, выпускали фейерверки и направляли лазеры на полицейских, сообщило отделение в Окленде в Твиттере.
Несколько твитов призывали к миру и просили организаторов "помочь нам обеспечить безопасные пространства и безопасные места для демонстрантов".
Протест начался ранее в субботу вечером, с таких групп как "Стена Мам", похожая на группу, сформированную в Портленде, Орегон, когда протестующим дали отпор федеральные агенты, присланные в город охранять здание федерального суда.
Президент Дональд Трамп послал федеральных агентов, чтобы они подавили протесты, которые проводились каждую ночь со смерти Джорджа Флойда в Миннеаполисе 25 мая.
Протест в Окленде начался мирно, но ужесточился позже ближе к ночи.
"Незаконное собрание" было объявлено полицией около 11:30 вечера, и полицейские попросили толпу разойтись.
Верховный суд графства Аламеда загорелся и вскоре был потушен, сообщает информационное агентство.
Полиция сообщает, что в какой-то момент протестующие "били окна и скандировали расистские оскорбления в адрес жителей".
Нв фото, опубликованных департаментом в Твиттере, видны битые стекла и краска, разбрызганная по полицейскому участку.
Высокопоставленный представитель ООН отменяет визит в Пакистан, ссылаясь на проблемы с самолетом
ИСЛАМАБАД (AP) - В воскресенье избранный президент Генеральной Ассамблеи Организации Объединенных Наций объявил, что его запланированный визит в Пакистан откладывается «из-за некоторых технических проблем с самолетом».
В прошлом месяце турецкого дипломата Волкана Бозкыра избрали президентом 75-й сессии Генеральной Ассамблеи Организации Объединенных наций; он планировал прибыть в Исламабад в воскресенье.
Но в посте в Twitter он сообщил, что визит в столицу Пакистана придется отложить.
Министр иностранных дел Пакистана Шах Мехмуд Куреши твитнул в ответ Бозкыру: «С нетерпением жду возможности принять вас в Пакистане, чтобы провести конструктивную и плодотворную встречу».
Днем ранее, когда Куреши с радостью объявлял о планирующемся визите, он выразил надежду на то, что сможет обсудить с Бозкыром ряд проблем, включая Кашмир, который разделен между Пакистаном и соседней Индией, при этом обе страны предъявляют права на всю его территорию.
Спор из-за этого региона вызвал две из трех войн между Пакистаном и Индией, произошедших после обретения независимости от Британии в 1947 г.
В Кашмире часты перестрелки, приводящие к жертвам среди военных и мирного населения с обеих сторон.
Пакистан хочет, чтобы Организация Объединенных Наций повлияла на решение кашмирского вопроса, приняв резолюции, которые дали бы жителям гималайского региона возможность выбрать, присоединиться к Индии или к Пакистану либо предпочесть независимость.
Поль Погба делает намеки по поводу своего будущего после того, как «Манчестер Юнайтед» обеспечивает себе место в Лиге Чемпионов
После того, как Красные Дьяволы обеспечили себе место в верхней четверке, звезда «Манчестер Юнайтед» Поль Погба намекнул, что этим летом останется в клубе.
Победа над Лестером со счетом 2-0 значила, что «Юнайтед» оказался на третьем месте, опередив «Челси» Фрэнка Лэмпарда.
Всего 12 матчей назад «Юнайтед» отставал от Лестера на 14 очков, но сенсационное ухудшение формы привело к тому, что Красные Дьяволы оказались в верхней четверке.
Ожидалось, что Погба, за последние два года дважды просивший об уходе, покинет клуб этим летом.
Однако пандемия означает, что этим летом к большим тратам будут готовы немногие клубы, и нет покупателя, который был бы способен совместить стоимость трансфера и зарплату Погбы, чтобы сманить его с «Олд Траффорда».
В последние недели это разъяснение помогло Погбе, и его игра, равно как и язык тела, улучшились.
И последний раз француз намекнул, что готов остаться в клубе, разместив публикацию в Instagram после того, как его сторона выиграла со счетом 2-0.
Возможно, Погба просто отмечал возращение клуба к соревнованиям, однако многие фанаты воспринимают это как серьезный намек на то, что он по-прежнему будет в клубе, когда тот снова станет состязаться с сильнейшими в Европе.
По текущему контракту Погбе остается год, хотя клуб может продлить его на 12 месяцев, что означает, что фактически ему остается два года.
«Юнайтед» жаждет продлить контракт с Погбой и хочет прояснить ситуацию с ним до начала следующего сезона.
Погба, в свою очередь, чувствует себя в клубе комфортно, и прибытие Бруно Фернандеса взбодрило его.
Португальский игрок стал открытием на «Олд Траффорде», и его прибытие позволило Погбе играть в более глубокой центральной позиции полузащиты, что также подняло ему настроение.
Уотфорд исключены из премьер-лиги после того, как Обамеянг зарабатывает победу для Арсенала
Некоторые игроки Уотфорда пали на колени; другие тут же направились к выходу.
Пять лет в премьер-лиге были публично очернены, но нельзя было сказать, что когда дошло до решающей схватки с Арсеналом, то команда сдалась без боя.
Эта игра была полна четкости, настойчивости и агрессии, которые за последние пять лет стали визитной карточкой их лучших игр, но было слишком поздно, и поздно было для контрнаступления, в ходе которого команде почти удалось добрать недостающие три очка.
Если бы Эмилиано Мартинес не отразил удар пяткой Дэнни Уэлбека за 16 минут до конца тайма, почти сразу после того, как его бывший товарищ по команде забил ближний гол, сократив необходимое количество голов до двух, они вполне могли бы сломить ход игры и одержать великолепную победу.
Но в итоге сил не хватило и их исполняющий обязанности главного тренера Хейден Муллинс возможно еще задумается о том, что ему не досталась бы такая неблагодарная работа, если бы его команда и раньше играла подобным образом.
Весь сезон они не дотягивали до нужной планки, но то же можно сказать и про их работодателя.
Одной плохой кампанией империю может и не погубить, но и базис, заложенный семьей Поззо не дает никаких гарантий, что они с легкостью поднимутся из второго дивизиона.
Сложно спорить с тем, что привычка Уотфорда менять менеджеров как перчатки завела их в тупик.
Их следующий постоянный контракт - если это можно так назвать - будет двенадцатым за восемь лет, и вряд ли очередная замена сильно улучшит положение.
Трой Дини готовится к переходу в низшую лигу, несмотря на то, что он попал в таблицу в Эмиратах.
Игроки уйдут, чем Исмаила Сарр снова покажет, что его переход в Чемпионшип в сентябре должен казаться немыслимым, и необходима твердая рука.
Тактика "пан или пропал" далека от стабильности, и эту игру Микель Артета назвал "похожей на баскетбол", хотя наблюдать было, конечно, весело.
Артета позже заявил, что форварды Уотфорда "жульничали", хотя быстро поправил себя и пояснил, что имел в виду, что они "играли очень рискованно."
Им это определенно было необходимо: любой намек на то, что им может хватить одного очка был тут же отброшен, что, возможно, заставило их задуматься, как бы все прошло, если бы им не приходилось все время отыгрываться.
Вместо этого они почти сразу заработали пенальти.
Крейг Доусон небрежно столкнулся с Александром Ляказеттом в течение 40 секунд, но у системы видеопомощи ушло почти три минуты на то, чтобы подтвердить пенальти, с которым Пьер-Эмерик Обамеянг справился без проблем.
Уотфорд подготовились к безжалостному наступлению, Сарр был справа в отличной форме, и команде удалось подобраться близко к цели благодаря Роберто Перейре и Трою Дини.
Но затем Обамеянг передал мяч Кирану Тирни для отражения второго удара и к первому перерыву на напитки у игры был такой странный перекос, что именно Артета ругал свою команду, несмотря на то, что преимущество было у Арсенала.
Обамеянг затем удерживал мяч после дальнего броска Тирни и забил гол мастерским ударом через себя, после которого ему оставалось забить лишь один гол до Золотой бутсы, и эту награду он бы разделил с Джейми Варди, если бы Бен Фостер не помешал последнему шансу к концу игры.
Казалось, что Уотфорду конец, но они продержались, и после того, как Давид Луис создал в штрафной зоне еще одну проблему для альбома про Уэлбека, Дини успел пробить свой пенальти до конца тайма.
Дини, основную часть сезона ходящий с травмой, волочился по футбольному полю и всю игру был в режиме гладиатора.
Он наверняка бы воспользовался шансом, который Адам Мезина пропустил в начале второго тайма, и последующие шансы на атаку тоже были упущены.
Уэлбек был впервые повержен гениальным Мартинезом, который, по заявлению Артеты, в субботу откроет финал Кубка Англии по футболу, а затем взбаламутил все поле Уотфорда после того, как превратил кросс Сарра в гол.
Но шансы Уотфорда были уничтожены после того, как последняя тактика Уэлбека не удалась, поэтому команде предстоит об очень многом подумать.
Известное своей чистотой озеро Тахо загрязнено из-за изменения климата
Саут-Лейк-Тахо, Калифорния - Несмотря на пандемию даже в будний день люди все равно наполняют Поуп-Бич на озере Тахо.
"Мне нравится жить в палатке, кататься на велосипеде и купаться в озере", - говорит девушка по имени Дакота.
"Это прекрасное место, которое все хотят посетить", - говорит Эмерика Бенитас.
Вот почему дайвинг-бизнес Мэтта Менье все еще процветает даже во время пандемии.
Он говорит, что видит "невероятно прозрачную воду. Озеро Тахо - самое чистое и, я думаю, самое прекрасное озеро в стране".
А теперь плохие новости: озеро Тахо не такое чистое и не такое прозрачное, каким оно было, когда он переехал сюда больше двадцати лет назад.
"То, что мы замечаем все чаще и чаще, находится внизу на камнях", - сказал Менье.
"На камнях появляются эти странные водоросли".
Ученые считают, что изменение климата повлияло на температуру воды и, следовательно, на ее прозрачность.
И ежегодно озеро посещают 15 миллионов людей, которые оставляют после себя мусор.
Менье сказал, что во время погружений с целью очистки дна озера был найден старый мусор.
«И когда я говорю "старый мусор", я имею в виду 60-е и 70-е», - сказал Менье.
"Банки из-под пива и газировки, старые жестяные банки".
Ученые проверяют уровень прозрачности воды в озере Тахо каждый год, погружая в нее белый диск и затем измеряя глубину, на которой его можно увидеть.
Профессор Калифорнийского университета в Дейвисе Джефф Шладов говорит, что это "важный показатель чистоты воды в озере".
В прошлом году уровень чистоты воды в озере составил около 80 футов.
Это значит, что диск можно увидеть на глубине 80 футов.
Но задумайтесь, около 20 лет уровень прозрачности воды в озере составлял 100 футов.
Ученые пытаются повернуть эту тенденцию вспять.
Но они борются с последствиями изменения климата и развития береговой зоны и кое с чем, что было занесено в озеро в 60-е: с крошечным инвазивным видом креветки, занесенным в качества корма для рыб.
Это не сработало.
"Как только появились креветки, в озере внезапно не осталось естественных очистителей воды", - сказал Шладов.
С похожими проблемами сталкиваются озера и другие водоемы по всему миру.
"Урок здесь в том, что если нельзя сделать это на Тахо, то какая надежда остается для всех тех рек и эстуариев, ручьев и озер по всей стране, которые никогда не получат того же внимания и тех же ресурсов?" - сказал Шладов.
Менье сказал, что он "полон надежд", потому что "если у нашей пандемии и есть положительная сторона, я думаю, она показала, что природа возьмет свое и исцелит себя, если мы ослабим эту хватку, эту человеческую хватку, и позволим этому случиться. Факты это подтверждают".
Среди четырех игроков выбранных «Чарджерс» на драфте— квотербек Херберт
КОСТА-МЕСА, Калифорния (AP) - «Лос-Анджелес Чарджерс» подписала контракт с четырьмя выбранными на драфте игроками, включая квотербека Джастина Херберта, и достигла согласия об условиях приема с двумя другими участниками драфта.
«Чарджерс» смогла сделать контракты для участников драфта в субботу, когда они прибыли на тренировочные сборы на медосмотр и экипировку.
Кроме Херберта, выбранного под шестым номером драфта, команда объявила о подписании контракта с принимающими Джо Ридом (пятый раунд) и Кей Джей Хиллом (седьмой раунд), а также с защитником Алохи Гилманом в шестом раунде.
Об условиях договорились с полузащитником Кеннетом Мюрреем-младшим, выбранным в первом раунде, и задним бегущим Джошуа Келли, выбранным в четвертом раунде.
Херберт был стартовым квотербеком на 42 играх в Орегоне, установив рекорд 29-13 с 10541 пасовыми ярдами и в общей сложности 108 тачдаунами.
В прошлом сезоне он обеспечил Дакс участие в чемпионате Pac-12, бросив 32 тачдауна и сделав 6 перехватов за 14 игр.
Вершиной его карьеры стала победа над Висконсином на Роуз Боул, где он заработал три тачдауна и был признан самым ценным нападающим.
Херберт посоревнуется с ветераном Тайродом Тэйлором за право быть стартовым квотербеком.
После того, как Филип Риверс, бывший стартовым квотербеком 14 сезонов, ушел по собственной воле, у Чарджерс будет новый квотербек.
Мюррея выбрали под 23-м номером драфта после того, как «Лос-Анджелес» обменялась игроками с «Нью-Ингленд», чтобы вернуться в первый раунд.
В прошлом сезоне он получил почетное звание всеамериканского спортсмена в третьей команде по версии Associated Press, будучи ведущим игроком в Сунерс и сделав 102 отбора мяча, из них 69 сольных.
«Барселона» собирается продать «целый фланг» этим летом. На трансфер выставлены Коутиньо, Дембеле, Ракитич и Видаль
По сообщениям источников, «Барселона» этим летом устроит распродажу.
Команда собирается продать другим клубам Ла Лиги не меньше двенадцати звезд, утверждает Marca.
По некоторым сведениям, на трансфер выставлен Филиппе Коутиньо.
В список входят игроки, которые интересуют клубы Премьер-лиги: Филиппе Коутиньо, Усман Дембеле, Иван Ракитич и Самюэль Умтити.
По слухам, Коутиньо и Умтити собираются перейти в «Арсенал», и на бразильца также положил глаз «Челси».
За Ракитича, как считается, поборются «Манчестер Юнайтед» и «Тоттенхем».
Дембеле, победитель Чемпионата мира в составе сборной Франции, получавший мало игрового времени на «Камп Ноу», по недавним слухам, перейдет в «ПСЖ» в обмен на Неймара.
В число не попавших в основной состав игроков также вошли Нето, Нелсон Семеду, Хуниор Фирпо, Артуро Видаль, Мартин Брейтуэйт, Карлес Аленья, Рафинья Алькантара и Жан-Клер Тодибо.
Барселона надеется, что распродажа не только улучшит финансовое положение клуба, но и поможет дальнейшей трансферной работе.
Сообщается, что Усман Дембеле также оказался не нужен клубу.
По информации испанской газеты, «Барселона» уже определилась с трансферными целями на следующий сезон. Первый в списке — аргентинский нападающий Лаутаро Мартинес.
Но «Интер» продолжает настаивать на выплате 101 миллиона фунтов отступных перед началом переговоров с каталонцами.
Чтобы купить, «Барселоне» сначала придется продать. Но в клубе уверены, что смогут договориться с серией A.
«Барселона» «предложила «Арсеналу» Филиппе Коутиньо в обмен на плохого парня Гендузи», которого клуб собирается продать.
В Колорадо автомобиль въехал в толпу, в одного из протестующих стреляли
ОРОРА, Колорадо (AP) - В денверском пригороде Орора во время протестов против расовой дискриминации автомобиль въехал в толпу, а в одного из протестующих стреляли.
Департамент полиции Ороры сообщил в Twitter, что в субботу протестующие шли по трассе 225, когда в толпу въехал автомобиль.
Полицейские рассказали, что протестующий стрелял и попал по крайней мере в одного человека, которого увезли в больницу в стабильном состоянии.
Власти сообщили, что автомобиль был эвакуирован и ведется расследование.
По словам полицейских, протестующие также разбили окна в здании суда и устроили в офисе пожар.
Протест был объявлен незаконным собранием, и полиция приказала демонстрантам разойтись.
На недавних протестах против расовой дискриминации ситуация накалилась, когда в Портленд, Орегон, прибыли федеральные представители, чтобы подавить демонстрации.
В субботу полицейские назвали происходящее в Сиэтле восстанием.
Джордж Флойд, темнокожий мужчина, погиб 25 мая в Миннесоте из-за того, что белый полицейский прижал его шею коленом к земле; протесты, вспыхнувшие в связи с его гибелью, заострили внимание общественности и на других случаях полицейского насилия, унесшего жизни людей.
В Колорадо протестующие привлекают внимание к гибели Элайджи Макклейна, задержанного в Ороре в августе 2019, когда он шел по улице, после звонка в 911 о том, что Макклейн ведет себя подозрительно.
Полицейский применил к нему удушающий прием, а медработники ввели ему 500 миллиграммов кетамина, седативного средства, чтобы успокоить его.
У Макклейна остановилось сердце, позже у него констатировали смерть мозга, и его отключили от системы жизнеобеспечения.
Разоблачители антисемитизма в Лейбористской партии требуют исключения Корбина, иначе они подадут на него в суд
Как сообщается, Лейбористская партия, возможно, должна будет выплатить компенсацию в размере от 3 до 8 миллионов фунтов стерлингов.
Теперь на ее лидера Кира Стармера оказывается давление с целью исключить г-на Корбина.
Вчера вечером бывшие члены партии заявили, что они откажутся от иска, если г-на Корбина исключат из партии.
В Лейбористской партии на данный момент отказались от комментариев по поводу данного требования.
Тем не менее, член парламента от Лейбористов Джон Трикетт заявил: «Это смешное требование».
Сторонники г-на Корбина заявили, что г-ну Стармеру следует сосредоточиться на том, как Консерваторы решают проблемы, связанные с коронавирусом, а не вновь углубляться во внутренние противоречия Лейбористской партии.
Источник из числа бывших членов Лейбористской партии заявил Daily Mail, что они бы обратились в суд, даже если бы г-н Стармер исключил г-на Корбина.
«Я считаю, что он действительно, он сделал Лейбористскую партию снова конкурентоспособной.
«Предстоит пройти еще долгий путь по вопросам политики, но он положил весьма впечатляющее начало и он привел к ситуации, когда для многих людей, которые реально потеряли веру в Лейбористскую партию, то есть для избирателей, я думаю, что они сейчас снова смотрят на нее намного более благожелательно и рассматривают его как серьезную фигуру».
Г-н Блэр был серьезно обеспокоен тем, что в Лейбористах до сих пор видят партию, которая повышает налоги.
Он сказал: «Из моего опыта с налогами, если вы состоите в Лейбористской партии, будьте предельно осторожны, поскольку люди не сидят там, беспокоясь о том, будете вы повышать налоги или нет, вероятно, они беспокоятся о том, что вы повысите налоги, так что вам просто надо помнить об этой обеспокоенности».
COVID-19 навсегда изменит мировую экономику (мнение)
Скрининг на вирус, возможно, станет частью нашей жизни точно так же, как стали повсеместными меры безопасности после 11 сентября.
Важно инвестировать в инфраструктуру, необходимую для обнаружения будущих вспышек вируса.
Эти инвестиции защитят экономику стран в том случае, если иммунитет к COVID-19 окажется временным.
Во многих странах во время пандемии были приняты версии немецкой субсидии Kurzarbeit (временной неполной занятости).
Эта политика позволяет сотрудникам работать сокращенный рабочий день за сокращенную заработную плату, при этом государство компенсирует некоторую часть разницы в заработной плате.
Если соответствие между фирмами и сотрудниками остается нетронутым, экономика лучше подготовлена к быстрому восстановлению.
Важно улучшить реализацию этих мер и сделать их постоянной частью нашего набора инструментов для восстановления экономики.
Удаленная работа, вероятно, станет более распространенным вариантом.
У нас были доказательства того, что работа на дому по крайней мере так же продуктивна, как и работа в офисе.
Однако многие компании согласились работать удаленно с неохотой.
Теперь, когда многим это принесло хорошие результаты, удаленная работа может продолжиться.
Кризис, связанный с пандемией, ускорил темпы цифровой трансформации вместе с дальнейшим расширением сферы электронной коммерции и ускоренным внедрением телемедицины, видеоконференций, онлайн обучения и финансовых технологий.
Компании с международными цепочками поставок сталкиваются с дефицитом и задержками.
Вероятно, мы увидим, как многие из этих компании вернут часть производства в свою страну.
К сожалению, эта тенденция не приведет к созданию многих рабочих мест, поскольку большая часть производственного процесса, вероятно, будет автоматизирована.
Государство будет иметь большее значение после того, как в период кризиса сыграет роль страховщика и инвестора последней инстанции.
Государственный долг быстро увеличится, создав финансовые трудности во всем мире.
Самый важный урок пандемии COVID-19 - это важность совместной работы над проблемами, которые затрагивают весь человеческий род.
Вместе мы гораздо сильнее, чем по отдельности.
Гиганты рынка билбордов добиваются скидок от аэропортов и муниципальных советов
Ранее в этом году компания oOh!media привлекла инвестиции для повышения своей финансовой стабильности, поскольку пандемия начала отпугивать рекламодателей.
Как сообщили источники, компании обсуждали способы компенсировать значительное падение доходов через снижение арендной платы за эксплуатируемые площадки или через отмену либо снижение гарантированной минимальной суммы дохода, которая обычно устанавливается при изначальном подписании соглашения.
Один источник отметил, что крупные компании на рынке билбордов могли зарезервировать на выплату гарантированных сумм вплоть до 85 процентов своих прогнозируемых доходов от аренды.
Некоторые контракты содержат оговорку, которая позволяет снизить сумму гарантированной минимальной выплаты, если объем человекопотока в том или ином месте сокращается на определенное количество процентов, однако неясно, прописано ли это условие в действующих договорах между компаниями, размещающими билборды, и владельцами земли.
В то же время эти компании предлагают большие скидки рекламодателям, стремясь заполнить свободные рекламные места на билбордах и предоставляя максимально выгодные условия.
На билбордах в центральном деловом районе Сиднея и дальних пригородах, которые обычно содержат по шесть объявлений, заполнить все свободные места удается с большим трудом.
Впрочем, некоторые площадки, например билборд размером 40 x 10 метров компании oOh!media в аэропорту Сиднея, были модернизированы.
В oOh!media отказались от комментариев, однако на конференции Macquarie Australia Conference в мае представители компании сообщили, что ей удалось сократить издержки на фиксированную арендную плату более чем 20 млн долларов.
В JCDecaux отказались от комментариев.
Рекламные контракты с аэропортами и службами общественного транспорта приносят значительный доход компаниям, размещающим билборды.
Согласно отчету Ассоциации компаний в сфере наружной рекламы, выпущенному в 2019 году, доходы от рекламы в транспорте — включая аэропорты — составили 169,4 млн долларов, а от рекламы на малых архитектурных формах и снаружи автобусов и трамваев — 266,5 млн долларов.
У компании JCDecaux заключены контракты с аэропортом Сиднея, компанией Yarra Trams, аэропортом Перта и компанией Sydney Buses.
Компания oOh!media владеет билбордами в лаундж-залах Qantas, на территории возле аэропорта Сиднея, в аэропортах Аделаиды и Дарвина, в зданиях железнодорожных вокзалов в Сиднее и Мельбурне, а также в других местах.
Во время пандемии начались тендеры на контракты с аэропортом Мельбурна и компанией Sydney Trains, но официальное решение еще не принято.
Контракт с аэропортом Мельбурна является вторым по стоимости в Австралии, до пандемии коронавируса она оценивалась в десятки миллионов ежегодно.
В феврале компания oOh!media заявила, что по результатам полного календарного года она заработала 65,9 млн долларов в категории "Авиация", в основном это доход, поступающий от рекламы в аэропорту Сиднея.
Доходы в категории "Поездки на работу и обратно", куда входят доходы от контрактов с железнодорожными компаниями и контрактов на размещение на малых архитектурных формах, ранее принадлежавших компании Adshel, которая была приобретена oOh!media, составили 234,8 млн долларов.
Согласно финансовым результатам JCDecaux Australia за 2018 год, переданным в Австралийскую комиссию по ценным бумагам и инвестициям, компания заработала на договорах с предприятиями из сферы транспорта 37,7 млн долларов.
Впрочем, и те, и другие показатели, скорее всего, значительно уменьшились в этом году.
Standard Media Index, в которых отражены расходы четырех из пяти ведущих групп рекламных агентств, рынок наружной рекламы обрушился в июне на 68 процентов.
Для сравнения: промежуточные июньские результаты демонстрируют, что расходы на цифровой маркетинг сократились на 37 процентов, а расходы на рекламу на радио для столиц упали на 48 процентов.
Расходы на ТВ-рекламу для столиц уменьшились в июне на 34 процента, на рекламу в газетах — на 49 процентов, а в журналах они рухнули на 66 процентов.
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
Коронавирус: обязательный карантин для прибывающих из Испании
Согласно новым правилам въезда, принятым в связи с пандемией коронавирусной инфекции, все лица, которые прибывают в Великобританию из Испании, обязаны самоизолироваться на 14 дней.
Об этом было объявлено в субботу на фоне вспышки заражения коронавирусом в Испании: в пятницу появились сообщения о более чем 900 новых заболевших в этой стране.
Испанские власти также предупредили о том, что, возможно, надвигается вторая волна, поскольку в крупных городах возросло число случаев заболевания.
Авиакомпании, включая British Airways, раскритиковали новые меры и назвали их "очередным ударом" по британским отдыхающим.
Тем, кто сейчас отдыхает в Испании, Министерство транспорта посоветовало соблюдать местные правила, вернуться на родину в обычном режиме, а также следить за дальнейшей информацией на сайте с рекомендациями для путешественников от Министерства иностранных дел.
Министерство иностранных дел рекомендует отказаться от любых поездок в материковую Испанию, кроме необходимых, при этом карантинные меры распространяются на тех, кто возвращается из материковой Испании, с Канарских островов и с Балеарских островов, например с Мальорки или Ибицы.
Рекомендации Министерства учитываются при страховании поездок.
Среди тех, кого затронули новые правила, оказался министр транспорта Грант Шэппс, у которого в субботу начался отпуск в Испании.
Предполагается, что он продолжит отдыхать, как планировал, а по возвращении изолируется в соответствии с правилами.
Карантинные меры для британских путешественников были впервые введены в начале июня.
Тем не менее в результате давления со стороны авиационной и туристической отраслей центральное правительство и правительства Северной Ирландии, Шотландии и Уэльса опубликовали списки стран, на которые не распространяются правила.
Представители British Airways заявили, что "разочарованы" в связи с последними изменениями рекомендаций правительства для путешественников и правил, однако сообщили, что авиакомпания продолжает выполнять авиарейсы.
Они добавили, что эти меры "вносят хаос в планы тысяч британских путешественников".
По заявлению Ассоциации операторов аэропортов, новые меры "нанесут дальнейший урон авиационной отрасли, которая осторожно возобновляет работу и перед которой по-прежнему стоят крупнейшие трудности в ее истории".
Компания Tui, крупнейший туроператор Великобритании, в воскресенье отменила свои авиарейсы в материковую Испанию и на Канары.
Клиенты компании, находящиеся на отдыхе, смогут вернуться домой изначально запланированными рейсами.
В свою очередь, представители бюджетного авиаперевозчика EasyJet заявили, что "разочарованы" и в ближайшие дни компания продолжит выполнять все рейсы согласно расписанию.
В заявлении компании говорится следующее: "Клиенты, которые хотят отказаться от перелета, могут изменить даты авиарейсов без уплаты сбора или получить ваучер на сумму бронирования".
Официальный представитель Ассоциации британских турагентств (ABTA) назвал изменение правительством правил карантина "разочаровывающим".
Он отметил: "Мы предлагаем правительству подумать о снятии карантинных мер для рейсов в определенные регионы с более низким уровнем распространения инфекции и из этих регионов, а также для рейсов по таким направлениям, как Балеарские и Канарские острова, которые географически удалены от континентальной части Испании, чтобы избежать дальнейшего причинения ущерба сферам въездного и выездного туризма в Великобритании".
К данному моменту от коронавируса в Испании умерли более 28 000 человек.
В четверг в стране был зафиксирован крупнейший прирост числа инфицированных с момента снятия ограничительных мер.
Каталония стала последним регионом, где были приняты жесткие меры в отношении ночных развлечений.
Власти богатого региона на северо-востоке страны, в котором расположена Барселона, распорядились закрыть все ночные клубы на две недели и ввели комендантский час, начинающийся в полночь, для всех баров в Барселоне и прилегающих районах.
Как отмечает корреспондент Би-би-си в Мадриде Гай Хеджкоу, особенную обеспокоенность вызывает распространение инфекции среди молодых людей, ведь по вечерам в городах они собираются большими компаниями.
Франция предостерегла своих граждан от поездок в Каталонию, а Норвегия заявила о введении карантина для приезжающих из Испании.
Правительство просит работодателей "отнестись с пониманием к сотрудникам, возвращающимся из Испании, которым теперь потребуется самоизолироваться".
Однако теневой министр внутренних дел от лейбористской партии Ник Томас-Саймондс призвал правительство подробно объяснить, как оно планирует поддержать тех, кого затронула эта ситуация, и добавил, что новости о новых правилах "вызовут большую обеспокоенность у семей, которые вынуждены сидеть в четырех стенах в Испании или планируют путешествие".
Первый министр Шотландии Никола Стерджен написала в Твиттере, что решение было принято после анализа последних данных, проведенного ранее в субботу.
"Это лишний раз подтверждает, что в этом отношении ситуация может быстро меняться, поэтому я рекомендую быть осмотрительнее при планировании необязательных зарубежных поездок", — заявила она.
Джон Блэкмор из Гэмпшира должен был полететь к родным в Испанию вместе с женой и двумя маленькими детьми.
Однако в связи с новыми правилами ему пришлось отменить поездку из-за опасений, что работодатель жены не сможет предоставить ей лишние две недели отпуска для карантина по возвращении.
Он отметил, что им вряд ли удастся вернуть деньги за билеты, поскольку рейс никто не отменял.
"Я опустошен", — заявил он Би-би-си.
"В Испании живут мои родители, которые не видели своих единственных внуков с Рождества".
Лоис Стотард из Саут-Йоркшира рассказала Би-би-си, что в качестве сюрприза на 30-летие своего бойфренда забронировала тур в Севилью с вылетом в воскресенье утром, но теперь ей кажется, что она не сможет поехать.
"Я учитель, работаю с детьми, и у моего парня есть обязательства, связанные с работой, поэтому мы не можем уйти на карантин на 14 дней, когда вернемся", — отметила она.
"Мы не можем вернуть ни копейки, а за внесение изменений компания хочет в два раза больше, чем я уже заплатила. Я очень расстроена и огорчена, ведь мы уже собрали вещи и были готовы лететь".
Лестер готовы выйти на уровень европейского футбола по заявлению обладателя Золотой бутсы Джейми Варди
Джейми Варди выразил разочарование по поводу того, что ему не удалось попасть в Лигу чемпионов, но заявил, что Лестер Сити достигли своей поставленной в начале сезона цели пройти отбор в Европу.
Лестер заняли второе место в декабре и третье после карантина, но за последние пять игр заработали всего четыре очка и заняли пятое место в премьер-лиге.
Победа над Манчестер Юнайтед в последний день позволила бы им попасть в четверку победителей, но команда Брендана Роджерса проиграла со счетом 2-0, что по словам Верди было самым печальным моментом.
"Было обидно, в основном из-за того как именно мы проиграли", — сказал он на канале Sky Sports в конце второго тайма.
"Но как мы обсуждали в раздевалке, между собой мы планировали выйти на Европу, и у нас это получилось.
"У нас был шанс пройти отбор в Лигу чемпионов, и это было бы еще лучше, но мы все отрефлексируем и в следующем году вернемся еще более сильной командой.
"Сложно смириться, но нашей главной целью была Европа, и мы ее достигли."
Хоть его команда и не достигла нужной планки, сам Варди закончил сезон премьер-лиги с наибольшим количеством очков в 33 года, забив 23 гола.
Он отдал должное своим товарищам по команде, получая от их лица награду, и сказал, что у него еще много сил играть на высшем уровне, несмотря на возраст.
"Я безумно рад, это заслуга команды. Без них я бы не оказался в нужном месте, чтобы забить гол, а забил голов я немало.
"Сейчас надо немного отдохнуть, чтобы встретить следующий сезон полностью готовым.
К счастью, возраста я не чувствую, с ногами у меня все хорошо и слава Богу я нечасто получаю травмы, так что нужно поддерживать себя в такой же форме и в следующем году вернуться готовым ко всему."
«Что там случилось?!» Бойца UFC Бет Коррейю побила ее соперница, когда та отвернулась, по ошибке решив, что раунд закончен (ВИДЕО) - RT Новости спорта
Выступающая в легчайшем весе бразильянка Бет Коррейа — ветеран UFC, но допустила обидную ошибку во время поединка в Файт Айленд, подумав, что раунд окончен, и повернувшись спиной к сопернице Пэнни Кианзад, в итоге была побита.
В конце первого раунда разборок на предварительном бое в Абу-Даби 37-летняя Коррейа, похоже, приняла 10-секундное предупреждение за конец раунда, протянула руку в перчатке, а затем отвернулась от Кианзад и направилась в свой угол.
Шведка не замедлила воспользоваться этим и нанесла сопернице удар правой, за которым последовала серия ударов, оттеснивших Коррейю к самой клетке.
На мгновение показалось, что бразильянка в опасности, однако затем она вновь взяла ситуацию под контроль, отразила угрозу и прижала Кианзад к клетке как раз перед тем, как действительно объявили конец раунда.
Было слышно, как команда комментаторов ESPN+ восклицает: «Что там случилось? Ничего себе!»
Тем вечером разочарования Коррейи на том не закончились: бывшая претендентка на звание чемпионки в легчайшем весе проиграла по единогласному решению судей, и это ее третье поражение из четырех боев в восьмиугольнике, так что в итоге ее актив состоит из 11 побед, 5 поражений и одной ничьей.
Для 28-летней уроженки Ирана Кианзад это стало второй подряд победой после того, как на Вечере боев UFC в ноябре в Москве она одержала верх над Джессикой-Роуз Кларк.
Теперь в активе Кианзад всего 13 побед при 5 поражениях, из них 2 победы при 1 поражении на UFC, и эта женщина по прозвищу «Банзай» стремится вверх в рейтинге категории до 135 фунтов.
Тем же вечером австралиец Роберт Уиттакер с небольшим преимуществом победил англичанина Даррена Тилла, а уроженец России Хамзат Чимаев вошел в историю, выиграв второй поединок за 10 дней в Файт Айленд, что стало кратчайшим интервалом между двумя победами в современном UFC.
Рахул Ганди идет к народу с вопросом Раджастана
Рахул Ганди из конгресса выложил сегодня в Twitter видео, попытавшись мобилизовать народ против БДП в связи с событиями в Раджастане.
Используя хештег #ГолосЗаДемократию, его Хиндиа штаб призывал людей "объединяться и поднять свой голос за демократию".
Конгресс планирует провести протест по всей стране в понедельник из-за ситуации в Раджастане, где пытается выжить правительство Ашока Гехлота.
Пока партия сказала, что протест пройдет перед Раштрапати-Бхаваном, официальной резиденцией президента Рама Натха Ковинда.
В видео конгресс обвинил БДП в "разрывании конституции и подрывании демократии" в то время, когда вся страна борется с коронавирусом.
Они сделали то же самое в Мадхья-Прадеше, сказал конгресс.
"Мы требуем немедленно созвать сессию ассамблеи, что входит в наши конституционные права", - сказала партия в видео.
Губернатор Раджастана Калрадж Мишра отклонил одно предложение по началу сессии ассамблеи.
Сегодня было принято второе, которое, сказал он, он изучает.
Правительство г-на Гехлота переживает глубокий кризис с тех пор, как его заместитель Сачин Пайлот оказался в заговоре с большим числом поддерживающих его ЧЗС.
Партия не смогла лишить прав бунтовщиков, чтобы сократить контрольный балл в ассамблее.
Г-ну Пайлоту, которого лишили всех должностей в партии и правительстве, было дано временное освобождение от дисквалификации Высоким судом Раджастана, который заявил, что Председатель не может принимать какие-либо действия, пока не решен более важный конституционный вопрос о его полномочиях.
Этот вопрос будет подниматься завтра Верховным судом, который также решит, может ли суд вмешиваться в решения Председателя.
Конгрессу не хватает только одного голоса до контрольного балла в ассамблее из 200 членов.
Команда Пайлота заявляет о поддержке 30 ЧЗС, но пока, доказательства указывают только на 19.
В БДП состоят 72 человека и, включая союзников и тех, кто не состоит ни в какой партии, насчитывает 97.
Если суд примет решение в пользу г-на Пайлота, конгресс может потерять второе из трех правительств, которые он сформировал в центральных штатах после выборов в ассамблею в 2018 году.
В марте он потерял правительство Камаля Нат-леда в Мадхья-Прадеше после того, как Джотирадитья Скиндиа вместе с 22 ЧЗС присоединился к БДП.
Протесты в Сиэтле: пожары и перцовые баллончики, миллионы проходят по улицам города
СИЭТЛ – После нескольких недель эскалации конфликтов между протестующими и федеральными властями в Портленде, Орегон, около 2000 человек собрались в субботу в Сиэтле и прошли по улицам города, вступая в столкновения в полицией.
По состоянию на начало вечера трое полицейских были ранены, один из них госпитализирован с повреждением ноги в результате действия взрывчатого вещества, и 16 протестующих арестованы, сообщила полиция.
Скандируя лозунги «Нет справедливости, нет мира», протестующие с плакатами в духе «Федералы, валите домой» остановились на территории будущей колонии для несовершеннолетних и подожгли расположенные там здания. Некоторые разбили окна заведений поблизости.
Схлестнувшись с толпой в районе Капитолийского холма, полиция применила светошумовые гранаты и перцовые баллончики, а затем перешла к задержаниям.
52-летняя Бипаша Мукерджи из Киркленда, Вашингтон, сообщила, что протестует на улицах с мая и ее очень обеспокоила подобная агрессивная тактика со стороны полиции.
«Это не та страна, куда я иммигрировала», — отметила приехавшая более 30 лет назад из Индии Мукерджи. «Кажется, мы быстро превращаемся в фашистское и полицейское государство».
Мишо Саваж из Сиэтла сообщил, что протесты направлены как на местные власти, так и на переброшенные федеральные силы, применявшие жесткие меры против затянувшихся протестов в Портленде. Саваж назвал тактику правоохранительных органов в Портленде, в рамках которой использовались слезоточивый газ и боеприпасы для противодействия массовым беспорядкам, опасной и неприемлемой.
«Это резкий крен в сторону крайнего насилия», — отметил Саваж, промывая глаза от слезоточивого вещества и обрабатывая рану от светошумовой гранаты на руке.
Смерть Джорджа Флойда под стражей в полиции Миннеаполиса в мае привела к массовым протестам, в ходе которых миллионы людей вышли на улицы в десятках городов, но в большинстве городов эти демонстрации стихли.
Однако в Сиэтле и Портленде демонстрации продолжились. В какой-то момент протестующие в Сиэтле захватили несколько кварталов в районе Капитолийского холма и объявили их автономной зоной. После ряда перестрелок, вынудивших полицию зачистить этот район, протесты стихли.
Тем временем в Портленде протесты продолжаются, часть наиболее массовых демонстраций проходит у федеральных зданий в городе. После того, как президент Трамп издал указ о защите статуй и федеральной собственности, Министерство внутренней безопасности направило в город тактические отряды, положив начало серии столкновений, которые привели к ранениям демонстрантов, расследованиям управления генерального инспектора и призывам со стороны местных лидеров отозвать федеральных агентов.
Толпы протестующих в городе разрослись до тысяч, и демонстрации продолжились. На этой неделе федеральные власти направили в Сиэтл тактический отряд, и протестующие называют это событие в числе причин субботних демонстраций.
В то время как протесты в Портленде сосредоточились в центре города, субботние демонстрации проходили в районах к востоку от центра, где расположено здание городского федерального суда.
Мэр Канзас-Сити поприветствовал помощь федеральных властей в расследовании убийств, но выразил обеспокоенность относительно мотивов Трампа
Мэр Канзас-Сити Куинтон Лукас в воскресенье поставил под сомнение мотивы отправки федеральных агентов в города США Президентом Трампом, заявив, что, хотя он и приветствует помощь в раскрытии множества убийств в городе на Среднем Западе, но считает, что данный шаг может быть в большей степени связан с поддержанием шансов Трампа на переизбрание.
«Я был очень расстроен на этой неделе [тем], что президент упомянул протесты из-за Джорджа Флойда, упомянул движение Black Lives Matter», – заявил Лукас, демократ, в программе «Fox News Sunday» относительно недавних протестов против расового неравенства и жестокости полиции.
«В Канзас-Сити дело обстоит иначе. У нас наблюдается ежегодный рост, [но] в чем нам нужна реальная помощь, так это в расследовании ряда нераскрытых убийств».
Лукас добавил: «Давайте попытаемся уделить четкое и целенаправленное внимание раскрытию убийств...Думаю, если вы послушаете недавние заявления... мы рады работать с федеральными агентами в ограниченной области».
Несмотря на свою готовность к тому, чтобы федеральные агенты работали с местными правоохранительными органами, Лукас заявил, что риторика Трампа – особенно в свете противоречий вокруг тактики, примененной федеральными агентами в Портленде, Орегона, – заставила многих из его избирателей выразить обеспокоенность по поводу присутствия агентов на улицах города.
«Чего нам не нужно, так это чтобы федеральные агенты подливали масло в огонь, который, как я считаю, превращает это в актуальный политический вопрос», – сказал он.
В среду Трамп объявил об отправке 100 федеральных агентов в Чикаго для оказания помощи в борьбе с ростом некоторых видов преступлений – шаг, свидетельствующий о большем вмешательстве Белого дома в работу местных правоохранительных органов, в то время как Трамп продолжает позиционировать себя как президента «закона и порядка».
Объявленная в среду «мобилизация» агентов в Чикаго и другие американские города является частью Операции Легенда, названной в честь 4-летнего ЛеДженда Талиферро, которого застрелили во сне в одной из квартир в Канзас-Сити в конце прошлого месяца.
Хотя отправка федеральных агентов на помощь местным правоохранителям не является беспрецедентной – Генеральный прокурор Билл Барр объявил в декабре об аналогичной инициативе по мобилизации для семи городов, в которых наблюдались вспышки насилия, – категория командируемых федеральных агентов и некоторые их действия вызвали озабоченность среди представителей органов законодательной власти штатов и местных законодателей.
Ряд законодателей от Нью-Йорка до Портленда высказались против отправки администрацией Трампа агентов в их города, особенно после сообщений о том, что неназванные федеральные агенты задержали протестующих в Портленде и увезли их в машинах без опознавательных знаков.
Демонстрации против жестокости и систематического расизма проходят в Портленде почти каждый день с момента гибели Джорджа Флойда во время задержания полицейскими в Миннеаполисе 25 мая.
Местные органы власти также пожаловались на то, что данная переброска лишь усилила напряженность, а эксперты в области уголовного правосудия считают, что предпринятые усилия не поддаются объяснению ввиду беспрецедентности момента, через который проходит Америка, – с пандемией, историческим уровнем безработицы и массовой расплатой за расизм и за то, как полиция обращается с людьми с другим цветом кожи.
Фонд объемом 10 млн фунтов создан для поддержки мероприятий в Шотландии
Организаторам культурных, общественных и спортивных мероприятий будет предложена финансовая помощь, поскольку на их деятельности по-прежнему сказываются ограничения, связанные с локдауном.
Средства из созданного шотландским правительством фонда в размере 10 млн фунтов также будут направлены на помощь поставщикам товаров и услуг для проведения мероприятий.
Правительство заявило, что рассматривает вопрос о том, как можно будет снова проводить мероприятия в будущем, соблюдая меры предосторожности.
Министр экономики Фиона Хислоп отметила, что пандемия коронавируса оказала "разрушительное воздействие" на этот сектор экономики.
Помимо всего прочего, ограничения, которые были введены для предотвращения распространения COVID-19, сказались на проведении фестивалей и спортивных мероприятий в Шотландии.
Г-жа Хислоп заявила: "Хотя нам удалось занести себе в актив возобновление мероприятий, в которых можно участвовать, не выходя из автомобиля, у большинства предприятий в этом секторе не будет возможности работать еще какое-то время.
"Мы плотно и конструктивно работаем с представителями этой отрасли над решением стоящих перед ними проблем, и они предложили несколько креативных идей, как можно начать работу, соблюдая меры безопасности.
"Помимо предоставления немедленной помощи, часть средств пойдет на то, чтобы стимулировать инновации и содействовать долгосрочному восстановлению индустрии мероприятий".
Как заявляет Консультативная группа по вопросам индустрии мероприятий, эта отрасль была одной из первых, которых коснулись ограничительные меры, и будет одной из последних отраслей, где они будут полностью сняты.
По словам председателя организации Питера Дути, который также является главой центра the SEC в Глазго, различные мероприятия каждый год приносили шотландской экономике около 6 млрд фунтов.
Он заявил: "Я могу только приветствовать дополнительное правительственное финансирование этого важного сектора, ведь оно крайне необходимо и организаторам мероприятий, и широкому кругу их поставщиков, которые особенно сильно страдают от продолжительных ограничительных мер, остающихся в силе и сейчас".
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
У Шивраджа Сингха Чухана положительный результат на коронавирус
Главный министр Мадхья-Прадеш Шиврадж Сингх Чухан, который в субботу подтвердил, что у него был выявлен COVID-19, в воскресенье утром написал в Twitter, что он "в порядке" и высказал слова признательности передовым работникам в борьбе с коронавирусом.
Главный министр также повторил свои вчерашние предостережения, в которых он призывал людей следовать правилам, таким как социальное дистанцирование и ношение масок.
"Я в порядке, друзья мои. Самоотдача борцов с коронавирусом, которые самоотверженно рискуют своими жизнями, достойна похвалы. Я выражаю признательность всем борцам штата с коронавирусом", - написал господин Чухан в Twitter из больницы Чираю в Бхопале, куда он был принят вчера.
"Соблюдайте дистанцию в два метра, часто мойте руки и носите маски – вот самые мощные средства борьбы с коронавирусом. Я обращаюсь ко всем: используйте эти средства борьбы для защиты себя и своих любимых", - сказал он.
"Будьте все аккуратны, берегите себя и будьте здоровы. Вот о чём я молюсь Богу", - добавил господин Чухан.
В субботу господин Чухан написал в Twitter, что у него обнаружили вирус несмотря на то, что он делал все возможное, чтобы избежать его, и предупредил о том, что "коронавирусу достаточно небольшой беспечности".
В своем Twitter этим утром господин Чухан сказал, что несмотря на угрозу инфекции "бояться нечего" и призвал тех, у кого проявляются симптомы, сделать тест.
"Если вы заражены, не нужно бояться. Не скрывайте симптомы и незамедлительно обратитесь к врачу, чтобы начать лечение. Своевременное лечение поможет вам выздороветь", - сказал он.
В Мадхья-Прадеше насчитывается примерно 27 000 случаев выявления COVID-19, более 7 600 случаев из которых сейчас в активной стадии, а 799 – это смерти, связанные с вирусом.
Индия зафиксировала резкий всплеск случаев заражения COVID-19 за последние недели, с 23 июля каждый день выявляется более 45 000 новых случаев.
Общее число подтвержденных случаев заражения коронавирусом быстро приближается к 1 400 000; более 4,6 700 000 случаев из которых в активной стадии и более 32 000 – это смерти, связанные с вирусом.
Резкий рост случаев, совпавший с поэтапаным ослаблением правил изоляции в зонах страны без случаев заражения, продвинул Индию вперед на третье место в списке самых зараженных стран.
В более затруднительном положении находятся только Соединенные Штаты (417 800 000 случаев) и Бразилия (239 400 000 случаев).
Канье Уэст говорит, что может победить Джо Байдена, даже если его имя «придется вписывать в бюллетени вручную» - RT Новости США
Совсем недавно загадочный рэпер Канье Уэст выносил в Твиттер сор из семейной избы, а сейчас снова вернулся — надолго ли? — к идее участвовать в президентских выборах, утверждая, что сможет победить Джо Байдена, даже если избирателям придется вписывать его имя в бюллетени вручную.
Всего через несколько дней после выхода нового альбома и рассказа о двухлетних попытках развестись с Ким Кардашьян, в субботу Канье Уэст вновь занялся своей президентской кампанией 2020 года и опубликовал напечатанное заглавными буквами объявление: «СМОГУ ПОБЕДИТЬ БАЙДЕНА, ДАЖЕ ЕСЛИ МЕНЯ ПРИДЕТСЯ ВПИСЫВАТЬ В БЮЛЛЕТЕНИ ВРУЧНУЮ».
Если Уэст все еще всерьез планирует баллотироваться, вероятно, такие бюллетени будут его единственным шансом на победу или хоть на какой-нибудь результат.
Рэпер подал свою кандидатуру 4 июля, что позже крайнего срока как минимум в шести штатах.
Но это не остановило Уэста: он подал необходимые документы в Федеральную избирательную комиссию (ФИК), и в Оклахоме его имя внесли в бюллетени.
С тех пор Уэст провел один предвыборный митинг, на котором обращался к толпе без микрофона и подиума, одетый в бронежилет.
Со слезами на глазах он произнес прохристианскую речь против абортов и сказал, что СМИ назовут его за это «сумасшедшим».
Так и произошло — на новостных сайтах и в журналах светской хроники митинг Уэста описали как рекламный ход, свидетельство психического нездоровья или то и другое вместе.
Однако как показал недавно проведенный опрос, Уэста поддерживает 2% американцев, что ставит его на один уровень с кандидаткой от либертарианской партии Джо Джоргенсен и чуть выше Хауи Хокинса из партии зеленых.
Хотя крайне маловероятно, что Уэст обгонит Джо Байдена с его прогнозом в 48% голосов, теоретически он в состоянии увести у Байдена достаточно голосов, чтобы обеспечить Трампу второй срок — именно в этом, по мнению экспертов с обеих сторон, может состоять его план.
Камень с Марса возвращается домой спустя 600000 лет, проведенных на Земле
На этой неделе в рамках одного из самых странных межпланетных путешествий в космос будет запущен небольшой камешек.
Небольшой осколок базальта с Марса размером с монету в десять пенсов будет в четверг погружен на изготовленного в Америке робота и запущен на красную планету, а все путешествие домой займет семь месяцев.
Эта крайне необычная одиссея напоминает отправление угля в Ньюкасл в космическом масштабе и станет важной частью грядущей экспедиции на Марс, которую NASA планируют на 2020 год.
Космические инженеры заявляют, что данный камень, подаренный Музеем естествознания в Лондоне, будет использован для калибровки детекторов на борту марсохода Персеверанс после того, как он приземлится на планету и начнет поиск следов ранее существовавшей на ней жизни.
Некоторые имеющиеся у нас метеориты с Марса очень хрупки, и мы выбрали конкретно этот именно потому, что он очень твердый
"Перед включением и настройкой необходимых для исследований приборов их необходимо откалибровать, руководствуясь материалами, похожими по составу на те неизвестные вещества, которые вы собираетесь исследовать.
Ну а что может быть лучше для исследования породы Марса, чем камень, который оттуда и прилетел?", — сказала профессор Кэролин Смит, куратор выставки метеоритов в Музее естествознания в Лондоне.
Ученые уверены, что камень, который они собрались вернуть на Марс, родом именно с этой планеты, добавила Смит, которая также является членом научной команды, принимающей участие в миссии Марс-2020.
"Состав маленьких пузырьков газа внутри метеорита полностью соответствует составу атмосферы Марса, что и позволяет нам установить, что камень оттуда."
Считается, что марсианский метеорит получился в результате столкновения астероида или кометы с планетой около 600-700 тысяч лет назад, после чего в космос были выброшены осколки породы.
Один из таких осколков породы пролетел через солнечную систему и в итоге упал на Землю.
Этот метеорит - теперь известный как SAU 008 - нашли в Омане в 1999-м, и с тех пор он находился в Музее естествознания.
Среди приборов, установленных на марсоход Персеверанс, находится высокоточный лазер под названием SHERLOC, который будет необходим, чтобы отсканировать химический состав породы и определить, находятся ли в ней органические вещества, которые могли бы указывать на то, что на Марсе существовала или до сих пор существует жизнь.
Осколок SAU 008 необходим на борту для того, чтобы сделать процесс максимально точным.
"Мы решили послать этот осколок именно потому, что он подходит по химическому составу, а также потому, что это очень прочная порода," — добавила Смит.
"Некоторые имеющиеся у нас метеориты с Марса очень хрупкие. Этот метеорит очень крепкий."
После того как Персеверанс найдет и отберет самые подходящие камни, он оставит их на поверхности Марса в виде закладок.
Эти закладки затем заберут в ходе последующих марсоходных экспедиций и выпустят в открытый космос в сторону Земли для того, чтобы провести исследования.
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
Мужчина с огнестрельными ранениями найден в Мамбурине недалеко от Верриби
Получивший накануне вечером огнестрельные ранения в западной части Мельбурна мужчина был срочно доставлен в больницу
Около 8 часов вечера в Мамбурин недалеко от Верриби была вызвана полиция, обнаруживашая на Ярд-стрит мужчину в возрасте около 20 лет с подозрением на огнестрельные ранения в нижней части тела.
Мужчина был доставлен в больницу с ранениями, не угрожающими жизни.
Полиция сообщила, что ведется расследование.
Воскресенье с Оливером Спенсером: "Я не наряжаюсь, по воскресеньям надо ходить в домашней одежде'
Как начинается ваше воскресенье?
Ковыляю вниз по лестнице и спотыкаюсь об собаку, когда иду сделать жене чашечку чая.
Если повезет, то мы сбегаем из Лондона к домику на побережье острова Уайт.
Сидим вдвоем и в тишине смотрим на берег.
Звучит так спокойно...
Так и есть до 8 утра, а потом два-три наших сына долбят в дверь и требуют завтрак.
Они едят яичницу с беконом, а мы грибы со шпинатом; а если погода хорошая, то мы ребят прогоняем.
Мы плаваем, катаемся на доске или гуляем по Аббатству Кварр, напоминающему сцену из Игры Престолов.
А во время карантина?
Первые две недели я отрицал реальность, поверить не мог, что закрыли мой бизнес.
Отвлекался тем, что уделял все время вопросам жизни и смерти моего только что посаженного сада.
Помимо этого, делал эксперименты на кухне: особенно запомнились насыщенный вкус бульона из угря и шиитаке и бриошь на густых сливках.
Как вы расслабляетесь?
Я не наряжаюсь, по воскресеньям надо ходить в домашней одежде, в укороченных тренировочных брюках и белой футболке.
Обедаю жареной курицей и после дремлю с газетами на шезлонге в саду.
Я пытаюсь не пить: так голова яснее перед понедельником.
Можете вспомнить необычное воскресенье?
После длинного субботнего вечера, проведенного на сорокалетии моей невестки в Нью-Йорке, около полуночи моя уже близкая к родам жена решила, что пора идти домой.
Она была настроена хорошо провести время и рассказывала всем, что все-таки это у нее третий ребенок.
Мы ушли с праздника, и у нее тут же начались схватки.
А что в воскресенье вечером?
К 7 вечера мы погрузили багаж в машину и сели на паром в Портсмут.
Доехали до А3 и на неделю вернулись в Лондон: дети в кровати, я выгуливаю собаку и ем хлопья с молоком.
Я не против уехать с острова Уайт и вернуться в город, я знаю, что если так не сделаю, то вообще нет смысла иметь там дом.
Офицеры кенийской полиции арестованы после перестрелки со смертельным исходом в Гариссе
В Кении два офицера полиции были арестованы в связи с перестрелкой, в которой погибли два человека.
Перестрелка произошла в субботу на рынке Соко Нгомбе в восточной части округа Гарисса во время протеста против ареста мужчины, подозреваемого в убийстве.
Названы имена двух жертв: Аден Абди Мадобе и Мухиядин Адоу Шибин.
Кенийская служба по надзору над деятельностью полиции начала расследование инцидента.
В его рамках будет проведена "криминалистическая экспертиза" оружия полицейских.
Член парламента от Гариссы Аден Дуале назвал смерти "резонансными" и осудил "жестокость полицейских" в своем заявлении, опубликованном в Facebook.
Активисты выразили обеспокоенность действиями полиции во время пандемии.
По данным Amnesty International, с марта кенийские полицейские убили 21 человека за несоблюдение мер по предотвращению распространения коронавируса, таких как комендантский час и ношение маски.
Ранее в этом месяце в столице страны Найроби полиция применила слезоточивый газ и арестовала нескольких протестующих, принимавших участие в марше в честь дня Саба-саба — ежегодной акции протеста, впервые прошедшей 30 лет назад против авторитарного режима тогдашнего президента Дэниела арап-Мои.
Корреспонденты сообщают, что в этом году дополнительным стимулом для мероприятия послужил гнев из-за жестоких действий полиции во время локдауна в связи с пандемией Covid-19.
Повышенные меры безопасности у консульства США в китайском Чэнжу
В воскресенье у консульства США в китайском городе Чэнду ввели повышенные меры безопасности, когда здание готовились покинуть сотрудники.
На территорию консульства въехали три грузовых автомобиля, а по обеим сторонам улицы, оцепленной металлическими ограждениями, выстроились полицейские в форме и в штатском.
Редактор китайского таблоида «Global Times» написал в Твиттере, что консульству США в Чэнду дали 72 часа — до 10 утра 27 июля — чтобы завершить работу.
Китай обвинил нескольких работников консульства в Чэнжу в том, что они «вели деятельность в нарушение своих полномочий».
Представитель министерства иностранных дел Ванг Венбин заявил, не вдаваясь в подробности, что подобная деятельность является вмешательством в дела Китая и нарушает интересы безопасности страны.
В пятницу Китай потребовал закрыть консульство в Чэнжу в ответ на указание США закрыть консульство в техасском Хьюстоне.
Вашингтон обязал Китай закрыть консульство в Хьюстоне «для защиты американской интеллектуальной собственности и персональных данных американцев».
В пятницу, когда китайское консульство в Хьюстоне закрылось, группа лиц, предположительно представителей американских властей, проникло в здание через заднюю дверь.
В субботу Ванг заявил, что это было нарушением международных и двусторонних соглашений, и что Китай предпримет ответные действия, не уточнив какие.
Зеркальные закрытия консульств еще больше усилили напряжение между двумя странами, вызванное разногласиями по вопросам торговли, промышленного шпионажа и гражданских прав.
В сафари-парке появились бабуины, вооруженные ножами, отвертками и БЕНЗОПИЛОЙ. Хулиганы дают им оружие, чтобы те крушили машины
Приматы из сафари-парка Ноусли в Мерсисайде известны тем, что набрасываются на проезжающие по загону машины и отрывают стеклоочистители и зеркала.
Бабуины из сафари-парка Ноусли в Мерсисайде вооружились ножами, отвертками и бензопилами.
Служители считают, что оружие им дают хулиганы. Настырные приматы прославились тем, что набрасываются на автомобили и ломают стеклоочистители и зеркала.
Теперь служители опасаются, что посетили «ради смеха» дают им смертельно опасные предметы, подстрекая к нападениям. Они также видели, как обезьяны сами роются в ящиках с инструментами.
Один из работников парка рассказал «The Sunday Times»: «Мы не знаем, дают ли им оружие посетители, которые хотят посмотреть, как обезьяны атакуют автомобили, или же они берут его сами из пикапов и грузовиков».
«Они в буквальном смысле залезают в ящики с инструментами, а потом носят их с собой. Мы видели, как один из бабуинов тащит за собой бензопилу».
Другой служитель сказал: «Мы находили у бабуинов ножи и отвертки. Хотел бы знать, не раздают ли их посетители».
Атаки бабуинов случаются настолько часто, что механики с северо-запада Англии хорошо знают этот парк.
Один механик из Сейла в Большом Манчестере рассказал, что люди знают, чего можно ожидать в парке, и что в этом году двое его клиентов стали жертвами бабуинов.
Он объяснил, что дети сначала хотят, чтобы обезьяны залезли на машину, а потом родители обнаруживают, что пропали номерные знаки. Но эти инциденты приносят мастерской «хорошие деньги».
Ноусли возобновил работу 15 июня с соблюдением коронавирусных ограничений. Администрация уверяет, что парк так же безопасен, как и МакАвто, потому что во время пятиминутной поездки посетители не выходят из машины.
Представители 550-акрового парка, в котором обитают львы, тигры, носороги, антилопы гну и верблюды, опровергли сообщения о вооруженных обезьянах, назвав их городскими легендами.
Представитель парка заявил: «Мы думаем, что многие из этих историй в пересказах обросли новыми подробностями, приукрашивающими предметы, которые иногда находят в вольерах, чтобы они казались более фантастическими».
В 2012 году компания Хендай на 10 часов отдала i30 нового поколения на растерзание обезьянам из парка, чтобы показать, что автомобиль подходит семьям с маленькими детьми.
Манчестер Юнайтед, Челси вошли в Лигу чемпионов; Борнмут, Уотфорд выпали из английской Премьер-лиги
Манчестер Юнайтед и Челси вошли в Лигу чемпионов за счет Лестера, в сумасшедший последний день сезона Премьер-лиги в воскресенье, а Борнмут и Уотфорд были переведены в низший разряд и закончили свое пятилетнее пребывание на высшем уровне.
Юнайтед выиграл у Лестера 2-0, голы забили Бруно Фернандес и Джесси Лингард, принеся команде Уле Гуннара Сульшера третье место.
Челси победил Вулверхэмптон 2-0 после гола и передачи Мейсона Маунта и оказался на четвертом и финальном месте в Лиге чемпионов впереди Лестера, который был в первой четверке почти весь сезон.
Вместо этого Лестер будет играть в Европейской лиге чемпионов с Тоттенхэм, который вел 1-1 с Кристал Пэлас и занял шестое место - перед Вулверхэмптон про разности мячей.
Борьба за то, чтобы избежать двух последних мест на выбывание, продолжалась до последнего момента, когда Астон Вилла забил гол на 84й минуте, отступила на минуту, и продолжалась до ничьей в 1-1, которая помогла Вест Хэму избежать поражения.
Капитан Джек Грилиш забил гол Виллы в игре за свой клуб детства, которая могла оказаться последней.
Борнмут сделал то, что должен был сделать и победил Эвертон 3-1, но оказался на одно очко позади Виллы.
Уотфорд также был переведен в низший разряд, заняв предпоследнее место после поражения Арсеналу 3-2.
Манчестер Сити забил 100 голов за кампанию, победив 5-0 Норвич, который находился на последнем месте и был уже понижен, эта игра стала последней игрой в Премьер-лиге для Давида Силва спустя 10 лет в Сити.
Кевин Де Брёйне слелал рекордную 20-ю передачу в сезоне и также забил два гола.
Ливерпуль завершил свой сезон, который принес ему титул в победе 3-1 над Ньюкаслом и оказался с рекордными для клуба 99 очками.
Также, Саутгемптон победил Шеффилд Юнайтед 3-1, когда Дэнни Ингз забил свой 22й гол в сезоне.
Таким образом он оказался на одно очко позади Джейми Варди, который выиграл Золотую бутсу за наибольшее число очков.
Гвинет Пэлтроу хочет, чтобы ее дети «знали цену вещам»
Гвинет Пэлтроу рассказала, что хочет воспитать своих детей так, чтобы они знали цену вещам, и старается, «чтобы они не жили на всем готовом».
От бывшего мужа Криса Мартина у Пэлтроу двое детей, Эппл (16) и Мозес (14), и она хочет привить им правильные ценности, чтобы они не полагались в жизни только на знаменитых родителей.
«Поэтому я думаю, что так важно... воспитать ребенка, который трудолюбив, у которого схожие с твоими ценности, или который сам точно знает, кто он такой и тому подобное», — рассказала она Робу Лоу в его подкасте.
«Правда в том, что перед тобой действительно могут открыться все двери, но надо задуматься обо всех тех, кто пытался, но не достиг успеха».
Пэлтроу добавила: «Как родитель, ты думаешь: все, что я могу сделать для этих ребят, — научить их различать добро и зло и объяснить им, что такое труд. Я очень стараюсь, чтобы они не жили на всем готовом».
Пэлтроу также приняла меры для того, чтобы обеспечить детям максимальную приватность, и следит за тем, чтобы их профили в социальных сетях были закрытыми.
«Я не разрешаю им заводить публичные профили ни в каких соцсетях или где-либо еще, стараюсь, чтобы они были на виду как можно меньше», — сказала она.
«Понимаете, сейчас все изменилось, потому что дети такие: “Можно, я заведу себе канал на YouTube?”, и я отвечаю: нет, ни в коем случае».
Министр внутренних дел Туниса назвал нового премьер-министра, который должен сформировать правительство через месяц
Министр внутренних дел Хишам Машиш назначен, чтобы сформировать следующее правительство фоне политических противоречий между основными партиями в североафриканской стране, сообщили в президентской администрации.
46-летний юрист вступил на пост после Элиаса Фахфаха, который ушел в отставку с поста премьер-министра в этом месяце.
Но Машиш не вошел в число имен, предложенных правящими политическими партиями президенту Каису Саиду.
В заявлении, которое последовало за объявлением новости в субботу, Машиш сказал, что он будет "работать над формированием правительства, которое исполнит чаяния всех тунисцев".
Тунис хвалят как редкую историю успеха в демократическом переходе после региональных волнений арабской весны, которые вспыхнули в результате революции 2011.
Но его лидеры столкнулись с трудностями в том, чтобы выполнить чаяния тунисского народа, а уже без того слабая экономика обрушилась из-за закрытия границ в пандемию COVID-19.
Заболевание стало причиной смерти почти 50 человек и заразило более чем 1400 человек в Тунисе.
Помимо министра внутренних дел в уходящем правительстве, Машиш является советников президента Саида по юридическим вопросам.
До этого он был главой администрации министерства транспорта, а также служил в министерстве социального обеспечения.
Сейчас у него есть месяц, чтобы сформировать правительство, которое потом должно пройти голосование на доверие в парламенте и получить абсолютное большинство голосов, чтобы победить.
В случае неудачи, парламент будет распущен и в течение тех месяцев состоятся новые выборы.
В ходе последних выборов, которые прошли в октябре, партия Возрождения вышла вперед, но не получила большинства голосов и в конце концов согласилась присоединиться к коалиционному правительству.
Отставка Фахфаха в июле 2015 года, спустя более чем пять месяцев в офисе, угрожала новым политическим тупиком для страны во время борьбы с экономическими последствиями пандемии.
Отставка усугубила политические споры с партией Возрождения в связи с обвинениями Фахфаха в конфликте интересов.
Отношения 47-летнего открытого лидера и партии Возрождения остаются напряженными с выборов в законодательные органы в октябре.
Фахфах ушел в отставку в тот же день, когда партия вынесла ему вотум недоверия.
Партия Возрождения сначала выдвинула независимого кандидата на пост премьер-министра, но он не смог получить поддержку парламента, в результате чего президент назначил бывшего министра финансов Фахфаха на этот пост.
Столкнувшись с вероятностью новых выборов, партия Возрождения согласилась присоединиться к коалиции правительства.
Тед Круз говорит, что цель Пелоси - "забросать проблему деньгами и закрыть Америку"
Вашингтон - Пока продолжается обсуждение дальнейших мер, сенатор-республиканец от Техаса Тед Круз обвинил спикера Палаты представителей Нэнси Пелоси и демократов из Палаты представителей в продвижении пакета помощи в условиях коронавируса, который нацелен на "забрасывание проблемы деньгами и закрытие Америки".
В воскресенье в интервью на Face the Nation Круз заявил, что страна борется с двумя кризисами одновременно: глобальной пандемией, которая унесла жизни более 600 000 человек по всему миру, и "полной экономической катастрофой" в США.
Но Круз сказал, что Пелоси, которая выступила на Face the Nation раньше сенатора, "не сосредоточена ни на одном из них".
"Ее цель - забросать проблему деньгами и закрыть Америку", заявил сенатор-республиканец от Техаса.
"И, в частности, посмотрите на законопроект на 3 триллиона долларов, который она пытается продвинуть, это просто раскидывание денег между ее друзьями, а не настоящее решение проблемы. Мы должны сосредоточиться на том, что американцы хотят вернуться к работе. Они хотят иметь возможность обеспечивать свои семьи".
На прошлой неделе республиканцы из Сената и Белого дома проводили переговоры об условиях четвертого этапа борьбы с коронавирусом, который, как они считают, обойдется в 1 триллион долларов.
На выходных глава аппарата Белого дома Марк Медоуз и министр финансов Стивен Мнучин вернулись на Капитолийский холм для дальнейших переговоров с сенаторами, и в воскресенье Мнучин сказал в интервью Fox News, что подробности должны быть обнародованы лидером большинства в Сенате Митчем Макконнеллом в понедельник.
Самая острая проблема для законодателей - и предмет разногласий между республиканцами и демократами - это истечение срока действия увеличенных пособий по безработице, который начал истекать в эти выходные.
В то время как демократы хотят, чтобы коронавирусный пакет "четвертого этапа" по-прежнему включал увеличение пособий на 600 долларов, республиканцы призывают к их сокращению и утверждают, что некоторые американцы получают от пособий больше, чем они зарабатывали.
Круз заявил, что более чем половине американцев, которые получают увеличенные пособия по безработице, сейчас платят больше, чем когда они работали, и сказал, что разговаривал с владельцами малого бизнеса, которые испытывают проблемы с повторным наймом сотрудников.
"Конечно, они не вернутся, потому что в некоторых случаях федеральное правительство платит им вдвое больше, чтобы они оставались дома", - сказал он.
Круз сказал, что Конгресс должен сосредоточиться на принятии законопроекта о восстановлении, который упростит возвращение американцев на работу за счет снижения налогов и ослабления регулирования малого бизнеса:
"Вместо того, чтобы просто разбросать триллионы долларов, законопроект о восстановлении временно отменит налог на заработную плату, что повысит заработную плату всем работающим в Америке. Это фактически вернет людей на работу", - сказал он.
На прошлой неделе президент Трамп потребовал, чтобы следующий пакет помощи включал в себя снижение налога на заработную плату, но Мнучин сказал, что это не войдет в законопроект, поскольку предложение было плохо воспринято республиканцами.
Г-н Трамп признал, что снижение налога на заработную плату не будет включено в следующий законопроект, но попытался возложить вину на демократов.
Круз, который на прошлой неделе возражал против стоимости следующего пакета, в воскресенье заявил, что не согласен с мерами, принятыми его товарищами-республиканцами в Сенате.
Но он также раскритиковал законопроект на 3 триллиона долларов, принятый в мае контролируемой демократами Палатой представителей, и обвинил своих политических оппонентов в умышленном принятии мер, которые вредят президенту в преддверии ноябрьских выборов.
"Единственная цель демократов - победить Дональда Трампа, и они цинично решили, что лучший способ победить Дональда Трампа - это закрыть весь бизнес в Америке, закрыть каждую школу в Америке", - сказал он.
"Знаете, Нэнси Пелоси говорит о работающих мужчинах и женщинах. То, что она предлагает, мешает мужчинам и женщинам работать".
Канье Уэст публично извинился перед Ким Кардашьян за откровения об их браке
Канье Уэст извинился перед Ким Кардашьян за то, что предал огласке подробности их личной жизни.
На мероприятии в Южной Каролине репер рассказал, что во время первой беременности пара рассматривала возможность аборта.
На этой неделе Уэст выдвинул ряд беспорядочных обвинений в адрес жены и ее родственников, а теперь опубликовал в Твиттере извинения.
По некоторым сведениям, Уэст также съездил в больницу спустя несколько часов после того, как к нему на ранчо в Вайоминг приехал Джастин Бибер.
Он заявил: «Я хочу извиниться перед своей женой Ким за то, что предал огласке то, что было нашим личным делом. Я не прикрыл ее так, как она прикрывала меня».
«Ким, я знаю, что обидел тебя. Пожалуйста, прости меня. Спасибо, что ты всегда рядом».
В предыдущих сумбурных постах Канье написал, что жена пыталась отправить его на принудительное лечение, и выдвинул ряд обвинений в адрес своей тещи, Крис Дженнер.
Он также рассказал, что пытался развестись с Кардашьян, на которой женился в 2014 году.
На волне страхов за рассудок мужа, Ким Кардашьян, мать четверых детей Уэста, выложила большой пост, в котором рассказала, что она и ее семья были «бессильны» что-либо сделать, и напомнила фанатам, что у Канье биполярное расстройство.
Она написала: «Он талантливый, но сложный человек, который испытывает давление и как исполнитель, и как афроамериканец, который болезненно пережил смерть матери, и которому приходится бороться с напряжением и изоляций, усиленными его биполярным расстройством».
Она добавила, что раньше не говорила о его заболевании, потому что «защищает детей и право Канье на частную жизнь в том, что касается его здоровья».
Она добавила: «Но сейчас я чувствую, что должна высказаться, потому что тема психического здоровья окружена множеством предрассудков».
Уэст рассказал про аборт во время мероприятия 19 июля.
Полиция: В Большой Нойде арестован мужчина по обвинению в убийстве брата-алкоголика
В воскресенье в Большой Нойде Уттар-Прадеша был арестован 37-летний мужчина по обвинению в убийстве своего брата, чье тело было найдено брошенным в изолированном районе неделю назад, сообщила полиция.
По словам официальных представителей, обвиняемый сказал полиции, что его разозлили алкоголизм брата и его дурное поведение по отношению к женщинам-членам их общей семьи, что и привело его к совершению преступления.
Тело Бъихишама Сингха, жителя деревни Бисрак в Большой Нойде, было найдено неделю назад рядом с кустами в изолированном районе.
На теле были обнаружены ножевые ранения, первый информационный отчет был составлен в полицейском участке Бисрака и проведено расследование, сказал представитель полиции.
"В ходе расследования доказательства привели полицию к умершему мужчине, его брату Дипаку, и его допросили.
На допросе Дипак признался, что нанес брату смертельные ножевые ранения.
Он рассказал полиции, что Бхишам часто выпивал, устраивал дома скандалы и плохо вел себя с женщинами-членами семьи, из-за чего он решил убить брата", - сообщил представитель.
Обвиняемый был арестован и ему было предъявлено обвинение в убийстве и других соответствующих преступлениях, сказала полиция.
Тони Блэр пообещал, что никогда не прекратит вмешиваться в британскую политику, несмотря на крайне негативную реакцию, связанную с Брекзитом
Тони Блэр дал обещание не прекращать вмешиваться в политику Соединенного Королевства после того, как его участие в деятельности Лейбористской партии и проведении кампании против Брекзита вызвало крайне негативную реакцию.
Г-н Блэр, который покинул свой пост более десяти лет назад, заявил Софи Ридж на Sky News, что он «никогда» не перестанет высказываться по поводу британской политики.
Тем не менее, неоднозначный политический деятель признал, что «многие люди, которые смотрят это, могут подумать, что я должен перестать говорить о разных вещах».
Софи Ридж сказала г-ну Блэру: «У меня постоянно складывается ощущение, что вы не можете вырвать себя из политики.
«Вы постоянно публикуете отчеты по коронавирусу или высказываете аргументы по поводу Брекзита.
«Мне просто интересно, думают ли люди, почему спустя 10 лет после того, как вы занимали должность премьер-министра, вы все еще пытаетесь быть вовлеченным в политику?
«Не пора ли взять тайм-аут, отправиться на поле для гольфа».
Бывший премьер-министр отверг это и пообещал оставаться в политике Соединенного Королевства столько, сколько сможет.
Он заявил: «Это не то, что я хочу делать. Многие зрители могут подумать, это именно то, что он должен сделать, перестать говорить о каких-то вещах, но мне не безразлична страна».
«Мы переживаем важный момент перемен в мире, и институт, который я создал, работает по всему миру.
«Я знаю, что сделал то, чего предыдущие премьер-министры не делали, но, как я предвижу, в будущем многие другие попытаются сделать это».
Ранее в ходе интервью г-н Блэр заявил, что Соединенное Королевство и ЕС всего еще могут заключить сделку по Брекзиту до конца года.
Он сказал: «Они могут заключить сделку. Но даже та сделка, которую мы заключим, будет плохой».
«По своей сути она будет хорошей для Европы, поскольку позволит вести упрощенную торговлю товарами, но очень сдерживающей для нас в вопросах услуг».
Бывший лидер Лейбористов также заявил Sky News, что Соединенное Королевство будет жить с COVID-19, не устранив его, в обозримом будущем.
В ходе выражения благодарности героям Каргила, премьер-министр Нарендра Моди сказал, что Пакистан пытался "нанести Индии удар в спину"
"Пакистан пытался "нанести Индии удар в спину", несмотря на ее попытки сохранить дружественные отношения", сказал сегодня премьер-министр Нарендра Моди в своей благодарности армии в честь 21-й годовщины Каргильской войны.
В своем ежемесячном радиообращении "Манн ки Баат" премьер-министр Моди сказал, что "Пакистан начали эту авантюру с хитрыми планами, чтобы захватить земли Индии и замять свои текущие внутренние конфликты".
"Пакистан имел наглость попытаться оккупировать землю Индии и отвлечь внимание от своих собственных внутренних беспорядков", - сказал он.
"Ранее Индия пыталась улучшить отношения с Пакистаном.
Но как говорится, природа зла состоит в том, чтобы сражаться со всеми без причины.
Люди такой природы могут думать только о причинении зла, даже тем, кто пытается сделать им добро.
Вот почему Пакистан ударил Индию в спину несмотря на попытки Индии наладить сердечные отношения", - сказал он.
"Представьте себе, враг сидел высоко в горах, а наши силы сражались с ним снизу. Но высокий боевой дух и верность наших сил победили горы", - добавил он.
"Благодаря смелости наших вооруженных сил Индия проявила великую силу в Каргиле", - сказал премьер-министр, вспоминая свой собственный визит на территорию.
Каргил Дивас отмечается каждый год, в честь дня, когда армия Индии вернула себе контроль над всеми постами Индии в Каргиле в Ладакхе, которые 21 год назад заняла армия Пакистана.
26 июля 1999 года Армия объявила об успешном окончании "Операции Виджай".
Продолжавшаяся почти три месяца битва на ледяных вершинах Ладакха забрала жизни более 500 индийских солдат.
Ранее сегодня министр обороны Раджнатх Сингх, его младший министр Шрипад Наик, начальник штаба обороны генерал Бипин Рават, командующий армией генерал М.М. Нараване, главный маршал авиации Р.К.С. Бхадаурия и начальник штаба военно-морских сил адмирал Карамбир Сингх также отдали дань уважения в Амаре Джаван Джиоти у Национального военного мемориала.
За десятилетия, прошедшие после Каргила, отношения между Индией и Пакистаном остаются напряженными после ряда террористических ударов.
Индия настояла на том, что переговоры и террор не могут идти рука об руку и Пакистану необходимо убрать все террористические лагеря с ее земли.
Кредитные организации, работающие онлайн, предупреждают, что программа кредитования МСП может не достичь цели
Сектор малого бизнеса, часто не обласканный вниманием крупных банков, стал все больше обращаться к кредитным организациям, которые работают онлайн, чтобы удовлетворить свою потребность в финансировании.
Г-н Каллахан отметил, что, несмотря на это, по сравнению с крупными банками такие организации оказались в менее благоприятном положении, поскольку им не была предоставлена аналогичная возможность привлечь средства по сниженным ставкам, и предупредил, что в результате программа обеспеченных гарантиями кредитов МСП не становится популярной.
"Похоже, она не достигла цели, так как все, кто звонит нам, ожидают, что смогут получить кредит по очень низкой ставке, а не того, что правительство предоставит гарантии в отношении 50 процентов займа", — заявил он.
"Люди звонят и очень расстраиваются, так как у многих появились ожидания о снижении ставок, а мы смотрим на стоимость привлекаемых нами средств, и она совсем не изменилась".
Г-н Каллахан добавил, что если бы финансово-технологические компании могли получить доступ к дешевым средствам и поделиться ими с малым бизнесом, эта схема могла бы работать "без каких-либо проблем".
"Ситуация напоминает замкнутый круг: крупные банки получили доступ к дешевому финансированию, но они менее склонны к риску, поэтому в действительности не предоставляют займы таким же образом, как мы, не имеют доступа к данным и не чувствуют себя комфортно, если у вас нет имущества, — подчеркнул он. — Мне кажется, пока мы не получим доступ к таким же дешевым средствам, разговоры о том, насколько популярна будет программа на рынке, можно считать выдумкой".
Мельбурнская компания Moula также участвует в программе, и ее президент Арис Аллегос отметил, что преимущества в виде гарантий в отношении 50 процентов суммы кредита, которые явно не проговорены в условиях правительственной программы, должны быть переданы на уровень предприятий малого бизнеса, но разные кредитные организации видят эту ситуацию по-разному.
"Я понимаю, что другие компании могут не проецировать эту структуру затрат на клиентов", — заявил он.
"Это может зависеть от структуры их финансирования, а также от того, какие категории предприятий они кредитуют и как оценивают риски в этих категориях".
Г-н Аллегос не сообщил подробностей о количестве займов, выданных компанией Moula в рамках программы, но отметил, что обновленная схема свидетельствует об "имеющем ключевое значение признании того, что необходимо изменить", благодаря которому у кредиторов и получателей займов появится больше вариантов действий.
Впрочем, он заявил, что больше всего его беспокоит наблюдаемая сейчас "двухскоростная экономика" и ее воздействие на малый бизнес.
"Самая большая проблема, которая стоит перед Moula и кредитными организациями применительно к малому бизнесу, — пресловутый "фискальный обрыв" и способы справиться с ним", – подчеркнул он.
"В целом, если говорить о спросе, мы не вернулись на доковидный уровень, хотя аппетиты растут".
Работающая онлайн кредитная организация Prospa, акции которой торгуются на Австралийской фондовой бирже, также не предоставила точных данных о количестве займов, выданных в рамках программы, объяснив это коммерческой тайной, однако президент компании Грег Мошал сообщил, что приветствует расширение программы.
"Мы поддерживаем любые улучшения программы, которые позволят малому бизнесу получить доступ к широкому ассортименту продуктов для привлечения средств, отвечающих их требованиям, включая гибкие краткосрочные продукты в сфере потоков наличности", — отметил он.
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
Вирджиния-Бич сносит памятник Конфедерации
Вирджиния-Бич, Виргиния. -- Городские власти Виргинии-Бич убрали 115-летний памятник Конфедерации с территории города в субботу, меньше чем через два дня после того, как городской совет единогласно проголосовал за это.
Рабочие снесли памятник высотой 27 футов (8,2 метра) в субботу утром, сообщают новостные каналы.
Он был установлен в 1905 и находился рядом со старым зданием окружного суда Принцессы Анны, там же, где когда-то проходили аукционы по продаже рабов.
Совет единогласно проголосовал за то, чтобы начать процесс демонтажа в четверг вечером.
Совет заслушал десятки спикеров и решил, что многие воспринимают памятник как вносящее раскол болезненное напоминание о прошлом.
В последнее время статуя была полностью закрыта, а ограда заперта из-за недавних протестов и вандализма в отношении других памятников Конфедерации.
Пока что памятник собираются сохранить.
Теперь город должен ждать предложений от исторических групп или других организаций, которые, возможно, захотят забрать памятник себе.
Полиция пробует новые, менее летальные средства, пока продолжаются протесты
Пока по всей стране продолжаются жесткие столкновения между сотрудниками правопорядка и протестующими, ведутся споры о том, как полиция может сократить применение летальных средств.
Некоторые компании предлагают полиции использовать новые высокотехнологичные средства, такие как дистанционные наручники, вместо таких более опасных вариантов, как перцовый аэрозоль, резиновые пули и светошумовые гранаты.
Правозащитная организация Amnesty International проанализировала 500 видеозаписей протестов с 26 мая по 5 июня и обнаружила 125 случаев применения чрезмерной силы в 40 штатах и округе Колумбия.
"Мы увидели злоупотребление слезоточивым газом, перцовым аэрозолем, перцовыми шариками, 40-миллиметровыми патронами, и практически все комбинации менее летального оружия использовались ненадлежащим образом", - сообщил следователь Amnesty International по оружию Брайан Кастнер.
Тем не менее, некоторые настаивают на том, что наличие вариантов важно для того, чтобы избежать необходимости в применении огнестрельного оружия.
"В распоряжении полицейских должны быть все эти устройства, а не смертоносная физическая сила в виде огнестрельного оружия, потому что это единственная профессия в Америке, представителям которой граждане дают право лишить вас жизни", - сказал Кори Пегес, бывший помощник инспектора Департамента полиции Нью-Йорка.
Одно из новейших устройств - Bola Wrap, портативное устройство, стреляющее 8-футовым кевларовым шнуром, который обматывается вокруг подозреваемого.
Есть дальнодействующие акустические устройства, также известные как звуковые пушки, оружие направленной энергии, которое использует лазеры для нагрева кожи человека, новые снаряды, сделанные из таких материалов, как пенопласт и мел, зловонные бомбы и, конечно, тазеры.
Акции Axon, компании, которая производит тазеры, выросли более чем на 18%, достигнув рекордного уровня, когда протесты переросли в жесткие столкновения спустя несколько дней после убийства полицией Джорджа Флойда.
Ожидается, что к 2023 году рынок менее летального оружия достигнет 11,85 миллиарда долларов.
Посмотрите видео, чтобы узнать о новых высокотехнологичных устройствах, которые использует полиция в качестве менее летальных силовых средств, о том, как они регулируются и что поставлено на карту для будущего полиции и общества, которому она служит.
ООН заявляет, что в Афганистане находятся тысячи антипакистанских боевиков
ИСЛАМАБАД -- Согласно докладу ООН, более 6,000 пакистанских повстанцев прячутся в Афганистане, большая часть из них принадлежит пакистанской группе ТАлибан, которая запрещена законом и несет ответственность за атаки на сирые и военные цели в Пакистане.
В докладе, опубликованном на этой неделе, говорится, что группа под названием Техрик-е Талибан объединилась с афганским отделением группы Исламское государство.
Некоторые члены Техрик-е Талибан даже вступили в отделение ИГ, у которого есть штаб в восточном Пакистане.
Правительство Афганистана в субботу не ответило на запрос о комментариях Associated press.
В докладе говорится, что ИГ в Афганистане, известное как ИГ в провинции Хорасан, подвергалось серьезным ударам со стороны сил безопасности Афганистана, а иногда даже со стороны афганского Талибана.
Доклад был подготовлен командой аналитики и мониторинга санкций ООН, которая отслеживает террористические группы по всему миру.
По оценкам доклада, в ИГ в Афганистане насчитывает 2200 членов, и хотя его руководство было уничтожено, среди лидеров ИГ до сих пор есть гражданин Сирии Абу Саид Мохаммед Аль-Хорасани.
Также в докладе говорится, что команда мониторинга получила сведения о том, что два старейших командира Исламского государства, Абу Кутейб и Абу Хаджар аль-Ираки, недавно прибыли в Афганистан с ближнего востока.
"Даже в изгнании, террористы (Исламское государство) останется способным проводить профессиональные атаки в разных частях страны, включая Кабул. Оно также ставит задачу привлечь боевиков Талибана, которые выступают против соглашения с Соединенными Штатами", - говорится в докладе, имеется в виду мирный договор с США, подписанный Талибаном в феврале.
Эта договоренность была заключена, чтобы позволить США завершить свое 19-летнее военное присутствие в Афганистане, и призывает Талибан гарантировать, что его территория не будет использоваться террористическими группировками.
Ожидается, что договоренность также будет гарантировать участие Талибана во всеобщей борьбе против ИГ.
Вторая, и, возможно, наиболее важная часть соглашения призывает к переговорам между Талибан и политическими лидерами Кабула.
В субботу вечером госдепартамент США выпустил заявление, утверждающее, что посол США Залмай Халилзад снова объехал регион в попытке начать эти переговоры, которые постоянно откладывались, так как обе стороны спорят по поводу программы освобождения заключенных.
Соглашение, которое поддерживают США, призывает афганское правительство освободить 5000 участников Талибан, а Талибан освободить 1000 чиновников и военнослужащих в качестве так называемого жеста доброй воли уже до переговоров.
До сих пор, правительство отказывалось отпустить около 600 участников Талибан, которых они называют особоопасными преступниками, и предложило освободить кого-то другого.
Талибан отказался.
"Стороны как никогда раньше близки к началу переговоров внутри Афганистана, это ключевой следующий шаг к прекращению 40-летней войны в Афганистане", - говорится в заявлении госдепартамента США.
"Хотя был достигнут значительный прогресс в обмене пленников, проблема требует дополнительных усилий для полного разрешения"
Ранее на этой неделе политический пресс-секретарь Талибан сказал, что они готовы провести переговоры с политическими лидерами Кабула после исламского праздника Ид аль-Адха в конце месяца, в случае если преемники будут освобождены.
Большое беспокойство у Пакистана вызывает присутствие в Афганистане военных, особенно связанных с Техрик-е Талибан
или Джамаат-уль-Ахрар или Лашкар-и-Ислам, а также участников освободительной армии Белуджистана, которая взяла на себя ответственность за резонансные нападения, совершенные в этом месяце на юге провинции Синд, а также на юго-востоке провинции Белуджистан.
Несколько пакистанских военнослужащих были убиты в этом месяце на юго-западе провинции Белуджистан в сражении с повстанцами.
Техрик-е Талибан взял на себя ответственность за одно из самых ужасающих нападений в Пакистане в 2014 году, когда была атакована военная школа в Пакистане и погибли 140 человек.
Большинство были студентами, самым младшим было 5 лет.
"По некоторым оценкам, общее число иностранных пакистанских террористов в Афганистане, которые представляют угрозу для обеих стран, составляет от 6000 до 6500 человек, большинство из которых члены Техрик-е Талибан", - говорится в докладе.
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
Крупный британский банк HSBC отрицает, что «подстроил ловушку» китайской Huawei в ходе американского расследования - RT Новости бизнеса
Базирующийся в Лондоне международный банк HSBC использовал социальные сети, чтобы объявить, что, вопреки заявлениям китайских СМИ, он не «фальсифицировал улики» против Huawei, на основании которых в Канаде была арестована финансовый директор компании.
Кредитная организация опубликовала на WeChat сообщение, уже недоступное, в котором отрицала, что ее действия побудили США начать расследование в отношении крупнейшего в мире поставщика оборудования для телекоммуникационных сетей, поскольку Huawei начали проверять в связи с вероятным нарушением санкций США против Ирана задолго до конца 2016 г., когда банк стал фигурантом в этом деле.
«HSBC не имеет ничего против Huawei и не подставлял эту компанию», — сообщил банк в субботу, добавив, что никогда бы не стал искажать информацию о своих клиентах.
«В ответ на запросы Министерства юстиции США группа HSBC просто предоставила объективные факты.
HSBC не “фальсифицировала” улики и не “скрывала” фактов».
На платформе заблокировали это сообщение, пометив его как «нарушающее правила», и сейчас оно больше не доступно.
Банк опубликовал это заявление вскоре после того, как сразу несколько китайских информагентств, включая прогосударственные газеты, обвинили HSBC в «заговоре» с Вашингтоном, направленном на то, чтобы подстроить Huawei ловушку.
Компания уже более полутора лет находится в эпицентре дипломатического скандала, с тех пор как в декабре 2018 г. в Канаде по выданному США ордеру была арестована финансовый директор Huawei Мэн Ваньчжоу.
Мэн обвиняется в мошенничестве: ее подозревают в том, что она использовала фирму-однодневку, чтобы нарушить санкции против Ирана, а также лгала банкам о связях Huawei с иранской компанией Skycom.
По новым уликам, о которых сообщает Global Times, HSBC было прекрасно известно о связях китайской компании со Skycom.
Имеются сведения о том, что банк решил «вступить в сговор» с американским властями, чтобы избежать для себя более сурового наказания в 2012 г., когда он вынужден был признаться в отмывании денег и нарушении санкций, включая ограничения против Ирана.
Тогда банк обязали выплатить около 1,9 млрд. долларов штрафа и не допускать подобных нарушений в будущем.
«Улики показали, что HSBC понимал эти связи, но преднамеренно продал США конфиденциальные бумаги своего клиента, чтобы американское правительство закрыло глаза на нарушения самого банка и не подвергло его наказанию в рамках соглашения об отсрочке судебного преследования 2012 г.», — говорилось в одной из статей в газете.
В своем завуалированном предупреждении контролируемая Пекином газета добавила, что если участие кредитной организации в «сговоре» будет доказано, то в Китае, на одном из основных рынков HSBC, банку грозит «жесткое наказание».
За последние недели этот известный банк уже не впервые попадает под шквал критики.
В прошлом месяце HSBC раскритиковали за то, что он поддержал новый закон о национальной безопасности Гонконга, города, где банк был основан и откуда он получает более половины своей прибыли.
Банк критиковали обе стороны: и Запад, когда государственный секретарь США Майк Помпео назвал поддержку закона «корпоративным подхалимством», и Восток, когда, по имеющимся данным, китайцы назвали шаг HSBC «запоздавшим».
Ангола: больница Педале переведена в ведение Министерства здравоохранения
Луанда - Президент республики, Жоау Лоуренсу, в эту пятницу принял решение перевести больницу Педро Мария Тонха Педале, которая строится в Луанде, в подчинение Министерства здравоохранения.
В записке, пресс-офис президента республики информирует, что эта мера направлена на материализацию установки правительства строить и расширять сеть социальных больниц, чтобы повысить уровень медицинского обслуживания и лечения населения.
"В данном случае идея заключается в том, чтобы предоставить ангольцам образцовую больницу, которая отличается от других и оборудована с использованием новейших  технологий, с высокой точностью диагностики и лечения сложных заболеваний", - говорится в документе.
Документ подчеркивает, что решение главы государства Анголы также учитывает демографический рост в стране, который стал причиной "огромного спроса" на медицинское обслуживание высокого качества в самых разных сферах.
Это требование, говорится в сообщении, согласуется с включением больницы, которая специализируется на лечении сложных заболеваний, преподавании и исследовании, процедурах в области офтальмологии и здоровья матери и ребенка - областях, в которых стратегия и менеджмент должны быть в зоне ответственности Министерства здравоохранения.
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
NO TRANSLATION AVAILABLE
Алжир: смерть Махмуда Гуемама - Алжирия потеряла патриота, верного воина, сказал президент Теббун.
Алжир - Президент республики Абдельмаджид Теббун направил свои соболезнования членам Национальной народной ассамблеи в связи со смертью Махмуда Гуемама, который умер в пятницу,  Mujahed Mahmoud Guemama, who died Friday, в сообщении говорится, что Алжир "потерял патриота и воина, преданного делу своего народа и своего государства".
Сегодня, со смертью Махмуда Гуемама, Алжир потерял патриота и воина, преданного делу своего народа и своего государства, человека, который ни разу не дрогнул и чья уверенность оставалась неколебимой с того момента, как он взял в руки оружие, плечом к плечу со своими доблестными братьями моджахедами, и до его последнего вздоха в этот печальный день, когда мы можем положиться только на волю Господа".
"Поздний Махмуд Гуемам, упокой Господь его душу, принадлежал к уникальному поколению преданных патриотичных воинов, которые жертвовали собой ради родины", – добавил президент республики.
"Покойный посвятил свою жизнь освобождению Алжира от мук презренного колониализма, войдя в ряды революционеров в расцвете сил в 1960 году в тренировочном лагере Тахарт в исторической провинции VI".
"Поздний президент известен всем своей воинственностью и твердым стремлением закрепить за Алжиром образ процветающего и единого государства", - сказал президент Теббун.
"На крайнем юге, поздний Махмуд Гуемам получил признание как посредник, который вмешивается, чтобы помирить братьев в одной стране, где бы ни разгорелось пламя раздора", - говорится в сообщении президента.
"Все эти качества и ценности вызвали уважение и доверие народа Таманрассет, который выбрал его своим представителем в Национальной народной ассамблее на несколько сроков, в течение которых он был посланником и защитником интересов региона и надежд народа, и даже представителем, который говорил от лица всех алжирцев", – написал президент республики.
"Никаких выражений соболезнования не хватит, чтобы в полной мере почтить моджахеда Махмуда Гуемама, да будет мир его духу.
Он покидает нас сегодня, во время, когда Алжир особенно нуждается в нем", – сказал президент.
"Я молюсь всемогущему Господу, чтобы он окружил покойного своей святой милостью, и принял его в своем бескрайним рае, вместе с другими мучениками и праведниками.
Я также молюсь Господу, чтобы он дал его семье и близким терпения и успокоения... нет другой силы и власти, кроме господней", заключил президент республики.
Обновление информации о путешествиях во время коронавируса: в каких странах действуют ограничения на въезд по прибытии для болгар
Количество стран, вводящих ограничения на путешествия, увеличивается. С этой недели Чешская республика требует тесты на коронавирус от сезонных рабочих из Болгарии. Дания впускает болгар на свою территорию только при наличии у них регистрации, трудового договора или документа, подтверждающего деловую командировку.
С сегодняшнего дня в Италии люди, за последние 14 дней посетившие Болгарию и Румынию, подлежат обязательному карантину. Въезд в Финляндию возможен только по «веской причине».
В Австрии обязателен домашний карантин, несмотря на отрицательный ПЦР-тест. Это требование уже действует для тех, кто въезжает в Германию. Въезд в южную Румынию без серьезной причины был запрещен на следующие 14 дней. А Греция еще сильнее ужесточила меры вдоль сухопутных границ.
Начиная со вторника, путешествующие на самолете из Болгарии в Грецию должны будут представить пограничным властям Греции отрицательный результат ПЦР-теста на коронавирус, проведенного не ранее чем за 72 часа до въезда к нашим южным соседям, объявили в Министерстве иностранных дел.
Они добавили, что в страну допускаются только пассажиры со справкой о таком тесте. Она должна быть выдана на английском и содержать три имени и номера паспорта или идентификационной карты пассажира. Власти наших южных соседей не будут принимать справки, не соответствующие этим требованиям
«Путешественники должны сдать тест ПЦР с обратной транскрипцией со взятием мазка изо рта или носа. Тесты на коронавирус будут признаны, если они проведены в национальных справочных лабораториях, национальных санитарно-гигиенических лабораториях или частных лабораториях, аккредитованных соответствующими национальными аккредитационными органами (необязательно именно для COVID-19).
Мера не распространяется на граждан Греции, граждан, постоянно проживающих в Греции, и путешествующих по серьезным профессиональным причинам.
Министерство иностранных дел Греции также объявило, что во вторник, 28 июля, и среду, 29 июля, пассажиры, которые не успели сделать тест до поездки, по прибытии в Грецию сдадут тест уполномоченным греческим органам.
Для граждан, путешествующих в Грецию на самолете, остается в силе требование как минимум за 24 часа заранее заполнить электронную форму уведомления о местонахождении пассажира (ФУМП), генерирующую QR-код, который они представят греческим властям по прибытии в страну. Подробности опубликованы на travel.gov.gr
В настоящий момент в требованиях для пересечения сухопутной границы между Болгарией и Грецией нет изменений. «Независимо от гражданства, путешествующие в Грецию через сухопутную границу должны также заполнить электронную форму уведомления о местонахождении пассажира (ФУМП) как минимум за 24 часа до прибытия», - пояснили в Министерстве иностранных дел.
Закрытие контрольно-пропускных пунктов в Илиндене, Капитане-Петко-Воеводе и на Маказе увеличило интенсивность движения через границу в районе Петрича. Проблем с переходом нет. Нет очередей из грузовиков. Все те, что ожидают, направляются к морю в Греции. Чтобы пройти Башню, путешественники ждут около полутора часов.
Работают три пункта на болгарско-греческой границе. Закрыты только Илинден – Экзохи и эта часть Ивайловграда.
САС взяла Доминика Каммингса в заложники... во время экскурсии по базе
Главный советник премьер-министра пережил этот опыт во время экскурсии по базе на прошлой неделе
Мысль о том, что Доминик Каммингс окажется в заложниках под дулом винтовок, могли тайно смаковать некоторые измученные чиновники.
Но на прошлой неделе бескомпромиссный главный советник премьер-министра пережил именно этот опыт во время посещения Стерлинг Лайнс, штаб-квартиры САС.
The Mail on Sunday сообщает, что часть его визита в среду проходила в "Тактическом домике", где спецназ оттачивает навыки борьбы с террористами.
Экскурсия по базе в Херефорде также включала в себя осмотр военной техники полка и отчет о последних операциях, в том числе об усилиях по ликвидации террористов Исламского государства в Ираке.
Высокопоставленных гостей Стерлинг Лайнс ждет необычный прием - визит в "Тактический домик", двухэтажное здание, где САС практикуется в ближнем бою.
Среди предыдущих гостей была принцесса Диана, волосы которой загорелись из-за искры от гранаты, брошенной во время учений в 1983 году.
Известно, что г-н Каммингс прибыл на базу, названную в честь основателя полка, полковника Дэвида Стерлинга, на вертолете.
Он также посетил соседний военный полигон в Понтрилас, где находятся другие особо важные объекты.
Визит был частью его поездки по засекреченным объектам сил безопасности Соединенного Королевства, который вызвал удивление среди политиков и военачальников.
Когда в начале этого месяца появились новости о его планах, Тобиас Эллвуд, заднескамеечник-консерватор и председатель Специального комитета по обороне палаты общин, заявил, что у депутатов должна быть такая же возможность задавать ему вопросы об обороне и безопасности, как и у министров и государственных служащих.
От специальных советников, которых назначают политики, редко требуется предоставлять информацию специальным комитетам.
Как известно, для старших офицеров САС событие в среду стало возможностью подчеркнуть важность сохранения численности личного состава Королевской морской пехоты и Парашютного полка.
Сообщается, что эти подразделения, которые составляют большую часть войск специального назначения, могут сократить или объединить с целью экономии денег.
"Более половины солдат САС, численность которой составляет 250 человек, ранее были парашютистами, в то время как даже меньшая по размеру Особая лодочная служба (SBS) не могла продолжать свою деятельность без поддержки Королевской морской пехоты", - сообщил источник из оборонного ведомства.
"Поэтому Каммингсу сказали, что эти подразделения нужно сохранить полностью".
Г-н Каммингс, который жаловался на то, что на военные закупки "по-прежнему разбазаривают миллиарды фунтов", недавно принял участие во встречах в штаб-квартирах МИ-5 и МИ-6, а также он планирует посетить штаб-квартиру Особой лодочной службы в Пуле, Дорсет, и засекреченные лаборатории в Портон-Дауне в Уилтшире.
Прошлым вечером Министерство обороны не ответило на просьбу дать комментарий.
Утренняя передача Sunday Morning: в память о Роджерсе и Харте
В 2020 году отмечается столетняя годовщина бродвейского дебюта первой профессиональной команды, представленной одним из самых легендарных дуэтов в истории мюзиклов, Ричардом Роджерсом и Лоренцом Хартом.
Чтобы отдать дань уважения их музыкальному наследию, звезды Бродвея Джелани Алладин ("Холодное сердце", "Геркулес") и Кристиани Питтс ("Кинг-Конг", "Бронксская повесть") вместе с танцором Ричардом Риазом Йодером ("Хелло, Долли!", "Неразбериха") представляют современный взгляд на джазовый стандарт Роджерса и Харта "The Lady Is a Tramp", записанный специально для слушателей Sunday Morning.
Режиссер и аранжировщик - барабанщик Брайан Картер, который выступает вместе с басистом Расселом Холлом.
Пожарные побеждают пламя в округе Лассен
Пожарные побеждают два природных пожара, в результате которых сгорело более 30,000 акров в округе Лассен к северо-востоку от Сакраменто.
Золотой пожар, начавшийся к югу от Адина, сдерживается на 40%, продолжая угрожать домам и ранчо, а также сельскому хозяйству, скоту и лесозаготовкам, заявили официальные представители Калифорнийской пожарной защиты в новом сообщении в субботу утром.
За четыре дня пожар распространился на 21,000 акров, уничтожив семь домов, двое пожарных попали в больницу.
Ночью пожарные воспользовались более мягкими условиями, чтобы возвести и укрепить противопожарные полосы.
Однако вплоть до субботы ожидаются порывистый ветер и низкая влажность.
К западу от Сузанвилла более маленький пожар, известный как Вепрь, уничтожил две постройки и около 10,000 акров.
Пожар затих за ночь, пока пожарные работали над расчисткой и укреплением противопожарных полос, сообщает Калифорнийский департамент лесного хозяйства и противопожарной защиты.
К утру суботы пожар, пылающий уже шесть дней, был сдержан на 45%.
При полуденном зное и температуре в районе Сузанвилла выше 90 градусов существовала опасность, что тлеющие участки могут разгореться.
Некоторым жителям разрешили вернуться домой, однако приказы об обязательной эвакуации по-прежнему действуют в некоторых районах в обеих зонах пожара.
Двоих пожарных, пострадавших в результате Золотого пожара, выписали из больницы.
Мосту Юнион-бридж между Шотландией и Англией исполнилось 200 лет
Мосту, соединяющему Шотландию и Англию, исполнилось 200 лет накануне реставрации стоимостью 10 млн фунтов.
Цепной мост Юнион-бридж пересекает реку Туид между Фишуиком в Скоттиш-Бордерс и Хорнклиффом в Нортумберленде.
Во время открытия в 1820 году это был самый длинный подвесной мост из сварочного железа с пролетом длиной 449 футов (137 м).
Также он стал первым в Великобритании мостом такого типа для автогужевого транспорта.
Мост спроектировал офицер Английского королевского военно-морского флота, кап. Сэмюэл Браун.
Он запатентовал и начал производить цепи из сварочного железа после поразившего его случая, когда несколько кораблей Королевского военно-морского флота сорвались с тросов и были утрачены.
Двухсотлетие сооружения празднуют организация "Друзья моста Юнион-бридж" и Общество гражданских инженеров Шотландии (Ice Scotland).
Один из участников "Друзей" Роберт Хантер подчеркивает: "Можно с полным правом сказать, что этот мост имеет историческое значение для всего мира и представляет собой потрясающий образец инженерной мысли.
"Мы запланировали ряд праздничных мероприятий, чтобы отметить это событие, но, к сожалению, их пришлось отложить.
"Тем не менее тот факт, что скоро начнутся работы по реставрации стоимостью 10 млн фунтов, — это лучший подарок на день рождения, благодаря которому мы можем быть уверены, что у будущих поколений будет возможность насладиться великолепием этого моста".
Директор Ice Scotland Ханна Смит назвала мост "часто упускаемой из виду" частью инженерного наследия Шотландии.
"Мы знаем, что он известен во всем мире, и это чудесно, что скоро начнутся работы по его реставрации", — отметила она.
В Северной Корее было объявлено чрезвычайное положение после того, как стало известно о случае заражения коронавирусом
Лидер Северной Кореи Ким Чен Ын созвал экстренное совещание политбюро после того, как в этом месяце в страну из Южной Кореи вернулся предполагаемо зараженный коронавирусом житель, нелегально пересекший границу; этой информацией в воскресенье поделились государственные СМИ.
Если предположения подтвердятся, то это станет первым случаем заражения коронавирусом, официально признанным властями Северной Кореи, ранее заявлявшими, что в стране не было ни одного подтвержденного случая заражения коронавирусом.
Ким объявил чрезвычайное положение и жесткий карантин в пограничном городе Кэсон, назвав происходящее "критической ситуацией, в результате которой в страну мог проникнуть ужасный вирус", как стало известно по данным государственного новостного агенства KCNA.
По информации от KCNA, сбежавший в Южную Корею три года назад гражданин вернулся на родину через укрепленную границу, разделяющую Северную и Южную Корею, с симптомами, похожими на симптомы коронавируса.
"В городе Кэсон произошла чрезвычайная ситуация: сбежавший на юг три года назад человек, по подозрениям зараженный опасным вирусом, вернулся на родину 19 июля после того, как нелегально пересек границу", заявили в KCNA.
В KCNA не подтвердили, было ли проведено обследование на коронавирус предполагаемого зараженного, но заявили, что "несколько медицинских обследований крови и выделений верхнего дыхательного органа дали неоднозначные результаты", что заставило власти изолировать этого человека и навести справки о всех, с кем он контактировал.
Северная Корея получила тысячи комплектов для сбора анализов на коронавирус из России и других стран и ввела жесткую пограничную политику.
В скрытной стране карантину подверглось много тысяч жителей, но недавно ограничения стали менее жесткими.
В течение последних недель Северная Корея проводит активную информационную кампанию, в рамках которой всех перебежчиков в Южную Корею подвергают критике и называют "мусором", а Южную Корею призывают активно истреблять группы, посылающие пропаганду и продовольственную помощь в Северную Корею.
Ким приказал расследовать деятельность воинских подразделений, расположенных вдоль участка границы, который пересек потенциальный больной, с целью "применить жесткие наказания и принять необходимые меры."
Угроза австралийской демократии исходит изнутри, а не из Китая
Однако ряд недавно принятых и рассматриваемых сейчас Парламентом Австралии мер вызывают опасения о зарождении у нас собственного, доморощенного авторитаризма.
Они включают развертывание технологии распознавания лиц, принуждение технологических компаний к расшифровке информации, хранящейся в компьютерных системах их клиентов, и к предоставлению доступа к данным клиентов в облаке без оповещения их об этом, а также расширение полномочий АСБР по проведению принудительных допросов.
Эти меры рождают серьезные вопросы о том, где проходит граница между гражданами и правительством, но особенное беспокойство вызывает законопроект об АСБР.
В отличие от ведомств остальных стран Пяти глаз — США, Канады, Великобритании и Новой Зеландии — после терактов 11 сентября АСБР получила полномочия принудительно допрашивать людей на протяжении срока до семи дней в связи с преступлениями террористической направленности.
Хотя многие могут считать, что крайняя степень насилия, присущая терроризму, оправдывает наделение чрезвычайными полномочиями, такое насилие по крайней мере позволяет провести четкую границу для этих полномочий.
Этого точно нельзя сказать о расплывчатых и туманных формулировках, используемых в упомянутом законопроекте для описания того, что служит основанием для применения полномочий проводить принудительные допросы: работа с информацией, которая наносит ущерб "отношениям Австралии с другой страной в политической, военной или экономической сфере", а также совершаемые в сотрудничестве с другой страной действия, которые носят тайный характер или вводят в заблуждение и "наносят ущерб интересам Австралии".
Трудно представить себе более расплывчатый законодательный акт в сфере национальной безопасности.
АСБР будет разрешено принудительно допрашивать об этом не только подозреваемых в совершении преступления, а кого угодно.
Это могут быть журналисты, бизнесмены, преподаватели и сотрудники университетов, юристы, граждане, лица, постоянно проживающие в стране, и туристы.
АСБР достаточно будет доказать, что допрос "внесет значительный вклад в сбор разведданных" об иностранном вмешательстве, противодействие которому, кажется, является основной целью законопроекта.
После этого человека можно будет допрашивать до 40 часов (исключая перерывы).
Если он откажется от явки, то будет арестован.
Отказ от ответа, а также предоставление ложной или вводящей в заблуждение информации наказываются тюремным заключением на срок до пяти лет.
Основополагающие нормы нашей правовой системы, которые защищает и Конституция США, опровергаются этим законопроектом.
Людей, — включая тех, кому уже предъявлено обвинение, — заставят давать показания, которые впоследствии смогут быть использованы для привлечения их к ответственности.
Им может быть предоставлен адвокат, но он сможет только разъяснять вопросы, с пониманием которых возникают проблемы.
Новый законопроект передает право на принятие решения о выдаче ордера на допрос от судьи генеральному прокурору.
Как отмечает генеральный инспектор по вопросам разведки и безопасности, это "позволяет избежать тенденции к возросшим требованиям о внешнем одобрении, наблюдаемой в других странах Пяти глаз".
Это также нарушает принцип разделения властей, согласно которому суды внимательно следят за правомочностью действий органов исполнительной власти.
Кроме того, в новом законопроекте предлагается разрешить допросы детей не младше 14 лет, но только тех, которые точно или наверняка вовлечены в деятельность, наносящую ущерб защите Австралии и ее граждан от политически мотивированного насилия.
Даже если бы наши разведывательные службы были лучшими в мире, предоставление полномочий на принудительный допрос любого лица по поводу информации, которая "причиняет вред экономическим отношениям Австралии с другими странами", или действий, "наносящих ущерб интересам Австралии", переходит все границы.
Мы такие одни.
Ни одна другая страна Пяти глаз не заходит так далеко даже в случае с преступлениями террористического характера.
Настоящие либеральные демократии не допускают введения авторитарных мер.
Поведение наших спецслужб в том, что касается прослушки парламента Восточного Тимора, судебные процессы над свидетелем К. и Бернардом Коллэри, тайный процесс над бывшим офицером разведки и его заключение, недавнее предоставление ордера на обыск двух журналистов и возможное выдвижение обвинений в адрес одного из них в связи с материалами о возможных убийствах, совершенных австралийскими солдатами в Афганистане, показывают нам, почему нельзя терять бдительность.
Тела матери и двух детей найдены в машине, утонувшей в пруду
Огаста, Джорджия -- Власти вытащили утонувший автомобиль из пруда Джорджия и обнаружили внутри тела женщины и ее детей, десятимесячных двойняшек.
Администрация шерифа в графстве Ричмонд сказала, что в пятницу вечером бригады нашли машину в пруду Мэйорс в Огаста, сообщает Огаста Кроникл.
Следователь графства Римчмонд Марк Болен сказал, что три жертвы были объявлены мертвыми на месте.
Власти опознали тела 25-летней Шакуи Филпот и ее несовершеннолетних детей Кейсена и Кассиуса Виллиамса.
Чиновники не раскрыли подробностей о том, как семья оказалась в пруду.
Свидетель, который рыбачил в этом месте, нашел машину, сообщает Болен.
Тела собираются отправить в Бюро расследований Джорджии на аутопсию.
Дело находится на расследовании.
Рецензия на "Персов": старинное описание поражения от Эсхила
В "Персах" не так много действия, да и сюжет едва заметен. Люди просто перемещаются по сцене, разговаривают (надо признать, довольно много) о разных событиях (надо признать, трагических), которые произошли где-то далеко.
Тем не менее эта постановка Национального театра Греции, подобно штормовому ветру, дает волю шуму и ярости. Когда наступает кульминация, спектакль действует, как удар в солнечное сплетение, захватывая дух, и это воздействие лишь немного притупляется из-за онлайн-просмотра.
Впервые представленная в 472 до н. э., пьеса Эсхила "Персы" считается старейшей из дошедших до нас древнегреческих пьес. Постановка этой пьесы режиссера Димитриса Лигнадиса траслировалась в субботу в прямом эфире с античного амфитеатра в Эпидавре; в традициях театрального искусства записей спектакля нет в интернете. Изначально амфитеатр считался частью городского асклепиона (лечебного центра), поскольку греки полагали, что для здоровья крайне важна гармония между телом и душой. Думаю, всем нам можно со сладкой грустью поразмышлять об этой философии.
Спектакль посвящен итогам Битвы при Саламине — морского сражения, в котором находившиеся в меньшинстве греки 2500 лет назад разбили мощную персидскую армию. В то время, когда наш кругозор сужается, это невероятное ощущение — виртуально присоединиться к аудитории, которая в режиме реального времени наблюдает за тем, как живые актеры (их речь снабжена субтитрами) в далекой Греции выступают с пьесой, написанной несколько тысяч лет назад.
Эсхил и сам сражался в Битве при Саламине, но в его пьесе есть неожиданный поворот. Будучи ветераном победившей стороны, он создает иторию о проигравших и даже смотрит на недавних врагов достаточно сочувствующим взглядом.
Открывает представление хор персидских мужчин, одетых в длинные юбки песочно-коричневого цвета. Они в столице, беспокоясь, ждут новостей от своего царя, Ксеркса, который отправился сражаться с Афинами.
Входит вдовствующая мать Ксеркса, королева Атосса (Лидия Кониорду) в довольно большом черном платье, и даже кажется, что это платье носит королеву, а не наоборот. Она выглядит, как человек в экзоскелете из ткани, одновременно ранимый и устрашающий. Кониорду, одна из лучших театральных актрис Греции, знает роль вдоль и поперек: она режиссировала и играла ведущую роль в более ранней постановке "Персов" для Национального театра Греции, которую показывали в New York City Center в 2006 году, она и забирает на себя внимание зрителей, ничего особо не делая. По большей части актриса стоит в центре круговой сцены, проецируя вялотекущую ярость и мучительную скорбь, после того как становится известен масштаб катастрофы, произошедшей с армией.
Дурные предчувствия, возникавшие у всех, в ужасающих подробностях подтверждает гонец (Аргирис Пантазарас), вернувшийся с фронта. В абсолютно потрясающей сцене он подробно рассказывает о сражении, доводя себя до нестовства, пока участники хора танцуют вокруг него и жужжащая музыка Гиоргоса Пулиоса звучит все громче, достигая такого уровня, от которого, наверное, можно и оглохнуть.
Позднее к ним присоединяются мертвый муж Атоссы (Никос Каратанос), призванный из загробного мира, и Ксеркс (Аргирис Ксафис), которому каким-то образом удалось спастись с подбитого корабля. Куски веревки на его тунике символизируют кровь (восхитительные костюмы Эвы Натены всегда дополняют повествование). Все вместе оплакивают умерших и поражение в сцене общего горевания.
Многие классические театры в Соединенных Штатах разными способами пытаются стать более доступными для зрителя. Например, чтобы текст звучал менее иностранно и его было проще воспринимать, часто используются относительно реалистичные текстовые прогоны. Однако Лигнадис и его труппа по максимуму используют художественную речь, что может звучать несколько неестественно для современного зрителя, но подчеркивает ритмическую мощь текста. Хотя формально в постановке не поют, но, например, четверо ведущих актеров фактически выступают с ариями, что позволяет достичь потустороннего заклинательного эффекта.
Впрочем, мы ни на минуту не забываем, что эта пьеса уходит корнями в эмоции, свойственные именно людям.
В Египте начали регистрировать данные избирателей за рубежом перед выборами в сенат
Национальное избирательное управление (NEA) в субботу начало регистрацию данных избирателей за рубежом, чтобы распределять их голоса на выборах в сенат, которые состоятся 9 и 10 августа, согласно официальному сайту NEA.
Избиратели должны зарегистрировать свои данные и дипломатическое ведомство, привязанное к их месту жительства за границей, на веб-сайте NEA с 25 по 31 июля.
NEA также опубликовало видео, в котором пошагово объясняется, что могут сделать избиратели, чтобы проголосовать удаленно по электронной почте в рамках мер предосторожности против пандемии коронавируса.
Законный период предвыборной агитации кандидата на выборах в сенат длится с 26 июля по 8 августа, сообщает NEA.
Министр по вопросам эмиграции и египетских экспатриантов Набила Макрам призвала египетских избирателей за рубежом принять участие в выборах, реализовав свое конституционное право.
17 июня Палата представителей Египта одобрила законопроект о создании сената, который будет выполнять функции верхней палаты парламента.
Законопроект был принят большинством в две трети голосов против четырех.
Сенат будет состоять из 300 членов, 100 из которых будут избираться по системе закрытых списков, 100 - по индивидуальной системе и 100 будут назначаться Президентом Республики.
Срок членства в Сенате составит пять лет, начиная с даты первого заседания. Новый созыв должен быть избран в течение шестидесяти дней, предшествующих окончанию срока его полномочий.
Более 200 пожарных борется с пожаром на Карен в Джурупа Вэлли - CBS Лос-Анжелес
ДЖУРУПА ВЭЛЛИ (CBS Лос-Анжелес) – В субботу днем в Джурупа Вэлли вспыхнул природный пожар, на борьбу с которым было брошено более 200 пожарных.
О пожаре на Карен на пересечении Сьерра-Авеню и Карен Лейн сообщили после 15:00.
К 20:00 пожар распространился с территории около 5-10 акров до примерно 250 акров.
По последним сведениям, пожар был сдержан на 50%, на месте происшествия с пожаром боролись 225 полицейских Калифорнийской пожарной защиты, Департамента пожарной защиты округа Риверсайд, Департамента пожарной защиты города Корона и пожарной защиты округа Сан-Бернадино.
Дальнейшая борьба с пожаром остановлена, но ожидается, что ресурсы останутся на ночь для наблюдения за условиями.
О пострадавших людях или постройках не сообщалось, также не поступал приказ об эвакуации.
Сьерра Авеню закрыта от Армстронга до границы округа Сан-Бернадино.
Число случаев коронавируса превысило 60 000 после скачка числа заражений
ИЕРУСАЛИМ (Reuters) - В субботу число людей с положительным тестом на коронавирус в Израиле превысило 60 000, в то время как правительство пытается сдержать новую волну заражений.
Последний ежедневный подсчет показал 1770 новых случаев инфицирования, в результате чего общее число случаев достигло 60 496, сообщает министерство здравоохранения страны.
В Израиле с населением девять миллионов в результате пандемии погибло в общей сложности 455 человек.
Израиль был одной из первых стран, которые ввели общенациональный режим изоляции, и поначалу ему удалось подавить вспышку заболевания.
Количество ежедневных случаев, исчисляемых сотнями, снизилось до малых двузначных чисел.
Обеспокоенное экономическими потерями, правительство сняло эти ограничения - слишком быстро, как признали некоторые официальные лица, - и темпы заражения снова увеличились.
Повторное спорадическое закрытие различных секторов экономики усугубило общественное недовольство, спровоцировав ежедневные демонстрации.
Остерегайтесь слишком многообещающих садовых решений
Будучи ботаником, мне неловко это признавать, но я очень люблю всякие садовые штучки.
Мне хочется верить, что это из-за того, что я открыт новому или, может быть, просто чрезмерно оптимистичен, особенно учитывая, что многие вещи из мира растений нередко крайне неинтуитивны.
Но мне не стыдно заявить, что за свою огородническую жизнь я попался на множество подобных уловок.
Хоть я и убежден, что лучше все познавать на собственном опыте, если вам этот способ не по душе, то я вам расскажу о самых распространенных садовых новшествах, которые я видел.
Первый и самый худших случай — это прививка помидора к картофелю.
Хоть это и считается революционным прорывом, прививать томаты к корням картофеля — это, на самом деле, ботаническая диковинка, известная как минимум с 1920-х годов.
Они оба из одной семьи и имеют в общем схожий "водопровод", что действительно позволяет создавать такие чудеса хирургии.
Но есть проблема: структуры вроде плодов и корней требуют много ресурсов и обменной энергии, и если растения пытаются делать все сразу, то их ограниченный запас энергии в любом случае делится пополам.
А значит эти привитые растения дают ужасный урожай, совершенно непохожий на красивые картинки с рекламы.
Также не стоит забывать, что разный посев созревает с разной скоростью, поэтому чтобы собрать урожай картофеля — растение нужно убить до того, как созреют помидоры.
К слову о рекламных картинках, там тоже много чего нечисто.
Я видел в некоторых известных каталогах розы, которые в фотошопе сделали цвета неба, и плодовые деревья, у которых на ветках висело просто физически невозможное количество плодов.
Я даже видел фотографии, "позаимствованные" из моего аккаунта в Инстаграме, которые магазины на диване использовали под видом своего сада.
К сожалению, благодаря небольшому количеству беспечных компаний на все рекламные изображения, особенно в интернете, нужно всматриваться со скепсисом.
Если изображение выглядит слишком хорошо, чтобы быть правдой, то вряд ли это правда.
К слову, в ботанике встретить синий цвет — редкость, поэтому если вам на глаза попадается чудесный новенький вереск, орхидея или кактус, имеющий насыщенный синий оттенок дезинфицирующего средства, — почти наверняка их покрасили краской или спреем.
Само по себе это не плохо до тех пор, пока продавцы четко дают об этом знать, а такое случается редко.
Синие орхидеи быстро вернутся к своему белому окрасу, но кактусы и вереск, на которые на нанесен спрей, покрывающий их слоем светонепроницаемой краски, вряд ли будут жить долго.
Наконец, я хочу обратить ваше внимание на наборы для бонсай или, хуже того, семена бонсай, из которых якобы должны вырасти миниатюрные деревья.
Бонсай — не растение.
Это техника, которая позволяет создать иллюзию древних деревьев, стоящих на далеких горных вершинах.
Почти всегда для бонсай берется созревший кустарник, часть отрезается и прививается новая растительность.
Я уверен, что и дальше буду вестись на подобные штучки, это отчасти и делает эксперименты такими увлекательными.
Но эти советую проигнорировать, тогда вы, возможно, найдете решение, которая оправдает все ожидания.
Карантин в Испании: нужно ли проходить карантин в Испании?
Нет, но если вы возвращаетесь из Испании сегодня после полуночи, вам необходимо будет самоизолироваться на 14 дней.
Министр юстиции Великобритании Хамза Юсаф заявил: «Решение об исключении Испании ранее на этой неделе было принято, когда данные свидетельствовали об улучшении ситуации с распространением вируса.
Но последние данные очевидно дали нам повод для беспокойства и отмены данного решения.
«Мы понимаем, что это вызовет разочарование. Однако мы всегда ясно давали понять, что следим за ситуацией с пандемией во всех странах и что мы можем потребовать исключить ту или иную страну из списка мест, освобожденных от требований прохождения карантина, если произойдет повторная вспышка вируса».
«Он все еще активен и все еще смертелен. Нашим приоритетом является подавление вируса, предотвращение его распространения и защита здоровья населения».
Никаких правил, касающихся британских туристов, приезжающих в Испанию, объявлено не было, тем не менее, если вы отправляетесь в путешествие в Испанию, вам необходимо проверить местные правила, действующие в районе вашего пребывания.
Заместитель главы министерства здравоохранения Испании по вопросам неотложной медицинской помощи Мария Хосе Сиерра заявила:
«У нас имеют место серьезные вспышки. Это может быть вторая волна. Нам необходимо будет посмотреть, что произойдет в ближайшие несколько недель».
Имам-уль-Хак из Пакистана допущен до игры после травмы на разминке
Пакистан и Англия встретятся друг с другом в трех тестовых матчах и столько же матчах Двадцать20.
Бэтсмен из Пакистана Имам-уль-Хак был допущен к игре врачом команды после того, как получил удар в левую руку в ходе внутрикомандного разминочного матча в Дерби.
"Бэтсмен-левша принял участие в разминке перед началом игры во второй день", - сообщил в заявлении Совет Пакистана по крикету (PCB).
Имам из Белых PCB получил удар в левую руку, отбивая мяч Назема Шаха Зеленых PCB, в первый день матча.
В пятницу вечером Имам был вынужден покинуть поле из-за травмы после того, как получил удар в левую руку мячом Шаха, но смог принять участие в разминке утром и в третий день возобновит свои подачи.
Более 30 сотрудников одного филиала банка в Тамилнаде получили положительный тест на коронавирус
По меньшей мере 38 сотрудников основного филиала национального банка в Тируччираппалли, Тамилнад, получили положительный результат анализа на коронавирс, сказали официальные представители банка и местный орган власти.
По словам официальных представителей клиентам, посетившим банк, также посоветовали добровольно сделать тест на коронавирус.
Ранее старший сотрудник филиала, у которого были другие осложнения, умер от COVID-19.
Случаи с положительными результатами вышли наружу после недавнего проведения массового медицинского осмотра в банке, сказали официальные представители.
Старшие сотрудники банка сказали, что процесс дезинфекции завершен и что банк может возобновить свою работу с завтрашнего дня.
Сотрудники корпорации по вопросам здравоохранения находятся на связи с посетившими банк клиентами.
В субботу в Тамилнаде, где самое высокое число заражений в стране после Махараштры, было зарегистрировано в целом 206 737 случаев заражения вирусом.
Премьер-министр Индии посетит церемонию закладки храма на спорной территории
НЬЮ-ДЕЛИ (AP) - В следующем месяце премьер-министр Индии Нарендра Моди посетит церемонию закладки индуистского храма на спорной территории на севере Индии, где, согласно данным траста, ответственного за постройку храма, в 1992 индуистские фундаменталисты разрушили мечеть XVI в.
Церемония назначена на 5 августа: по словам организаторов, это астрологически благоприятная дата для индуистов, но это и годовщина со дня, как парламент Индии лишил полуавтономного статуса Джамму и Кашмир, единственный штат, большинство населения которого составляют мусульмане.
Этот символизм не укрылся ни от сторонников, ни от противников индуистской националистической партии Моди Бхаратия джаната, или БДП, в манифесте которой десятилетиями были призывы лишить мятежный Кашмир автономии и построить храм индуистского божества Рамы на месте бывшей мечети Великих Моголов в городе Айодхья в штате Уттар-Прадеш, где, согласно преданию, родился Рама.
В Индии по-прежнему свирепствует коронавирус, и страна занимает третье в мире место по количеству случаев заболевания, поэтому будет организована прямая трансляция церемонии по национальному телевидению, а число участников и зрителей будет ограничено, как сообщает Вишва хинду паришад, или Всемирный совет индусов, — индуистская националистическая организация, поддерживающая БДП.
В субботу представитель этой организации Винод Бансал выпустил пресс-релиз, согласно которому, храм станет «несокрушимым, вечно сияющим центром общественной гармонии, национального единства и интеграции, пробуждения чувства хиндутвы», то есть индуистского образа жизни.
Территориальный спор вековой давности разрешился в прошлом году, вслед за победой БДП на выборах с огромным перевесом голосов.
В ноябре Верховный суд вынес вердикт в пользу траста храма и постановил, что в ответ на прошение мусульман им выделят пять акров на другой территории.
Индуистские фундаменталисты долгое время утверждали, что мусульманские захватчики-Моголы построили мечеть на месте более раннего храма в древнем городе Айодхья.
За разрушением мечети в декабре 1992 последовало восстание, спровоцировавшее межрелигиозные столкновения, в которых погибло около 2000 человек, преимущественно мусульман.
Тем временем в особом суде продолжаются слушания по делу разрушения мечети.
Архитектор из Ахмадабада, города в штате Гуджарат, откуда родом Моди, предложил проект грандиозного строения из песчаника высотой в 161 фут (49 метров), с пятью куполами.
Как сообщает новостное агентство Press Trust of India, Йоги Адитьянатх, главный министр Уттар-Прадеша и индуистский монах, сказал, что перед приездом Моди в Айодхье необходимо провести особую очистительную церемонию и зажечь во всех храмах города масляные светильники.
Адитьянатх сказал, что этим мероприятием положен конец «пятисотлетней борьбе», сообщает PTI.
