Не нужно демонизировать народ Хабаровска
Врио главы Хабаровского края рассказал о своей поездке по региону в эксклюзивном интервью "Комсомольской правде"
Временно исполняющий обязанности губернатора Хабаровского края Михаил Дегтярев призвал в интервью обозревателю "Комсомольской правды" Александру Гамову не демонизировать хабаровчан на фоне митингов в поддержку арестованного экс-главы региона Сергея Фургала.
Я хочу обратиться ко всем политическим комментаторам, политологам, участникам всяких ток-шоу.
Не надо демонизировать народ Хабаровского края.
Здесь живут трудолюбивые и замечательные люди, - поделился Михаил Дегтярев.
В интервью Дегтярев напомнил, что он член ЛДПР и однопартиец Фургала и добавил, что желает ему удачи в суде, а партия и лично Владимир Жириновский окажут поддержку в суде.
Полный текст интервью опубликован на сайте KP.ru.
Ранее сайт KP.ru сообщал, что Михаил Дегтярев выступил за открытый суд над Сергеем Фургалом и считает справедливым провести его в Хабаровске.
В двух мексиканских штатах объявили тревогу из-за урагана "Ханна"
Мексиканское национальное управление гражданской обороны объявило "оранжевый" (высокий) уровень тревоги в двух восточных штатах Тамаулипас и Нуэво-Леон из-за приближающегося урагана "Ханна", сообщает ТАСС.
Ураган принесет в Мексику сильные ливни, в некоторых районах прогнозируют выпадение от 150 до 250 литров осадков на квадратный метр.
Власти подготовили около 800 убежищ для населения.
Оказывать помощь людям будут 10 тысяч человек, в том числе спасатели, бойцы нацгвардии и военные.
На данный момент ураган достиг побережья американского штата Техас со скоростью ветра в 150 км/ч.
Прибытие "Ханны" в Мексику ожидается утром в воскресенье.
Семиларски против прокуратуры: кассацию бывшего вице-мэра Тарту рассмотрят 4 августа
Это означает, что решение по ней, скорее всего, будет вынесено в начале сентября.
Суды двух первых инстанций рассматривать иск Семиларски отказались, но на в апреле его кассационную жалобу принял в производство Государственный суд.
Тартуский административный суд 12 декабря 2019 года вернул жалобу заявителю, поскольку ее разрешение не входит в его компетенцию административного суда.
В постановлении суда указывалось, что жалоба содержит требование о возмещении ущерба, причиненного в ходе уголовного производства.
"Регулировать такие вопросы должны прокуратура и уездный суд", - ранее пояснила корреспонденту ERR пресс-секретарь Тартуских судов Анетт Крейтсманн.
По ее словам, Валво Семиларски обжаловал это постановление в окружном суде, который 5 февраля не изменил решение суда первой инстанции.
Теперь свое слово должен будет сказать Госсуд.
По словам защитника Семиларски, присяжного адвоката Оливера Няэса, его клиент около двух лет необоснованно находился под подозрением во взяточничестве.
Теперь он требует от прокуратуры опровергнуть неверные утверждения в свой адрес и возместить ему моральный ущерб.
Причиной для подачи жалобы в суд стали заявления прокурора по особым делам Лыунаской окружной прокуратуры Маргуса Гросса, сделанные им в октябре 2017 года, когда Семиларски вместе с другим на тот момент вице-мэром Тарту Артемом Суворовым был задержан по подозрению в совершении нескольких преступлений.
"Напомним, что когда меня задержали, Полиция безопасности и прокуратура немедленно организовали пресс-конференцию и проинформировали всю Эстонскую Республику о том, что руководители Тарту - одного из самых влиятельных органов местных самоуправлений - являются продажными.
Эти висевшие в воздухе публичные подозрения сопровождали меня около двух лет.
А теперь, когда эти утверждения и подозрения оказались ложными, прокуратура ничего не хочет об этом говорить", - комментировал Семиларски в начале августа 2019 года.
По словам Оливера Няэса, на пресс-конференции прокурор вышел за пределы правовых рамок, в которых должна действовать прокуратура.
"Утверждение о взятках и продажности оказалось ложным, но это не единственная проблема здесь.
Европейский суд по правам человека, например, неоднократно подчеркивал в своих постановлениях по России, а также по Литве, что на этапе следствия представители государства должны быть осторожны при выборе слов, чтобы подозреваемые не были бы представлены в роли преступников до вынесения приговора.
К этому прокуратуру обязывает и презумпция невиновности, которая, к сожалению, не была соблюдена в этом деле против Валво Семиларски", - сказал Няэс.
"Публичное представление Семиларски в качестве серьезного правонарушителя и взяточника в обстоятельствах, когда факты, лежащие в основе подозрения во взяточничестве, все еще выясняются, является неприемлемым, что противоречит презумпции невиновности и несправедливо по отношению к заявителю", - добавил адвокат.
Как писал rus.err.ee, бывшего вице-мэра Тарту Валво Семиларски не будут привлекать к ответственности по обвинению во взяточничестве - возбужденное против него уголовное дело в июле было частично закрыто.
В то же время бывшего чиновника судят по обвинению в сознательном нарушении антикоррупционного законодательства при проведении сделок в особо крупных размерах.
Согласно обвинительному заключению, в период с 2015 по 2017 год бывший заместитель мэра Тарту более тридцати раз участвовал в заседаниях городской управы при вынесении решений, связанных с действующими в Тарту компаниями, с владельцами или руководителями которых Семиларски активно общался на личном уровне во внерабочее время.
По словам Гросса, во всех этих случаях у Семиларски были личные интересы, а потому он должен был отстраниться от участия в принятии решений.
Ранее, как писал rus.err.ee, прокуратура предъявила Семиларски подозрения в получении взятки и нарушении антикоррупционного законодательства при проведении сделок в особо крупных размерах.
Это произошло в октябре 2016 года, когда он был задержан вместе с другим заместителем мэра Артемом Суворовым (Центристская партия).
Тогда прокуратура и Полиция безопасности заявили, что против обоих вице-мэров имеются веские доказательства.
После этого оба чиновника подали в отставку.
Дело Суворова позднее дошло до суда, который полностью оправдал политика.
Судебное следствие по делу Валво Семиларски пока продолжается.
Экс-солист группы "Руки Вверх" посетил Тверскую область
Экс-солист группы "Руки Вверх", а сейчас сольный исполнитель, бизнесмен и актер Сергей Жуков выложил в своем официальном инстаграм-аккаунте фотографию из Калязина Тверской области.
Фото опубликовано день назад, в субботу, 25 июля.
"Поднимаю руки вверх под новую "Крошку" и передаю вам привет с пьяняще-свежего воздуха!
Напишите в комментариях, какая погода в вашем городе?
У нас сегодня без дождя, но выше +20 пока не поднимается"...,- пишет Жуков в соцсетях.
Вероятно, певец отдыхает в прекрасном городе Тверской области вместе с семьей.
Жители региона уже поблагодарили исполнителя за визит, а также выразили надежду на встречу и личное общение.
Новая "Крошка", о которой идет речь в посте - это, вероятно, имеется ввиду новая версия старой песни, которую сейчас Жуков записал вместе с блогером и музыкантом Давидом Манукяном (DAVA M).
При этом большинство фанатов остаются ЗА старую версию: "Сергей, старая версия песни ну ясно же 1 000 000 раз лучше!
Поддержите меня преданные фанаты "Руки Вверх"", "Не нужна нам "новая крошка"".
Большинство так и пишут напрямую, что оригинал, ставший в свое время хитом, им нравится больше.
В Минобороны сообщили об успешном завершении испытаний гиперзвуковой ракеты "Циркон"
В Министерстве обороны РФ сообщили об успешном завершении испытаний гиперзвуковой ракеты "Циркон".
В День Военно-Морского Флота в оборонном ведомстве отметили, что проведенные с фрегата "Адмирал Флота Советского Союза Горшков" испытательные пуски подтвердили уникальные тактико-технические характеристики данной ракеты по дальности и точности стрельбы, а также гиперзвуковой скорости ее полета.
По данным Минобороны, проведение испытаний гиперзвуковой ракеты идет в плановом порядке.
Ранее в мае заместитель министра обороны Алексей Криворучко сообщал, что корабельный комплекс с новейшей гиперзвуковой ракетой "Циркон" поступит на вооружение в 2021 - 2022 годах.
Вам всем хорошо известна истина, о которой пойдёт речь сегодня.
Я думаю, мысль о неравенстве как о разделителе и разрушителе общества витала в воздухе ещё до Французской революции.
Но сейчас мы можем видеть доказательства, сравнивая наиболее и наименее схожие общества, и наблюдая последствия неравенства.
Я покажу вам эти данные и поясню, почему существуют взаимосвязи, о которых пойдёт речь.
Но сначала посмотрите, насколько же мы — унылая масса.
(Смех) Начну я с парадокса.
Тут показана продолжительность жизни в зависимости от ВНД, или же средний уровень благосостояния стран.
Видно, что страны справа, такие как Норвегия и США, в два раза богаче Израиля, Греции и Португалии слева.
Но это совершенно не влияет на продолжительность жизни.
Нет никаких намёков на взаимосвязь.
Но внутри обществ заметны сильные градации в состоянии здоровья, затрагивающие все социальные слои.
Снова средняя продолжительность жизни.
График относится к небольшим территориям Англии и Уэльса: самые бедные — справа, самые богатые — слева.
Огромная разница между бедными и всеми остальными.
Даже те, что чуть беднее самых богатых, уже менее здоровы, чем самая верхушка.
Таким образом, доход очень важен внутри наших обществ, но не между ними.
Объяснение этому парадоксу таково: внутри наших обществ мы смотрим на относительный доход или социальную позицию, статус — на каком уровне мы по отношению к окружающим, и каковы дистанции между нами.
Поняв эту идею, вы сразу задумаетесь: что случится при увеличении разницы или её сжатии, иными словами, делая разницу в доходах больше или меньше?
Сейчас я это вам покажу.
Все используемые данные абсолютно реальны.
Я беру информацию ООН, такая же есть у Всемирного банка: масштаб различий в доходах в этих богатых и развитых рыночных демократиях.
Показатель, использованный нашей командой, очень прост, вы можете его скачать. Мы считаем разницу между 20% самых богатых и 20% самых бедных граждан в каждой стране.
Смотрите, в равных странах слева, в Японии, Финляндии, Норвегии и Швеции, богатые 20% в 3,5-4 раза богаче 20% бедных.
Но в неравных странах, в Великобритании, Португалии, США и Сингапуре, разница больше в два раза!
Согласно этим измерениям мы в два раза менее равны на фоне других успешных демократических государств.
А сейчас вы увидите, какое влияние это оказывает на общество.
Мы собрали статистические данные по социальным проблемам, более частым среди бедных слоёв населения.
Это сравнимые на международном уровне данные по продолжительности жизни, уровню грамотности и математической подготовки детей, смертности новорождённых, уровню убийств, количеству заключённых, подростковой беременности, уровню доверия, ожирению, психическим заболеваниям, которые, согласно стандартной диагностической классификации, включают в себя наркотическую и алкогольную зависимости, и наконец, данные по социальной мобильности.
Мы поместили это все в один индекс.
Все они имеют одинаковую важность.
Страна же является, своего рода, средним значением этих данных.
Вы видите страны в отношении показателя неравенства, который был показан в самом начале. Я буду возвращаться к нему снова и снова по ходу презентации.
Неравные страны в целом имеют больше сложностей со всеми этими социальными проблемами.
Это необычайно тесная связь. Вы видите, что корреляция необычайно высока.
Но если посмотреть на тот же индекс здоровья и социальных проблем по отношению к ВНП на душу населения, на Валовый Национальный Доход, никакой корреляции уже нет.
Мы немного волновались, что люди подумают, что мы подбирали проблемы под наши аргументы и просто «подогнали» доказательства. Поэтому мы также написали статью в Британский медицинский журнал об индексе детского благополучия ЮНИСЕФ.
Индекс состоит из 40 разных частей, собранных разными людьми воедино.
Среди критериев:, наличие книжек дома, возможность детей разговаривать с родителями, уровень иммунизации, наличие в школе издевательств.
Туда входит всё.
А вот это всё на фоне того же показателя неравенства.
Ситуация у детей хуже в неравных обществах.
И это статистически значимая взаимосвязь.
Но опять же, если посмотреть на уровень детского благополучия в отношении к национальному доходу на душу населения, то взаимосвязи нет, никакого намёка.
Все продемонстрированные данные говорят об одном:
в среднем, благосостояние наших обществ больше не зависит от национального дохода и экономического роста.
Они крайне важны в бедных странах, но не в развитом мире.
Разница между нами, и наше положение на фоне других — вот что имеет огромное значение.
Покажу вам фрагменты нашего индекса.
Вот, например, доверие.
Это часть населения, которая соглашается с тем, что большинству людей можно доверять.
Данные взяты из Всемирного исследования ценностей.
Вот, смотрите, в неравных странах только 15% населения доверяет другим.
А в равных обществах эта цифра достигает 60-65%.
Если вы посмотрите на измерения активности общественной деятельности, или социального капитала, то заметите очень похожие соотношения, тесно связанные с неравенством.
Можно сказать, мы проделали работу дважды.
Сначала мы проанализировали развитые страны, а затем в качестве контрольного исследования мы повторили процедуру на 50 американских штатах, задавая один вопрос: обстоят ли дела хуже по всем нашим показателям в наиболее неравных штатах?
Вот доверие по отношению к неравенству, согласно общему социальному исследованию федерального правительства.
Очень схожий разброс, по сравнению с аналогичным диапазоном уровней доверия.
Та же история.
В целом, мы обнаружили, что почти всё, что связано с доверием на международном уровне проявляется так же в нашем контрольном исследовании.
Это не просто совпадение.
Вот график психических заболеваний.
ВОЗ, при помощи идентичных диагностических интервью, проведённых на случайных выборках населения, собрало результаты, которые позволяют нам сравнить уровень психических заболеваний в каждом из обществ.
Вот тут показан процент населения, страдавшего от какой-либо психической болезни в прошлом году.
Цифры начинаются с примерно 8% и поднимаются до почти 24%; целые общества с трёхкратным уровнем психологических заболеваний.
И опять же, это тесно связано с неравенством.
А вот тут преступления.
Эти красные точки показывают американские штаты, а голубые треугольники — канадские провинции.
Но посмотрите на масштаб различий.
Начинается с 15 убийств на миллион и доходит до 150.
Это — пропорция заключённых.
Речь идёт о десятикратной разнице, выраженной в логарифмической шкале.
Цифры возрастают от 40 до 400 по количеству заключённых в тюрьмах.
Эти взаимосвязи не объясняются просто более высокой преступностью.
Да, в некоторых случаях это отчасти так.
Но в большинстве своём они связаны с более жёсткими приговорами.
Неравные общества чаще выступают за сохранение смертной казни.
Здесь показан процент детей, бросающих школу.
Опять же, довольно большая разница.
Она невероятно вредоносная, если речь идёт об использовании талантов.
А вот — социальная мобильность.
Это измерение мобильности в зависимости от дохода.
В основном речь идёт о следующем: имеют ли богатые отцы богатых сыновей, а бедные — бедных сыновей, или же здесь нет зависимости?
Среди неравных стран, в Великобритании и США, доход отца многократно важнее.
А в Скандинавских странах доход уже намного менее значим.
Как итог — бОльшая социальная мобильность.
И как мы часто любим говорить — я знаю, среди слушателей много американцев — если американцы хотят осуществить американскую мечту, им следует ехать в Данию.
(Смех) (Аплодисменты) Я показал лишь пару моментов, обозначенных курсивом.
Можно бы было продемонстрировать ряд других проблем.
Всякого рода проблемы, которые становятся значимее среди низших социальных слоёв.
Но существуют бесконечные проблемы с социальными градиентами, которые намного хуже в неравных странах; и не чуть-чуть, а в 2, в 10 раз хуже.
Подумайте об издержках, о том, во что это обходится людям.
Позвольте мне вернуться на ранее показанный график, где все данные собраны вместе. Сделаем два вывода.
Первый. График за графиком, менее преуспевающие страны, причём независимо от результата, оказываются из неравных, а хорошо успевающие это Скандинавские страны и Япония.
Таким образом, мы видим перед собой общую социальную дисфункцию на фоне неравенства.
Это не одна, не две отдельные проблемы. Это тенденция.
Ещё одно важное замечание об этом графике. Посмотрим ниже: Швеция и Япония: страны разные буквально во всём.
Положение женщин, насколько тесно они связаны с семьёй, прямо противоположны, в условиях развитых стран.
Другая очень важная разница — как они добиваются большего равенства.
В Швеции разницы в доходах огромны, но они уменьшаются через налогообложение, через социальные программы, щедрые льготы и т.д.
в Японии же всё иначе.
Разница в зарплатах изначально мала.
Налоги ниже.
Социальных программ меньше.
А в нашем анализе американских штатов мы находим тот же контраст.
Некоторые штаты преуспевают за счёт перераспределения доходов, другие — за счёт меньшей разницы в чистых доходах до вычета налогов.
Мы считаем, что не имеет значения, какими средствами достигается равенство, до тех пор, пока оно достигается.
Я говорю не о полном равенстве, а о том, которое есть в богатых и развитых рыночных демократиях.
Другое удивительное наблюдение, что не только бедные подвержены влиянию этого неравенства.
Кажется, есть доля правды в словах Джона Донна: «Человек — не остров».
В ряде исследований можно сравнить, как преуспевают люди в более и менее равных странах на каждой ступеньке социальной лестницы.
Один из таких примеров:
Смертность среди новорождённых.
Группа шведов классифицировала множество случаев младенческой смертности в соответствии с британским реестром общей социально-экономической классификации.
Это скорее анахроничная классификация согласно профессии отцов, так что родители-одиночки не учитываются.
И под «низким социальным уровнем» имеются в виду неквалифицированные профессии.
Дальше — квалифицированные работники ручного труда, затем — белые воротнички низшего звена и до высшего уровня с высококвалифицированными профессиями: врачи, адвокаты, директора крупных компаний.
Вы видите, в Швеции дела идут лучше, чем в Великобритании во всех слоях общества.
Наибольшая разница на низших уровнях,
но даже для высших звеньев есть выгоды от более равного общества.
Мы показали это на пяти разных подборках данных, затрагивающих образовательные результаты и здоровье в США и на международном уровне.
И это, кажется, общая картина: большее равенство сильнее меняет ситуацию внизу, но полезно и для верхушки.
Но я должен все-таки пояснить, что происходит.
Мне кажется, речь тут везде идёт о психосоциальных последствиях неравенства.
О чувстве превосходства и неполноценности, об ощущении своей ценности и наоборот, об ощущении уважения к себе и наоборот.
И, конечно, то ощущение конкуренции, которое рождается этими чувствами, разжигает потребительство в нашем обществе.
Это также приводит к страху за свой статус.
Мы больше переживаем о том, как о нас думают окружающие, считают ли нас привлекательными, умными — это нас беспокоит.
Чем больше общественных оценок, тем больший страх перед ними.
Интересно, что параллельная работа ведётся в социальной психологии: были рассмотрены 208 различных исследований с участием волонтёров, которых в психологических лабораториях проверяли на гормоны стресса, на реакцию на стрессовые задачи.
В целом, они хотели пронаблюдать виды стресса, которые повышают уровень кортизола, главного гормона стресса.
В результате, такими факторами оказались ситуации, включавшие потенциальную угрозу социальной оценки, угрозу самооценке или социальному статусу, ситуации, когда другие люди могли дать негативную оценку.
Как раз такие стрессовые факторы имеют особенное влияние на физиологию стресса.
Не обошлось и без критики в наш адрес.
Конечно, найдутся несогласные или люди, которые считают это удивительным.
Я должен вам сказать, в ответ на критику за подборку данных, что мы эти данные не выбираем.
Наше главное правило — если источник данных имеет необходимые показатели для одной из анализируемых стран, мы включаем его в наш анализ.
Это источник информации решает, реальные ли эти данные, но не мы.
В противном случае мы бы создали систематическую ошибку.
Что же с другими странами?
В академических журналах есть 200 исследований здоровья по отношению к доходам и равенству.
И они не ограничиваются вот этими странами но мы исключили прочие для наглядности.
Те же страны, те же измерения неравенства, проблема за проблемой.
Почему мы не контролируем другие факторы?
Ну, мы же показали вам, что ВНП на душу населения не имеет никакого значения.
И, конечно, другие, используя более сложные методы, контролировали и бедность, и уровень образования, и так далее.
А что на счёт причинности?
Корреляция сама по себе не доказывает причинности.
Мы потратили немало времени на это.
И в самом деле, для некоторых из этих ситуаций причинно-следственные связи хорошо известны.
Большой переменой в нашем понимании причин хронических воздействий на здоровье в развитом мире стало то, насколько значим хронический стресс социальной природы и его влияние на иммунную и сердечнососудистую системы.
Например, насилие становится всё более распространённым явлением в неравных обществах, потому что люди более чувствительны к презрению.
Надо сказать, что для решения этой проблемы нам следует работать над доходами до вычета налогов и после.
Мы должны ограничить доходы и дополнительные бонусы высших звеньев.
Я думаю, что необходимо всеми возможными способами заставить наших боссов нести ответственность за сотрудников.
Я хочу, чтобы вы ушли отсюда с осознанием того, что мы можем улучшить реальное качество жизни человека, снижая разницу в доходах между нами.
Вот теперь мы имеем точку опоры для влияния на психологическое благосостояние целых обществ, и это действительно невероятно.
Спасибо.
(Аплодисменты)
Стали известны клубы, претендующие на звезду "Локомотива" Миранчука, и его зарплата в Италии.
По данным "СЭ", на текущий момент на полузащитника "Локомотива" Алексея Миранчука претендуют команды серии А "Милан", "Лацио", "Фиорентина" и "Аталанта".
24-летний футболист хотел бы получить контракт на четыре года с зарплатой не менее 2 миллионов евро в год с бонусами.
Любой клуб, который сделает такое предложение, получит приоритет.
"Локомотив" твердо намерен продать свою главную звезду и заработать на этом.
В противном случае клуб ждут серьезные траты на продление контракта с хавбеком.
Отметим, что "Милан" рассчитывает включить в сделку левого защитника Диего Лаксальта.
В сезоне-2019/20 Миранчук провел 32 матча за железнодорожников, забил 16 голов и сделал 5 результативных передач.
Вместе с "Локомотивом" хавбек становился чемпионом России (2017/18), трижды завоевал Кубок страны (2014/15, 2016/17, 2018/19) и один раз Суперкубок России (2019).
США призвали Катар и его соседей прекратить спор
Необходимо восстановить доверие и единство между Катаром и другими государствами, считает спецпредставитель США по Ирану Брайан Хук.
Он заявил, что конфликт между эмиратом и другими странами региона длится уже слишком долго и наносит ущерб региональным интересам в сфере стабильности, процветания и безопасности.
До сих пор США безуспешно пытались выступить посредником в урегулировании спора, который Вашингтон рассматривает как "угрозу усилиям по сдерживанию Ирана".
Дипломатические отношения с Катаром три года назад разорвали ОАЭ, Саудовская Аравия, Египет и Бахрейн.
Они установили транспортную блокаду, обвинив Катар в поддержке терроризма.
В ответ в Дохе заявили, что соседи просто завидуют экономическим успехам Катара - по данным МВФ, Катар несколько лет с большим отрывом лидирует по ВВП на душу населения.
Эмират - третий по запасам природного газа, шестой экспортер природного газа и крупный экспортер нефти и нефтепродуктов.
Что случилось этой ночью: воскресенье, 26 июля
Добровольная вакцинация от COVID-19, встреча врио Дегтярева с участниками акции в поддержку Фургала, первый потенциальный случай коронавируса в КНДР
Мурашко заявил, что вакцинация от коронавируса будет добровольной.
Врио губернатора Хабаровского края Дегтярев пообщался с участниками акции в поддержку экс-губернатора Фургала,
По еего словам, в преддверии зимы и начала нового учебного года региону необходим руководитель.
Самым активным жителям он предложил войти в Народный совет при врио губернатора.
Украинские военные начали подготовку к прекращению огня на линии разграничения в Донбассе.
Американский танк подбил танк из своей части на учениях в Техасе.
Инцидент произошел еще 20 июля во время отработки стрельбы по движущимся мишеням, пострадал один из членов экипажа подбитого танка.
Первый случай подозрения на COVID-19 выявлен в Северной Корее.
По данным УТАК, у человека, у которого подозревают коронавирус, были неопределенные результаты исследования, он помещен в строгий карантин.
Сообщается, что человек с подозрением на коронавирус пересек демаркационную линию в воскресенье, 19 июля.
В Ставрополе предупредили о новой схеме кредитного интернет-мошенничества
В администрации Ставрополя предупредили о новой схеме кредитного интернет-мошенничества.
За последние полгода в регионе зафиксировали 4 тыс. афер, совершенных дистанционно.
Одним из распространенных способов обмана названо оформление кредитов на сомнительных сайтах.
Злоумышленник размещает ложные данные о получении ссуды на выгодных условиях, а после отклика звонит заявителю и говорит, что необходимо перечислить комиссию, взнос или предоплату.
Когда пользователь выполняет условия, мошенник перестает выходить на связь.
Гражданам напоминают, что нельзя оставлять свои личные и банковские данные на непроверенных сайтах.
Во Вьетнаме в ДТП с автобусом погибли не менее 13 человек
По меньшей мере 13 человек погибли в результате аварии с участием автобуса в провинции Куангбинь в центральной части Вьетнама.
Об этом сообщает газета "Туой че".
По данным издания, транспортное средство опрокинулось в кювет.
В автобусе в этот момент находились не менее 39 человек, они направлялись на встречу выпускников.
В результате погибли 13 человек, десятки пострадавших были госпитализированы.
Причины аварии пока не уточняются.
Бывший американский дипломат назвал высказывания М. Помпео, направленные против Китая, "примитивными и неэффективными"
Крайне провокационная речь государственного секретаря США Майкла Помпео в президентской библиотеке Ричарда Никсона, направленная на очернение Китая, является "примитивной и неэффективной".
Об этом в пятницу заявил бывший помощник госсекретаря США по делам Восточной Азии и Тихого океана Дэниел Рассел.
"Гневный плач" и "длительные идеологические рычания" М. Помпео будут иметь противоположный эффект, сказал он CNBC, добавив, что подобные высказывания лишь усилят гнев против США.
Выступая в четверг в библиотеке имени бывшего президента США, который около 50 лет назад нажал на кнопку "Пуск" для нормализации отношений с КНР, М. Помпео призвал положить конец давнему подходу к взаимодействию с Китаем и создать "новый альянс" для того, чтобы заставить Китай измениться в соответствии с желаниями Вашингтона.
"Жалобы -- это не исправления, осуждение -- это не дипломатия", -- отметил Д. Рассел, добавив, что высказывания госсекретаря США могут ухудшить двусторонние отношения.
Синоптики рассказали о погоде в столице 26 июля
В Московском регионе в воскресенье, 26 июля, ожидаются небольшие дожди и переменная облачность, сообщает Гидрометцентр России.
По данным синоптиков, температура воздуха днем в столице составит от +22°С до +24°С, ночью столбик термометра опустится до отметки +15°С...+17°С.
Небольшие дожди выпадут в отдельных районах Москвы, по области также возможны грозы.
Сила южного ветра составит 5-10 м/с, ночью он будет дуть с переменных направлений силой 2-7 м/с.
Атмосферное давление составит 750 мм.
На территории волгоградского тракторного завода произошел пожар
Возгорание случилось на площадке тракторного завода.
Черные клубы дыма, которые идут с территории предприятия, видны издалека.
Как сообщили в пресс-службе ГУ МЧС России по Волгоградской области, в неиспользуемых помещениях завода загорелся строительный мусор.
Площадь возгорания составила 40 кв. м.
По предварительной информации, при пожаре никто не пострадал.
В настоящее время огонь ликвидируют несколько пожарных расчетов.
В 17 часов 47 минут поступило сообщение, что горение в неэксплуатируемом здании на площади Дзержинского ликвидировали в кратчайшие сроки.
Ранее "МК в Волгограде" писал о крупном пожаре в Дзержинском районе.
В КНДР зафиксирован первый случай подозрения на коронавирус
Власти КНДР сообщили о первом случае подозрения на коронавирусную инфекцию на территории страны.
Вирус подозревают у пациента, вернувшегося 19 июля из Южной Кореи.
В субботу на экстренном заседании руководство страны обсудило сложившуюся ситуацию, а глава государства Ким Чен Ын заявил о готовности принять максимальные меры защиты от распространения COVID-19.
По официальным данным, в КНДР на данный момент не зафиксировано ни одного подтвержденного случая инфицирования.
Защитные мероприятия принимались в стране с конца января, сообщает ТАСС.
По последним данным, в мире выявлены уже более 15,5 миллиона случаев заражения, свыше 639 тысяч человек скончались.
По количеству заражений лидируют США (4 млн); потом идут Бразилия (2,3 млн) и Индия (1,3 млн).
Сергей Лазарев сообщил, что за время самозоляции поправился, а потом похудел на 8 кг
Российский певец Сергей Лазарев признался, что за время самоизоляции сначала поправился, а затем увидел изменения в теле и всерьез за себя взялся.
Он приложил усилия и похудел на восемь килограммов.
Сейчас артист, по собственному признанию, находится в лучшей форме, чем в марте.
Лазарев уточнил, что для достижения результатов он всего лишь пересмотрел свой рацион, стал питаться более правильно, а также добавил легкие физические нагрузки.
Сергей также заметил, что очень любит бег, который является прекрасным способом избавиться от лишних килограммов.
В Петербурге завершился Главный военно-морской парад в честь Дня ВМФ
В акватории Кронштадта завершился Главный военно-морской парад, посвященный празднованию Дня Военно-морского флота России.
По данным РИА Новости, военный смотр прошел при малом скоплении зрителей.
В связи с профилактическими мероприятиями по недопущению распространения коронавируса на парад можно было попасть только по пропускам.
В Главном военно-морском параде в Санкт-Петербурге и Кронштадте приняли участие 46 кораблей, в том числе патрульный "Василий Быков" и противолодочный "Вице-адмирал Кулаков".
Также были задействованы различные катера и подводные лодки, самолеты и вертолеты морской авиации и около четырех тысяч военнослужащих.
В Кронштадт на торжества по случаю празднования Дня Военно-морского флота прибыл верховный главнокомандующий Вооруженными силами РФ, президент страны Владимир Путин.
Он обошел на катере парадный строй боевых кораблей в Финском заливе и на Кронштадтском рейде.
Затем поздравил военнослужащих с праздником, отметив уникальные преимущества и повышение боевых возможностей российского флота.
По словам российского лидера, уровень оснащенности ВМФ России постоянно растет, так, в этом году в его состав будет принято 40 кораблей и судов различных классов.
Военно-морские парады в День ВМФ прошли на базах в Балтийске, Владивостоке, Североморске, Севастополе и Каспийске.
В общей сложности в мероприятиях приняли участие около 15 тысяч военных и более 250 кораблей.
Папа Римский приветствовал соглашение по Донбассу
Огонь на линии разграничения стороны прекращают 27 июля
Папа Римский Франциск приветствовал принятие допмер и соглашение контактной группы по урегулированию конфликта в Донбассе.
С удовлетворением узнал о достижении соглашения в Донбассе, еще одном шаге во имя примирения на этой многострадальной земле, - сказал понтифик во время ходе традиционной воскресной проповеди на площади Святого Петра.
Сайт KP.ru сообщил ранее, что 22 июля, контактная группа приняла дополнительные меры по обеспечению перемирия в Донбассе.
Режим полного бессрочного прекращения огня вступает в силу с 27 июля.
Принятые меры включают в себя запрет на наступательные и диверсионные действия, а также на ведение огня и размещение вооружения в населенных пунктах.
На сайте также писали, что президент Украины Владимир Зеленский побывал с визитом в Италии и заехал в Ватикан, где удостоился аудиенции у Папы Римского Франциска и попросил помощи в установлении мира на Украине.
Путин анонсировал включение 40 новых кораблей в состав ВМФ
В состав Военно-морского флота России будут приняты 40 новых кораблей.
Об этом 26 июля заявил президент России Владимир Путин во время Главного военно-морского парада в честь Дня ВМФ.
Путин напомнил, что несколько дней назад на трех верфях в России были заложены еще шесть новых кораблей дальней морской зоны.
"Военные корабли под легендарным Андреевским флагом, весь личный состав Военно-морского флота достойно выполняют самые сложные задачи", - отметил президент.
Ранее в этот день российский лидер поприветствовал и поздравил личный состав экипажей с Днем Военно-морского флота, а также обошел на катере парадную линию боевых кораблей в акватории Финского залива и на Кронштадтском рейде.
Также 26 июля летчики авиационной группы "Русские витязи" продемонстрировали фигуры высшего пилотажа в небе над Владивостоком в честь Дня Военно-морского флота.
Александр Овечкин: "Вашингтон" соскучился по хоккею и отправляется в Торонто с радостью
Нападающий "Вашингтона" Александр Овечкин признался, что с нетерпением ожидает возобновления сезона.
"Сейчас мы все свежи, у нас нет травм и болячек.
Но главное заключается в том, что мы соскучились по хоккею в плей-офф.
Это непередаваемая атмосфера в раздевалке, когда команда сплачивается перед большими матчами", - цитирует Овечкина русскоязычная версия официального сайта НХЛ.
В Костанае задержали женщину за пост в Instagram
Она распространяла фейковую информацию.
Жительницу Костаная задержали за публикацию недостоверной информации в Instagram, передает zakon.kz.
Согласно сюжету AstanaTV, в ее посте значилась сообщалось, что ночью самолеты распыляют над городом кислоту, которая якобы оседает в легких.
Как сообщили в местном департаменте полиции, по факту распространения заведомо ложной информации, связанной с пандемией, заведено уголовное дело.
По этой статье "блогеру" может грозить штраф до тысячи МРП, это более двух с половиной миллионов тенге.
Либо 400 часов общественных работ, либо лишение свободы до года.
Российский "Протон" готов к покорению просторов
Ракета "Протон-М" готова к запуску, в ходе которого, она выведет на орбиту два телекоммуникационных спутника серии "Экспресс".
К такому выводу пришла государственная комиссия.
Уже 26 июля аппарат будет выведен на стартовую площадку космодрома "Байконур".
Непосредственный запуск ракеты планируется на 30 июля.
Первоначальная дата запуска была сдвинута после того, как был обнаружен ряд неисправностей среди компонентов ракеты носителя.
Как передает REGNUM, по данным Роскосмоса, бракованные детали были изготовлены на Усть-Катавском заводе в Челябинске в 2015-2016 годах.
Ременяко выиграл второй заезд в классе SMP GT4 RUSSIA.
На старт не смог выйти Евгений Куликов, чей Porsche Cayman получил повреждения в первой гонке.
Поэтому на реверсивном поуле оказался Алексей Башмаков - правда, уже ко второму кругу вперед вырвались пилоты на Мерседесах.
Денис Ременяко вновь умчался вперед, а Александр Вайнтруб был вынужден отражать атаки Александра Масленникова на KTM, прорвавшегося с последнего места на третье.
Несмотря на плотную борьбу в первой части гонки, ближе к середине Вайнтруб нарастил темп, показав лучшее время круга в гонке - и, хотя не смог догнать чрезвычайно стабильного Ременяко, гарантировал себе серебро.
Группа Кайманов отстала от лидеров, однако вела между собой плотную борьбу.
Лучшем из пилотов на Порше стал Алексей Башмаков, ставший четвертым в зачете, но и Андрей Федотов с Константином Захаревским уступили ему считанные мгновения.
А на промежуточном финише в середине гонки Федотова и Захаревского и вовсе разделило 0,001 секунды.
Еще две автотрассы вошли в список федеральных дорог
Правительство РФ включило в перечень автомобильных дорог федерального значения еще две автотрассы.
Как сообщает кабмин, одна из этих дорог протяженностью более 663 километров Чекшино - Тотьма - Котлас - Куратово соединяет Вологодскую и Архангельскую области с Республикой Коми.
Другая автотрасса длиной свыше 388 километров ведет из Барнаула через Павловск к границе с Республикой Казахстан.
По этой дороге можно проехать от столицы Алтайского края до пункта пропуска "Кулунда".
Получение нового статуса позволит привести эти трассы к нормативному состоянию на средства Федерального дорожного фонда.
Будут проводиться капитальный ремонт и реконструкция отдельных участков, повысится качество дорожного покрытия.
В Татарстане разрешили проводить кинопоказы под открытым небом
Кабинет министров Татарстана опубликовал постановление, согласно которому с 27 июля в республике можно проводить кинопоказы на открытых площадках − в парках, скверах и на набережных, пишет "Татар-информ".
Также, в документе указано, что для граждан старше 65 лет режим обязательной самоизоляции продлен до 9 августа.
Им можно покидать жилье, чтобы сходить в магазин, вынести мусор или прогуляться с собакой.
А вот кинотеатры в помещениях не планируют открывать до третьего этапа снятия ограничений, напоминает агентство.
"Вашингтон" рад матчам плей-офф.
Мы соскучились по ним
Российский хоккеист "Вашингтон Кэпиталз" Александр Овечкин рассказал о подготовке клуба к предстоящему возобновлению сезона в НХЛ.
34-летний нападающий "Кэпз" отметил готовность своих партнеров к матчам.
Психологически все ребята готовы.
Мы отправляемся в Торонто радостными, ведь мы долго находились без игры и соскучились по хоккею в плей-офф, - цитирует Овечкина русскоязычная версия сайта NHL.Com.
- Сейчас мы свежие, у нас нет травм и разных болячек.
Тем не менее, Овечкин также признал, что ему и его партнерам еще предстоит вспомнить часть тактических комбинаций: "У нас есть не так много времени, чтобы наиграть большинство и вспомнить мартовские наработки, как двигать шайбу в таких ситуациях.
Но время все же еще есть: уверен, что в Торонто часть тренировок мы этому еще посвятим.
Большинство и меньшинство важны в плей-офф.
И я уверен в наших спецбригадах."
Напомним, что рестарт "Вашингтон Кэпиталз" намечен на 3 августа, когда "столичные" сыграют с "Тампой-Бэй Лайтнинг".
После этого хоккеистам "Кэпз" предстоит также сыграть с "Филадельфией Флайерз" (6 августа) и "Бостон Брюинз" (9 августа).
Россиянин отказался оплачивать парковку и избил работника стоянки
Во Владивостоке мужчина отказался оплачивать парковку и ударил работника стоянки, полиция проводит проверку.
Об этом сообщает портал vl.ru со ссылкой на пресс-службу УМВД России по городу.
Инцидент произошел в пятницу, 24 июля, на стоянке около торгового центра.
Водитель автомобиля отказался оплачивать парковку машины, из-за чего и возник конфликт с работником стоянки.
Словесный спор перерос в рукоприкладство.
Мужчина ударил сотрудника в лицо, тот упал без сознания.
Его госпитализировали.
Как рассказал источник издания, пострадавший получил травму головы средней тяжести и был доставлен в отделение нейрохирургии.
В настоящее время полиция устанавливает все обстоятельства произошедшего.
Ранее россиянину предъявили обвинения в избиении инвалида, умершего позже в больнице.
По версии следствия, потерпевший был в гостях у своего знакомого - 45-летнего местного жителя.
Мужчины вместе выпивали алкоголь, после чего между приятелями произошел конфликт.
Хозяин квартиры побил гостя, тот отправился домой.
Через два дня мужчине стало плохо, его госпитализировали.
Он умер от полученных травм.
В последнее время участились кибератаки на деловой мир.
Доступ к данным таких компаний, как JP Morgan, Yahoo, Home Depot и Target, причинил им убытки в сотни миллионов, а в некоторых случаях даже в миллиарды долларов.
Чтобы нанести ущерб мировой экономике, не требуется слишком много подобных атак.
Государственный сектор также не защищён от подобных проблем.
С 2012 года по 2014 год произошла значительная утечка данных в Управлении кадровой службы США.
Был нарушен доступ к данным по проверке благонадёжности и отпечатков пальцев 22 миллионов сотрудников.
Известны попытки хакеров, спонсируемых государственными органами, повлиять на результаты выборов в ряде стран с помощью украденных данных.
Два последних случая раскрытия большого объёма данных касаются Бундестага, федерального парламента Германии, и кража имейлов Демократического национального комитета США.
Киберугроза затрагивает наши демократические процессы.
Ситуация даже ухудшается.
По мере развития компьютерной технологии системы защиты данных становятся всё более уязвимыми.
Вызывает озабоченность и новый вид компьютерной технологии — вычисления на квантовых компьютерах, которые используют микроскопические свойства природы для колоссального увеличения вычислительной мощности.
Он настолько мощный, что сможет взломать многие современные системы шифрования.
Неужели ситуация настолько безнадёжна?
Может, уже пора паковать наши жизненно необходимые данные и готовиться к скорому цифровому апокалипсису?
Я бы сказал: «Ещё не время».
Квантовые компьютеры пока ещё находятся в разработке, и потребуется много лет, прежде чем они будут применены на практике.
Важнее тот факт, что происходят крупные прорывы в области шифрования.
Для меня это особенно захватывающее время в истории защищённых коммуникаций.
Около 15 лет назад, когда я узнал о новой возможности создания квантовых эффектов, которых не существует в природе, я очень воодушевился.
Меня заинтриговала идея применения фундаментальных законов физики для создания более защищённого шифрования.
Сегодня ряд компаний и лабораторий по всему миру, включая и мою, работают над этими технологиями для применения их на практике.
Верно.
Сейчас мы готовимся бороться с квантом при помощи кванта.
Так как же это всё работает?
Во-первых, давайте сделаем небольшой экскурс в мир шифрования.
Для этого нам понадобится портфель, некоторые важные документы, которые хотим отправить нашему другу, Джеймсу Бонду, и замок, чтобы всё сохранить в безопасности.
Так как наши сведения совершенно секретны, нам нужен особенный портфель.
У него специальный кодовый замóк: когда он закрыт, преобразовывает весь текст в документах в случайные числа.
Вы кладёте документы в портфель, закрываете замóк — в этот самый момент все документы преобразуются в случайные числа — и отправляете портфель Джеймсу.
Пока портфель в пути, вы звоните Джеймсу, чтобы сообщить код.
Получив портфель, он вводит код, документы расшифровываются, и вуаля — вы только что отправили зашифрованное сообщение Джеймсу Бонду.
(Смех) Забавный пример, но он иллюстрирует три важных элемента кодирования.
Код — мы называем его «ключ шифрования».
Это как пароль.
Звонок Джеймсу для сообщения ему кода комбинации замкá.
Это называется «обмен ключами» —
гарантия того, что вы безопасно получите ключ шифрования от нужного места.
И замóк, который кодирует и декодирует документ.
Это называется «алгоритмом кодирования».
Используя ключ, он преобразовывает текст в документах в случайные числа.
Хороший алгоритм будет кодировать таким образом, что без ключа документ очень трудно расшифровать.
Важность шифрования в том, что если кто-то завладеет портфелем и взломает его без помощи ключа шифрования и алгоритма кодирования, он всё равно не сможет прочитать его содержимое.
Информация будет выглядеть как набор случайных чисел.
Большинство систем безопасности полагаются на безопасный способ обмена ключами для передачи ключа шифрования к нужному месту.
Однако быстрое развитие вычислительной мощности ставит под угрозу целый ряд современных методов обмена ключами.
Рассмотрим одну из самых широко используемых сегодня систем — RSA.
Когда она была изобретена в 1977 году, предполагалось, что для того, чтобы взломать 426-битный ключ RSA, потребуется 40 квадриллионов лет.
В 1994 году, всего лишь 17 лет спустя, код был взломан.
По мере того, как компьютеры становились мощнее, нам приходилось использовать более сложные коды.
Сегодня мы обычно используем 2 048 или 4 096 бит.
Как видите, создатели кода и хакеры участвуют в непрекращающейся битве, пытаясь перехитрить друг друга.
И когда квантовые компьютеры появятся в ближайшие 10–15 лет, они смогут ещё быстрее взломать сложную математику, которая лежит в основе многих современных систем шифрования.
Квантовый компьютер, скорее всего,  превратит нашу нынешнюю надёжную крепость в простой карточный домик.
Мы должны найти способ защитить нашу крепость.
В последние годы увеличивается количество исследований в сфере использования квантовых эффектов для усиления криптозащиты.
Были сделаны некоторые интересные открытия.
Помните три главных элемента шифрования: высококачественные ключи, безопасный обмен ключами и сложный алгоритм?
Достижения в науке и технике ставят под угрозу два из этих трёх элементов.
Во-первых, сами ключи.
Случайные числа являются основополагающими строительными блоками ключей шифрования.
Но на сегодняшний день они не совсем случайные.
Сегодня мы создаём ключи шифрования из последовательностей случайных чисел, генерируемых из программного обеспечения, так называемых псевдослучайных чисел.
В числах, сгенерированных программой или математической формулой, так или иначе присутствует некая закономерность.
Чем менее случайны числа — в научной терминологии:  чем меньше энтропии они содержат, — тем легче их предсказать.
Недавно несколько казино стали жертвами изобретательной атаки.
Комбинации на выходе игровых автоматов записывались в течение некоторого времени, после чего подвергались анализу.
Это позволило киберпреступникам перепроектировать генератор псевдослучайных чисел, управляющий барабанами.
Что, в свою очередь, позволило с высокой точностью предсказать вращения барабанов и получить большой выигрыш.
Аналогичным рискам могут подвергаться и ключи шифрования.
Для безопасного шифрования необходим генератор по-настоящему случайных чисел.
Уже долгие годы учёные ищут возможность создания такого генератора.
Но большинство попыток на сегодня либо недостаточно случайны, недостаточно быстры, либо их сложно повторить.
Но квантовый мир основан на случайности.
Поэтому имеет смысл воспользоваться этим фактом.
Устройства, которые могут измерять квантовые эффекты, могут также создавать бесконечный поток случайных чисел на высокой скорости,
что помешает всем этим потенциальным преступникам в казино.
Ряд лучших университетов и компаний по всему миру занимаются созданием генераторов по-настоящему случайных чисел.
Первый квантовый генератор, созданный в моей компании, был размером один на два метра и помещался на оптическом столе.
Позже мы смогли уменьшить его до размера коробки сервера.
Сегодня он размером с PCI-карту, подключаемую к стандартному компьютеру.
Это самый быстрый в мире генератор по-настоящему случайных чисел.
Его производительность составляет миллиард случайных чисел в секунду.
Сегодня его используют для усиления системы безопасности облачные провайдеры, банки, государственные органы по всему миру.
(Аплодисменты) Но даже с таким генератором остаётся нерешённой вторая большая проблема: угроза безопасному обмену ключами.
Современные методы обмена ключами не совместимы с квантовым компьютером.
Квантовое решение этой задачи называется «квантовым распределением ключей» или QKD, в основе которого лежит фундаментальная, парадоксальная характеристика квантовой механики.
Квантовая частица меняется в зависимости от её наблюдения.
Приведу пример того, как это работает.
Давайте вернёмся к обмену кодами для замкá с Джеймсом Бондом.
Только в этот раз вместо звонка Джеймсу с сообщением кода мы будем использовать квантовые эффекты на лазере, чтобы создать код и отправить его Джеймсу по обычному оптическому волокну.
Полагаем, что Доктор Ноу попытается взломать доступ к обмену данными.
К счастью, его попытки поймать квантовые ключи в пути оставят отпечатки пальцев, которые Джеймс и вы сможете обнаружить.
Это позволит исключить перехваченные ключи.
А оставшиеся ключи можно использовать для усиленной защиты данных.
Поскольку такая безопасность основана на фундаментальных законах физики, квантовый компьютер или даже любой суперкомпьютер будущего не смогут её взломать.
Моя команда и я работаем с ведущими университетами, а также с оборонным сектором, с целью развития этой многообещающей технологии в средства безопасности следующего поколения.
Интернет вещей предвещает эпоху, когда будут взаимодействовать 25–30 миллиардов устройств, которые по прогнозам появятся к 2020 году.
Для правильного функционирования нашего общества в мире Интернета вещей жизненно важно доверие к системам, которые поддерживают эти устройства.
Готов поспорить, что квантовые технологии смогут обеспечить это доверие, позволив нам в полной мере воспользоваться удивительными инновациями, которые обогатят нашу жизнь.
Спасибо.
(Аплодисменты)
Видео, как кошки помогли раненой собаке перейти дорогу
В Интернете становится популярным видео с двумя кошками, которые помогли раненой собаке перебраться через дорогу в Краснодарском крае.
Трогательную процессию зафиксировал видеорегистратор одного из водителей.
События происходили в темное время суток, мужчина заметил на дороге движение и сбавил скорость.
"Смотри, делегация целая прется", - иронизирует сначала водитель.
А потом замечает, что собака передвигается с большим трудом.
Компания благополучно добралась до обочины, после чего направилась в сторону леса.
"Есть чему людям поучиться у животных", - пишут в комментариях.
В воскресенье парады в честь Дня военно-морского флота России прошли в Санкт-Петербурге и возле всех крупных баз флота, в том числе и в сирийском Тартусе.
В них приняли участие 219 различных кораблей и 15 тыс. человек личного состава.
Президент России Владимир Путин, принимавший главный парад в Петербурге, рассказал, что в 2020 году состав ВМФ пополнится 40 новыми судами разных классов, а также новейшим оружием - в том числе гиперзвуковыми ударными комплексами и беспилотными подводными аппаратами.
В 2020 году парад впервые прошел в Каспийске, куда из Астрахани была передислоцирована база Каспийского флота.
Кроме Петербурга, парады прошли в Балтийске, Каспийске, Североморске, Петропавловске-Камчатском, Владивостоке, а также в аннексированном Севастополе и на рейде сирийского порта Тартус.
В главном параде в акватории Невы и Финском заливе приняли участие 4 тыс. военнослужащих и 46 судов, в том числе и атомные и дизельные подводные лодки, а также вертолеты и самолеты Морской авиации.
Перед началом парада Путин в сопровождении министра обороны Сергея Шойгу, главнокомандующего ВМФ адмирала Николая Евменова и командующего войсками Западного военнкого округа генерал-полковника Журавлева обошел несколько кораблей, стоявших на Кронштадском рейде и в Финском заливе, поприветствовав личный состав.
Украшением парада стала и копия первого русского линейного корабля "Полтава", воссозданная по архивным чертежам.
В его проектировании принимал участие император Петр I.
В своей речи Путин напомнил о том, что в этом году отмечается 200-летие открытия Антарктиды в результате экспедиции российских мореплавателей Фаддея Беллинсгаузена и Михаила Лазарева.
А на крыше здания Сената и Синода во время парада были замечены снайперы, обеспечивавшие безопасность.
В параде в Балтийске, где базируется Балтийский флот, приняли участие более 46 боевых кораблей и больше 1,5 военнослужащих, а большой боевой корабль "Калининград" произвел высадку морского десанта.
В аннексированном Севастополе прошел парад с участием 30 кораблей и представление, посвященное истории Черноморского флота, включавшее в себя и выход группы водолазов из-под воды.
В параде в Североморске участвовала новая атомная подводная лодка "Князь Владимир" стратегического назначения, принятая в состав Северного флота в июне.
Во Владивостоке праздник закончился салютом.
ВМФ России в этом году получит сорок кораблей и судов
Сорок кораблей и судов пополнят в текущем году состав ВМФ России, заявил президент РФ Владимир Путин.
"Уровень оснащенности нашего военного флота постоянно растет.
В этом году в его состав будет принято сорок кораблей и судов различного класса", - сказал он, выступая на главном параде в честь дня ВМФ в Санкт-Петербурге.
Путин также напомнил, что несколько дней назад на трех верфях в России были заложены еще шесть новых кораблей дальней морской зоны.
Ранее сообщалось, что в Петербурге начался парад в честь Дня Военно-морского флота.
В ДТП под Волгоградом пострадал четырехлетний ребенок
В субботу, 25 июля, в 11 часов 28 минут на грунтовой дороге в пяти километрах от хутора Медведев случилось ДТП.
73-летний пенсионер ехал за рулем ВАЗ-21083 в сторону села Широкого.
В какой-то момент автомобилист не справился с управлением, и машина опрокинулась на крышу.
− В результате аварии пострадала 4-летняя девочка, − рассказали в пресс-службе регионального главка МВД.
- С травмами ребенка госпитализировали.
18 детей погибли с начала лета в Волгоградской области
В Волгоградской области бесследно пропал пенсионер
Офицеры Северного флота получили государственные награды
Командующий Северным флотом Герой России вице-адмирал Александр Моисеев вручил государственные награды отличившимся офицерам.
Об этом говорится в сообщении на официальном сайте Министерства обороны.
Как отмечается в сообщении, ордена и медали получили 12 старших и высших офицеров из подводных сил, армейского корпуса, армии ВВС и ПВО, Беломорской военно-морской базы, частей вооружения и штаба Северного флота.
Начальнику технического управления Северного флота контр-адмиралу Сергею Гришко объявлена благодарность Президента Российской Федерации.
Как повлияет на экономику решение ЦБ о снижении ключевой ставки
Банк России ожидаемо снова снизил ключевую ставку.
Она опустилась еще на 0,25 процентного пункта, до 4,25% годовых - формально очередного исторического минимума.
Судя по возвращению короткого шага снижения ставки, а также тональности заявлений ЦБ и обновленным прогнозам по российской экономике, регулятор смотрит на экономические перспективы более оптимистично, чем раньше.
Это означает, что нынешний цикл смягчения денежно-кредитной политики вскоре может остановиться.
"Мы продолжили смягчение денежно-кредитной политики, в первую очередь учитывая, что все еще сохраняются риски отклонения инфляции вниз от 4% в 2021 году", - сообщила глава Банка России Эльвира Набиуллина.
Они связаны со значительным снижением экономической активности, падением внутреннего и внешнего спроса.
Восстановление экономики, по словам Набиуллиной, займет более полутора лет.
При этом она отметила, что после снятия ограничений из-за пандемии экономические процессы оживились: восстанавливались энергопотребление, потребительский и инвестиционный спрос, расширялись строительство и выпуск потребительских товаров, замедлились годовые темпы снижения грузооборота транспорта, промпроизводства.
По уточненному прогнозу ЦБ, в 2020 году сокращение экономики составит 4,5-5,5% (до этого ожидалось 4-6%), а восстановительный рост экономики в 2021 году составит 3,5-4,5%, в 2022 году - 2,5-3,5%.
Кроме того, Банк России пересмотрел прогноз по годовым ценам на нефть до 38 и 40 долларов за баррель Urals в 2020 и 2021 году соответственно.
Ранее ЦБ ожидал 27 и 35 долларов за баррель.
Наконец, прогноз Банка России по инфляции на 2020 год составил 3,7-4,2% против ранее ожидавшихся 3,8-4,8%.
Взгляд Банка России на ситуацию в экономике становится более оптимистичным, что приближает нас к концу цикла смягчения, считают экономисты по России и СНГ "Ренессанс Капитала" Софья Донец и Андрей Мелащенко.
Так, Банк России последовательно снижает ключевую ставку больше года, с начала прошлого лета она опустилась уже на 3,5 процентного пункта.
А на прошлом заседании в июне ЦБ понизил ее сразу на один процентный пункт из-за низких темпов инфляции в связи с подавленным спросом и необходимости стимулировать затормозившую из-за пандемии и связанных с ней ограничений экономику.
Шансы на донастройку денежно-кредитной политики сохраняются (на следующем заседании 18 сентября и до конца года), но предел уже близок, соглашается главный аналитик Росбанка Евгений Кошелев.
Совокупность проинфляционных рисков также указывает на близость паузы в смягчении процентной политики - нарушенные цепи поставок, возможный рост издержек из-за мер предотвращения эпидемии и более быстрое (по сравнению с ожиданиями) восстановление спроса, говорит он.
В довершение последующие действия Банка России потребуют большего внимания к инфляционным процессам в ходе сезона сбора урожая, а также внешней волатильности, возросшей на фоне геополитических конфликтов, указывает Кошелев.
Так или иначе снижение ключевой ставки приведет к дальнейшему снижению ставок для наиболее надежных заемщиков, а также, возможно, по ипотеке, говорит старший экономист аналитического управления банка "Открытие" Максим Петроневич.
Коррекция ставок будет носить менее выраженный характер, чем снижение ключевой ставки, уточняет он.
Ставки по потребкредитам могут упасть еще на 0,3-0,6 процентного пункта в течение второго полугодия, ставки по ипотеке могут завершить год в диапазоне 6,2-7%, не исключает экономист "БКС Премьер" Антон Покатович.
Средние ставки по вкладам, по его мнению, тоже будут падать - в ближайшие месяцы они могут опуститься к 4,2-4,5% (сейчас едва выше 4,5%).
Далее они могут опуститься и до 4%, если ЦБ снизит ключевую ставку осенью, считает Покатович.
Центристская партия обещает выплатить все свои долги к концу года
Об этом в интервью ERR рассказал генеральный секретарь Центристской партии Михаил Корб.
По его словам, общая сумма выплат, которые партии предстоит сделать, составляет около 300 000 евро.
"По сегодняшним финансовым прогнозам Центристская партия рассчитается со своими текущими долгами и обязательствами до конца этого года", - сказал Корб.
Ранее стало известно, что партия премьер-министра вернула государству 110 100 евро, которые были признаны запрещенным пожертвованием.
В Харьюмаа столкнулись легковой автомобиль и автокараван: пострадали четыре человека
По данным полиции, ДТП произошло в 13:50 в деревне Соодла, где автомобиль Mercedes-Benz, которым управляла 31-летняя женщина, столкнулся с автокараваном марки Fiat с 48-летним мужчиной за рулем.
В результате инцидента пострадали водители обоих транспортных средств, а также находившиеся в доме на колесах пассажиры: 10-летний ребенок и 48-летняя женщина, которую доставили в больницу.
Остальным пострадавшим первую помощь оказали на месте, в госпитализации они не нуждались.
Точные обстоятельства произошедшего выясняются.
Украинские военные будут контролировать прекращение огня в Донбассе
Украинские военные начали подготовку к прекращению огня на линии разграничения в Донбассе, контроль над выполнением договоренностей будут осуществлять военнослужащие с опытом миротворческих миссий, сообщает штаб Объединенных сил в "Фейсбуке".
"Подразделения из состава Объединенных сил начали подготовку к полному и всеобъемлющему прекращению огня на линии разграничения, которое вступает в действие с 27 июля 2020 года", - говорится в сообщении.
Отмечается, что, начиная с 00:01 27 июля, на каждой из украинских позиций дополнительный контроль за прекращением огня будут осуществлять специально командированные украинские военнослужащие, большинство из которых имеют боевой опыт и непосредственно занимались профильными вопросами во время участия в миротворческих миссиях под эгидой ООН.
Такой шаг позволит "не отвлекать личный состав подразделений Объединенных сил от выполнения боевых задач и предупредить возможные провокации", говорится в сообщении.
На прошедшем в среду заседании контактной группы по Донбассу стороны согласовали комплекс дополнительных мер по контролю перемирия, который кроме прочего включает в себя запрет на деятельность диверсионно-разведывательных групп и запрет на ведение огня, в том числе снайперского.
В Москве умерли 13 пациентов с коронавирусом
В Москве за последние сутки умерли еще 13 пациентов с коронавирусом.
Таким образом, общее число умерших в российской столице достигло 4411.
Ранее глава Минздрава Михаил Мурашко назвал число находящихся в реанимации россиян с коронавирусом.
За все время в России было зафиксировано 812,5 тысячи случаев заражения коронавирусом.
Из них 13,3 тысячи человек умерли, еще 600,3 тысячи - вылечились.
В пекарне под Пензой начался пожар
Пожар произошел в здании пекарни "Канаевский хлебозавод" в Пензенской области, сообщили в МЧС.
Как уточняется, инцидент произошел в селе Канаевка в Городищенском районе.
"По прибытии пожарно-спасательных подразделений установлено, что произошло загорание в здании пекарни ООО "Канаевский хлебозавод".
По предварительной информации, пострадавших нет", - говорится в заявлении МЧС.
Как пишет ТАСС со ссылкой на ведомство, площадь пожара - 1 тыс. кв. метров, есть угроза распространения огня на близстоящее складское помещение.
Ранее на заводе минеральной воды в Ставропольском крае загорелись два склада, пожар произошел на площади почти 3 тыс. кв. метров.
Психолог: "Емельяненко до сих пор не может забыть расставание с любимой женщиной".
Психолог Вероника Степанова, у которой более 1 млн подписчиков в Youtube, рассказала о бойце MMA Александре Емельяненко, который является бывшим мужем ее сестры.
Оля встретилась с Сашей, у них началась бурная любовь, - сказала Степанова в ролике на своем Youtube-канале.
- Это была очень красивая история, они мгновенно родили ребенка, все было прекрасно и замечательно.
В какой-то момент Саше пресытилось все это, захотелось ему чуть-чуть погулять.
И если любая другая женщина отнесется к этому нормально (ну подумаешь, пошел погулять, потанцевать немного), то это не про Олю.
Она таких вещей не терпит.
И его история про чуть-чуть погулять закончилась тем, что сестра мгновенно вышла замуж за другого человека и тут же родила ему ребенка.
Когда Саша пришел в себя от того, что произошло, он не мог в это поверить.
Он пытался ползать на коленках, бриллианты дарить.
Его львиная гордость взорвала ему голову.
Он хотел все вернуть, а как это вернуть - не понял.
Они поддерживают дружеские отношения, у них общий ребенок, но он до сих пор не может прийти в себя.
Его разрушительное поведение - это крик отчаяния, попытка или убиться, или привлечь ее внимание.
Проспект "Каролины" уедет играть в Швецию.
Проспект "Каролины" Джек Друри в следующем сезоне будет выступать в чемпионате Швеции, сообщает в Twitter журналист The Hockey News Райан Кеннеди.
Игрок молодежной сборной США в прошедшем сезоне выступал в NCAA за Гарвард.
В 28 матчах он набрал 39 (20+19) очков.
Друри был выбран "Каролиной" на драфте-2018 под общим 42-м номером.
Альберт Проза подписал контракт с таллиннским "Легионом"
Последним клубом Прозы была тартуская "Таммека", за которую он выступал в прошлом сезоне.
"Из-за травмы я был вне футбола больше года.
30 апреля перенес операцию.
Но теперь все в порядке - снова готов играть.
Правда, пока моя форма далека от оптимальной.
Когда дебютирую за "Легион"?
Вполне возможно, что 29 июля я сыграю какое-то количество времени на Кубок Эстонии, а 1 августа попаду в заявку на матч чемпионата против "Пайде".
Но все зависит от решения тренера, он будет решать, готов я или нет.
Сам же я считаю, что мне достаточно много еще нужно набирать", - сказал Альберт Проза в воскресенье в интервью ERR.
В текущем чемпионате Эстонии по футболу "Легион" после 14 туров занимает в турнирной таблице девятое место, набрав 10 очков.
"На данный момент, если посмотреть на таблицу, то мы не можем рассуждать о борьбе за высокие места, но "Легион" - амбициозная команда, у нас достаточно хороший состав.
Думаю, что в следующем году результаты у нас будут лучше.
А задача на этот год - сохранить место в высшей лиге и играть более уверенно", - добавил Проза.
"Каких-то личных целей перед собой не ставлю.
Возвращаться в футбол после такой большой паузы нелегко.
Сейчас моя главная задача - помочь команде остаться в высшей лиге и подняться в таблице как можно выше", - сказал нападающий.
Ранее Проза также играл за столичные "Флору" и "Инфонет", финские РоПС и ТПС, мальтийскую "Валетту".
За сборную Эстонии Проза провел 7 матчей.
В Санкт-Петербурге прошел главный парад в честь Дня Военно-морского флота
В Санкт-Петербурге сегодня прошел главный парад в честь Дня Военно-морского флота РФ.
На праздничных мероприятиях присутствовал президент и Верховный главнокомандующий Вооруженными силами России Владимир Путин.
В параде приняли участие суда различных классов, в том числе большой противолодочный корабль "Вице-адмирал Кулаков", большие десантные корабли "Минск", "Петр Моргунов", "Королев", корвет "Стойкий", атомный подводный ракетоносный крейсер "Орел", океанографическое исследовательское судно "Адмирал Владимирский" и патрульный корабль "Василий Быков".
Всего в морской части парада было задействовано 46 кораблей, включая катера и подводные лодки.
Также в рамках петербургского парада состоялся пролет парадной группы морской авиации.
ДТП в Капане с участием иранского грузовика и пассажирского автомобиля
25-го июля в 01։23 часов в Национальный центр кризисного управления Спасательной службы МЧС РА поступил сигнал о том, что в Капане (Сюникская область) на ул.Горцаранаин произошло ДТП, необходима помощь спасателей.
Как сообщили Арменпресс в Управлении по связям с общественностью и СМИ Министерства по чрезвычайным ситуациям РА, выяснилось, что столкнулись автомобиль ГАЗ-3110 (водитель Ваник А., 1958 г/р) и грузовик Samad (водитель Ахад Гхорси Ходаджихол, 1987 г/р, гражданин Исламской Республики Иран).
Спасатели поднесли Ваника А. к машине скорой помощи, которая доставила его в Капанский МЦ, где медики оценили их состояние как тяжелое.
Российский рекорд.
Школьник сдал ЕГЭ на 400 баллов
Ученик костромской школы № 30 Дмитрий Ломсадзе набрал в сумме 400 баллов на ЕГЭ.
Школьник сдавал четыре предмета: русский язык, профильную математику, физику и информатику, сообщает Kostroma.Today.
Школьник теперь имеет возможность поступить в лучшие вузы страны.
Школа № 30, где он учился, ликует, - сообщает местное издание.
По словам директора школы Александра Зюзина, Дмитрий с первого класса проявлял склонность к наукам, принимал участие в олимпиадах и окончил обучение с медалью.
За всю историю Единого государственного экзамена в России 400 баллов получили только четыре выпускника.
Дмитрий Ломсадзе стал пятым.
В июле в России разгорелся скандал из-за слишком сложного ЕГЭ по химии.
На следующей неделе в Москве ожидается до +28 градусов
На следующей неделе температура воздуха в Москве вернется к норме, передает RT.
По словам замглавы ситуационного центра Росгидромета Анатолия Цыганкова, в центре столицы может потеплеть до +28 градусов, а в других районах температура составит +22-25 градусов.
Также синоптики прогнозируют переменную облачность и небольшие дожди.
В Москве отрицательный среднесуточный темп прироста новых случаев COVID-19 за месяц
Оперштаб по контролю и мониторингу ситуации с коронавирусом в Москве сообщает: в столице подтверждено 683 новых случая заражения коронавирусом.
Среднесуточный темп прироста новых заболевших COVID-19 за месяц - около -0,57%.
Среди вновь выявленных случаев - 49,2% - у людей в возрасте от 18 до 45 лет, 30,6% - от 46 до 65 лет, 9,6% - от 66 до 79, еще 3,3% - старше 80 лет.
Детей среди них - 7,3%.
Главный военно-морской парад отметился новыми кораблями и технологиями съемки
На Главном военно-морском параде в Санкт-Петербурге была применена новая технология съемки: видеокамера "прошла" под одним из кораблей, показав его "с изнанки".
В таком ракурсе был снят проход новейшего серийного малого ракетного корабля "Советск" вдоль Адмиралтейской набережной.
Главный военно-морской парад транслировали телеканал "Россия 1" и сайт Russia.tv.
Ранее, 24 июня, на параде в честь 75-летия Великой Победы камера при переходе с одного плана на другой "прошла" через дуло танка внутрь бронированной машины, а во время полета истребителей пилотажных групп "Русские витязи" и "Стрижи" камера "вылетела" из сопла двигателя самолета.
Главный военно-морской парад в составе 46 боевых кораблей, катеров и подводных лодок, 41 самолета и вертолета морской авиации и более 4 тысяч военнослужащих завершился в акватории Кронштадта.
В параде, в частности, участвовали большой противолодочный корабль "Вице-адмирал Кулаков", корвет "Стойкий", большие десантные корабли "Минск" и "Патриот", атомный подводный ракетоносный крейсер "Орел", подводная лодка "Петропавловск-Камчатский", патрульный корабль "Василий Быков", малые противолодочные корабли "Казанец" и "Уренгой", малые ракетные корабли "Ливень" и "Пассат", ракетный катер "Чувашия".
На рейде Кронштадта в Финском заливе можно было впервые увидеть большой десантный корабль "Петр Моргунов", построенный по проекту 11711 Невского ПКБ на прибалтийском заводе "Янтарь".
Головной корабль этой серии "Иван Грен" уже служит на Северном флоте, передает ТАСС.
Среди других новичков, поступивших недавно на вооружение ВМФ, был первый серийный фрегат "Адмирал флота Касатонов", построенный по проекту 22350 на заводе "Северная верфь".
Еще один новичок ВМФ - дизель-электрическая подводная лодка "Петропавловск-Камчатский" проекта 636.3 ЦКБ морской техники "Рубин", построенная на "Адмиралтейских верфях".
Она пополнила Тихоокеанский флот России в декабре 2019 года.
Другие новейшие корабли, вошедшие недавно в состав ВМФ - малые ракетные корабли "Советск" и "Мытищи" проекта 22800 ("Каракурт"), разработанные ЦМКБ "Алмаз".
В параде на Неве также участвовали малые ракетные корабли "Великий Устюг" и "Серпухов" проекта 21631 "Буян-М".
А самыми крупными участниками стали атомный подводный ракетный крейсер "Орел" и большой противолодочный корабль "Вице-адмирал Кулаков" - их можно было увидеть в Финском заливе.
В знак признания большого вклада российского флота в исследования Мирового океана вместе с боевыми кораблями по Неве прошли два новейших гидрографических катера "Георгий Зима" и "Михаил Казанский". А на Кронштадтском рейде встало океанографическое исследовательское судно "Адмирал Владимирский", завершившее в июне совместную с Русским географическим обществом научную кругосветную экспедицию к берегам Антарктиды в честь 200-летия ее открытия российскими мореплавателями Фаддеем Беллинсгаузеном и Михаилом Лазаревым.
А у Дворцового моста можно было увидеть воссозданный на исторической верфи первый российский линейный корабль XVI века "Полтава".
Этот 54-пушечный парусник был спущен на воду 1712 году, участвовал в войне со шведами, а в 1717 году обеспечивал высадку десанта на остров Готланд.
В 1725 году этот корабль был выведен из состава Балтфлота, а после своего воссоздания - спущен на воду в Санкт-Петербурге 27 мая 2018 года.
Проезд в Кронштадт в этом году был ограничен на время прохождения парада в связи с профилактикой распространения коронавируса COVID-19, передает РИА Новости.
В ходе протестных акций в США убит 1 человек
Протесты прошли в Сиэтле, Портленде, Луисвилле и Денвере, сообщила в воскресенье "Актуальная камера".
В Остине, что в штате Техас, во время протеста погиб человек.
В протестующего выстрелили из винтовки, когда тот сидел в своей машине.
Подозреваемый в совершении преступления уже задержан.
В других городах произошли столкновения демонстрантов с правоохранителями.
Митингующие устроили массовые беспорядки и полиция была вынуждена применить слезоточивый газ и светошумовые гранаты.
Опрос: Правящий Союз крестьян и "зеленых" Литвы снова возглавил рейтинг партий
Союз крестьян и "зеленых" Литвы, возглавляющий правящую коалицию сейма, возглавил рейтинг партий.
Это показал опрос, проведенный компанией социологических исследований Vilmorus пор заказу газеты Lietuvos rytas.
После победы на парламентских выборах 2016 года "крестьяне" потеряли первое место и долгое время лидировал главный критик России в Литве, оппозиционный "Союз отечества - христианские демократы (консерваторы).
Тем не менее недавно президент Литвы Гитанас Науседа, оценивая электоральные возможности партий, заявил, что Союз крестьян и "зеленых" после парламентских выборов этого года, вероятно, сможет снова сформировать коалицию.
Это заявление вызвало негодование консерваторов.
Последний опрос показал: если бы парламентские выборы проходили сегодня, то за крестьян проголосовали бы 17,6 процентов избирателей, а за консерваторов - 17,2 процента.
По словами директора Vilmorus Владаса Гайдиса, отрыв - в пределах погрешности, и тем не менее правящие перестали отставать от консерваторов.
По мнению Гайдиса, социологическому успеху "крестьян" способствовала новость о том, что их избирательный список возглавит премьер-министр Саулюс Сквернялис.
Этот политик был первым в списке "крестьян" и на выборах 2016 года.
На третьем месте - Социал-демократическая партия, за которую сейчас готовы голосовать 7,1 процента респондентов.
За меся она неожиданно потеряла 2 процента.
Четвертая - Партия труда, возглавляемая бизнесменом русского происхождения Виктором Успасских (6,2 процента).
Остальные политические организации, судя по опросу, пока не смогу преодолеть 5-процентный избирательный барьер.
Путин рассказал об уникальных преимуществах российского флота
Президент России Владимир Путин на Главном военно-морском параде в Санкт-Петербурге заявил, что уникальные преимущества и повышение боевых возможностей российского флота будут достигаться путем внедрения передовых цифровых технологий.
Как уточнил глава государства, отечественные гиперзвуковые ударные комплексы, беспилотные подводные аппараты не имеют аналогов мире.
Кроме того, российский лидер обратил внимание на самые эффективные средства обороны РФ.
По словам российского лидера, уровень оснащенности Военно-морского флота России постоянно растет, так, в этом году в его состав будет принято 40 кораблей и судов различных классов.
При этом отмечается, что акцент будет сделан на оснащение уникальными гиперзвуковыми ударными комплексами.
Сегодня на вооружении ВМФ находятся новейшие корабли, оснащенные высокоточным оружием, стратегические подводные крейсеры и многоцелевые подводные лодки, а также уникальные образцы спецтехники, добавил президент.
Путин также подчеркнул, что военные моряки достойно выполняют самые сложные задачи, безупречно служа Отечеству.
МЧС предупредило жителей Подмосковья о грозе
В Московской области ожидается гроза и ветер порывами до 15 м/с. Об этом сообщило областное управление МЧС в воскресенье, 26 июля.
Жителям рекомендовано убрать со дворов хозяйственные вещи и обрезать сухие деревья, которые могут нанести ущерб жилищу.
Машину нужно поместить в гараж или припарковать вдали от деревьев или слабо укрепленных конструкций.
Чтобы избежать удара молнии, рекомендовано не топить печь в доме в грозу и не пользоваться электроприборами, а на улице не прятаться под деревьями (особенно одинокими), не купаться в водоемах.
Тем, кто находится в машине, рекомендуется закрыть окна и оставаться внутри.
24 июля МЧС также предупреждало жителей Подмосковья о грозе.
Лишние требования к заявкам на госзакупки исключат законом
В законодательстве могут установить исчерпывающие требования к заявкам на участие в закупках.
В осеннюю сессию на пленарном заседании Госдумы планируют рассмотреть во втором чтении законопроект, устанавливающий требования к содержанию и составу заявки на участие в закупке, участниками которой могут быть только субъекты малого и среднего бизнеса.
Поправки вносятся правительством в закон "О закупках товаров, работ, услуг отдельными видами юридических лиц".
Законопроект разработан во исполнение дорожной карты по реализации Стратегии развития малого и среднего предпринимательства в РФ до 2030 года, утвержденной правительством.
Она предусматривает подготовку проекта закона об исчерпывающем перечне документов, которые заказчики вправе потребовать в составе заявки от участников закупки - субъектов малого и среднего предпринимательства.
А также - о перечне требований к указанным документам.
На сегодняшний день в законе "О закупках товаров, работ, услуг отдельными видами юридических лиц" рамочно регулируется закупочную деятельность отдельных видов юридических лиц.
Требования к содержанию, форме, оформлению и составу заявки на участие в закупке устанавливаются заказчиками самостоятельно в документации о закупке.
"В результате заказчиками устанавливаются избыточные требования к содержанию, оформлению заявки, обязательному наличию в ее составе справок, сертификатов, выписок, срок получения которых в уполномоченных органах сопоставим со сроком подачи заявок, что приводит к невозможности участия в такой закупке и сокращению количества участников закупки", - говорится в пояснении к законопроекту.
Новый законопроект предусматривает установление исчерпывающего перечня документов, которые заказчики вправе потребовать в составе заявки от участников закупки, являющихся субъектами малого и среднего предпринимательства.
"Принятие документа позволит исключить произвольное установление заказчиками требований к составу и содержанию заявок участников, являющихся субъектами малого и среднего предпринимательства", - говорится в пояснительной записке.
Как художнику для меня очень важна взаимосвязь.
В своих работах я пытаюсь показать, что люди неотделимы от природы и что все взаимосвязано.
Впервые я побывала в Антарктиде почти 10 лет назад, там я и увидела айсберги.
Я испытала благоговейный трепет.
Моё сердце забилось быстрее, голова закружилась, пытаясь понять то, что открылось передо мной.
Айсберги вокруг выплывали из воды почти на 200 футов. И я не могла не удивляться тому, что это одна снежинка поверх другой, год за годом.
Айсберги рождаются, когда они откалываются от глетчерных льдов или отламываются от шельфовых ледников.
Каждый айсберг имеет собственную индивидуальность.
Каждый по-своему взаимодействует с окружающей средой и накапливает свой опыт.
Некоторые отказываются сдаваться и держатся до самого горького конца, а другие больше не могут бороться и гибнут в приступе яркой страсти.
Смотря на айсберг, легко подумать, что он изолирован, что он замкнут и одинок, подобно тому, как мы, люди, зачастую видим себя.
Но в жизни всё совсем иначе.
Когда тает айсберг, я вдыхаю его древнюю атмосферу.
Когда тает айсберг, он выделяет пресную, обогащенную минералами, воду, которая питает многие формы жизни.
Я подхожу к фотографированию этих айсбергов, как к созданию портретов своих предков, зная, что в эти индивидуальные моменты они существуют именно в таком образе, и что он уже никогда не повторится.
Они не умирают, когда тают; это не конец, а продолжение их пути в цикле жизни.
Иногда лед в айсбергах, которые я фотографирую, очень молод — ему всего пара тысяч лет.
А некоторые айсберги старше 100 000 лет.
На последних фотографиях, которые я хочу вам показать, запечатлён айсберг, сфотографированный мною в Киртартиватзиаке, в Гренландии.
Очень редкий случай, когда удается увидеть, как айсберг вращается.
So here it is.
Слева видно маленькую лодку.
Длиной примерно 4,5 метра.
Обратите, пожалуйста, внимание на форму айсберга и место его соприкосновения с водой.
Здесь видно, как он начинает вращаться, а лодка переплыла на другую сторону, и там стоит человек.
Это гренландский айсберг среднего размера.
Он выступает из воды примерно на 120 футов или 40 метров.
А вот эта запись в реальном времени.
(Музыка) И так вот просто, айсберг показывает нам другую сторону своей личности.
Спасибо.
(Аплодисменты)
Однажды зимним утром несколько лет назад я ехал на работу в Йоханнесбурге, Южная Африка, и заметил нависающий над городом туман.
Я езжу там почти каждый день, поэтому вряд ли бы я не обратил на это внимание раньше.
Йоханнесбург известен своими особыми горизонтами, которые я едва мог увидеть тем утром.
Вскоре я понял, что это было огромное облако загрязнённого воздуха.
Контраст между привычной для меня живописной средой и тем небом, окутанным смогом, всколыхнуло во мне что-то.
Я был в ужасе от того, что этот город красочных и живописных закатов будет поглощён мглой.
В тот момент у меня возникло сильное желание что-то предпринять, но я не знал что.
Я знал лишь то, что не могу остаться в стороне.
Основная сложность заключалась в том, что я не очень разбирался в экологии, управлении качеством воздуха или химии атмосферы.
Я компьютерный инженер, и я был уверен, что мне не справиться с этой проблемой с помощью кода.
(Смех) Кто я такой, чтобы как-то изменить ситуацию?
Но я был жителем этого города.
В последующие годы я вынес один очень важный урок — урок, к которому нужно отнестись серьёзно, если мы стремимся к лучшему будущему.
Даже если вы не эксперт в какой-либо области, ваш опыт извне может стать ключом к решению сложных проблем в этой сфере.
Иногда ваше уникальное видение может вылиться в неординарную идею, которая сдвинет всё с мёртвой точки, но вы должны быть достаточно смелым, чтобы попытаться это сделать.
Это единственный выход.
Ещё тогда я понял, что для того, чтобы хотя бы попытаться изменить ситуацию к лучшему, для начала мне придётся разобраться в загрязнении воздуха, так я снова стал студентом.
Уже в самом начале моего исследования я узнал, что загрязнение воздуха является главнейшей опасностью для состояния окружающей среды.
Согласно Всемирной организации здравоохранения почти 14 процентов смертей во всём мире в 2012 году были вызваны загрязнением воздуха в домах и загрязнением окружающего воздуха, что особенно распространено в странах с низким и средним уровнем дохода.
Одно лишь загрязнение воздуха приводит к большему количеству смертей ежегодно, чем малярия или ВИЧ/СПИД.
В Африке количество преждевременных смертей из-за небезопасных санитарных условий или недоедания среди детей не идёт ни в какое сравнение с количеством смертей из-за загрязнения воздуха, и это обходится огромными экономическими издержками: более 400 миллиардов долларов США по состоянию на 2013 год, согласно исследованию Организации экономического сотрудничества и развития.
Сейчас в своей работе я изучаю новые возможности в области искусственного интеллекта, где симбиотическая связь между человеком и машиной поможет найти благоприятную основу для принятия правильных решений.
В процессе изучения проблемы загрязнения воздуха стало понятно, что нам необходимо найти способ принятия более верных решений для осуществления контроля за загрязнением воздуха, а учитывая масштабы этой проблемы, необходимо сделать это совместными усилиями.
Поэтому я решил познакомиться с людьми, которые работают в этой области.
Я начал встречаться с должностными лицами Йоханнесбурга и других близлежащих городов, я привлёк также местное научное сообщество, а также сделал несколько холодных звонков.
Процесс налаживания контактов, которым я занялся, помог мне получить более глубокое представление о проблеме.
Это также помогло мне не попасть в ловушку, в которую мои коллеги часто попадают, пытаясь внедрить новшества, когда мы быстро применяем технологию, прежде чем ясно осознаём имеющуюся проблему.
Я начал думать о том, что я могу сделать, чтобы улучшить ситуацию.
Я просто начал спрашивать себя, как я могу эффективно объединить все мои навыки в сфере программирования и искусственного интеллекта с опытом людей, с которыми я познакомился.
Я захотел создать онлайн платформу по регулированию качества воздуха, которая выявит закономерности в загрязнении, заглянет в будущее и определит, чего нам следует ожидать.
Я был намерен реализовать свою идею на практике, но столкнулся с неопределённостью, у меня не было никаких гарантий успеха.
У меня был только определённый набор инженерных навыков, навыков, которые я приобрёл в своей профессии (Смех) и которых не было у людей, занимающихся проблемой загрязнения воздуха в течение долгих лет.
Я понял, что иногда всего лишь один свежий взгляд, какие-то новые навыки создают условия для появления чего-то выдающегося.
Сила воли и воображение являются нашей путеводной звездой, наделяя нас способностью находить новые пути и обходить сложности.
Вооружившись глубоким пониманием проблемы загрязнения воздуха и изучив накопленную десятилетиями информацию о концентрации загрязнителей и метеорологических условиях в Йоханнесбурге и за его пределами, мы со моими коллегами из Южной Африки и Китая создали систему поддержки по принятию решений о воздухе, которая находится в облаке.
Система ПО анализирует исторические данные и данные в режиме реального времени, чтобы выявить пространственные и временные тенденции.
Затем мы использовали новую технологию машинного обучения, чтобы предсказать уровень загрязнения для разных загрязнителей на несколько дней заранее.
Это значит, что жители могут принимать более правильные решения относительно своих перемещений и выбора места жительства для своих семей.
Мы сможем заблаговременно предсказывать случаи загрязнения, вычислять виновников загрязнения, которые по распоряжению властей будут вынуждены сократить масштабы своей деятельности.
С помощью планирования сценариев градостроители смогут принимать правильные решения в развитии инфраструктуры, такой как жилые поселения, промышленные зоны.
Мы завершили тестирование нашей технологии, которое длилось около 120 дней, охватив всю Южную Африку.
Полученные результаты были одобрены, когда мы продемонстрировали тесную взаимосвязь между данными прогноза и данными, которые мы получили на месте.
Благодаря нашему лидерству мы создали передовые, новаторские технологии, которые смогут прогнозировать качество воздуха с беспрецедентной точностью, улучшая город, по которому не так давно я ехал одним зимним утром и думал: «Что-то здесь не так. Что же можно предпринять?»
И вот мой вывод: что, если бы я тогда не стал изучать проблему загрязнения воздуха?
Что, если бы я не выразил обеспокоенность состоянием окружающей среды и просто понадеялся, что кто-то где-то уже занимается этой проблемой?
Вот чему я научился: когда мы решаемся на сложное предприятие, которое способствует тому, во что мы твёрдо верим, важно фокусироваться на успехе и учитывать последствия бездействия.
Мы не должны сходить с пути перед лицом препятствий и трудностей, это должно ещё больше мотивировать нас.
Где бы вы ни находились, когда вы поймёте, что ваше природное любопытство чем-то возбуждено и это то, что вас волнует, и у вас есть сумасшедшие и смелые идеи, и, возможно, это находится вне вашей компетенции, спросите себя: почему бы нет?
Почему бы не начать действовать и не решить проблему, как можешь, своим путём?
И, возможно, вы будете приятно удивлены.
Спасибо.
(Аплодисменты)
Республиканцы предложат выдать на поддержку экономики США еще $1 трлн
Республиканцы предложат потратить на поддержку экономики Соединенных Штатов еще $1 трлн, подтвердил в воскресенье, 26 июля, министр финансов США Стивен Мнучин в эфире Fox News.
"Внутри пакета на $1 трлн есть наиболее приоритетные и срочные вещи", - отметил глава американского минфина.
Пакет поддержки включает новые прямые выплаты американцам.
Предложение должен принять конгресс и подписать президент США Дональд Трамп.
Представители Демократической партии США полагают, что предложенных средств недостаточно.
Весной на поддержку экономики в США выделили около $3 трлн.
24 апреля Трамп подписал законопроект о финансовой помощи американской экономике в сумме почти на полтриллиона долларов для борьбы с коронавирусом и его последствиями.
По мнению аналитиков, ВВП США во II квартале 2020 года упадет на 25% в годовом выражении, что станет сильнейшим спадом в истории страны.
Microsoft принудительно обновит старые версии Windows 10
Microsoft подтвердила переход на следующий этап распространения обновления May 2020 Update для операционной системы Windows 10, пишет 25 июля портал BetaNews.
Пакет не нужен: ФАС усомнилась в правомерности антивирусного предложения Microsoft
Получив ПО для удаленной работы от американской корпорации, госструктуры могут нарушить законодательство
Компания расширит круг пользователей c новой версией ОС.
Для этого компьютеры со старыми версиями системы решено автоматически обновлять.
Предполагается, что специально разработанный компанией алгоритм будет определять устройства со старыми версиями программной платформы, чей срок поддержки скоро завершится, и автоматически установит на них Windows 10 May 2020 Update.
В ближайшее время это коснется компьютеров с Windows 10 (1809) и Windows 10 (1903), поддержка которых истекает 10 ноября и 8 декабря соответственно, отмечает издание.
21 июля сообщалось, что после обновления операционной системы Windows 10 пользователи столкнулись с проблемами при подключении к интернету - доступ к сети отсутствовал.
Сложности были связаны не с самим подключением к сети, а именно со статусом подключения.
Доктор Мясников назвал главные показатели здоровья человека
В "смертельном квартете" одним зи главных критериев оказалось превышение объема талии
Врач и телеведущий Александр Мясников рассказал о ключевых показателях, по которым можно определить здоровье человека.
В его так называемый "смертельный квартет" вошли четыре критерия - это повышение давления, холестерина, сахара и объема талии, рассказал доктор в эфире телеканала "Россия 1".
Мясников призвал каждого обращать внимание на эти факторы.
Причем по его словам, контролировать объем талии даже важнее, чем вес.
Для мужчин этот параметр не должен превышать 102 сантиметра, для женщин - 88 сантиметров.
Превышение этих норм может говорить о том, что здоровье находится под угрозой.
В первую очередь речь идет о состоянии сердца - объем талии выше нормы является фактором риска возникновения инсульта, инфаркта, а также рака и диабета.
Напомним, ранее Мясников рассказал, почему можно на ночь съесть конфету.
Врач пояснил, что сахар сам по себе не опасен для здоровья, вредными десерт станет только когда есть такую пищу в большом количестве, а конфета на ночь, по его словам, не самый худший перекус.
На "Игоре Драйв" определились победители в Туринге и Супер-продакшн
На автодроме "Игора Драйв", где проходит главный этап Российской серии кольцевых гонок, завершились соревнования по Турингу и Супер-продакшн.
Об этом сообщил Пятый канал в воскресенье, 26 июля.
Лидерами в Туринге стали Кирилл Ладыгин, Дмитрий Брагин, Алексей Дудукало, Павел Кальманович, Иван Лукашевич.
В Супер-продакшн победили Андрей Петухов, Владислав Незванкин, Николай Виханский, Вадим Антипов, Дмитрий Лебедев.
В Трофее СМП РСКГ лучшим стал Рустам Фатхутдинов, призерами стали Лев Толкачев и Павел Яшин.
В онлайн-прокат вышел документальный фильм "Джон Льюис: хороший смутьян" (John Lewis: Good Trouble).
Фильм-биография, который должен был стать своего рода визуальным поздравлением конгрессмену Джону Льюису, отметившему в начале года 80-летие, стал развернутой эпитафией.
17 июля выдающийся правозащитник и политик скончался после долгой борьбы с раком поджелудочной железы.
В эти дни в США проходят многочисленные траурные мероприятия в память о нем.
Министр финансов Стивен Мнучин и глава аппарата Белого дома Марк Медоус выдвинули идею принятия закона, сфокусированного на нескольких темах, включая федеральные выплаты по безработице, которые истекают в пятницу.
Остальными вопросами предлагается заняться позднее.
Компания Moderna Inc заявила в воскресенье, что она получила от Управления высших медико-биологических исследований США 472 миллиона долларов дополнительно на разработку вакцины от нового коронавируса.
Базирующаяся в США фирма, производящая медикаменты, пояснила, что дополнительное финансирование призвано помочь работе компании на поздней стадии клинических испытаний.
Без всякого предупреждения Великобритания исключила Испанию из списка безопасных для путешествий стран и ввела двухнедельний карантин для всех въезжающих в страну из Испании.
Британский министр иностранных дел Доминик Рааб не стал приносить извинений за внезапное решение, объяснив его недавним скачком заболеваемости COVID-19 в Испании.
Протесты
В ряде городов США прошли акции протеста с целью привлечь внимание к проблеме расовой несправедливости.
В Сиэтле полиция применила светошумовые гранаты и слезоточивый газ и арестовала 45 человек, после того как демонстрации в поддержку протестов в Портленде переросли в насилие.
Полиция заявила, что более 20 полицейских получили ранения.
В Остине, штат Техас, в субботу погиб человек, когда кто-то выстрелил в участников марша движения "Жизни чернокожих имеют значение".
По сообщениям СМИ, человек, возможно, подошел к машине с винтовкой, когда его обстреляли.
Эксперты из США назвали Помпео худшим госсекретарем в истории страны
Эксперты по международным делам Аарон Дэвид Миллер и Ричард Сокольский назвали Майка Помпео худшим государственным секретарем в истории Соединенных Штатов.
Материал с их мнением 23 июля опубликовал CNN.
"Всего за два коротких года Майк Помпео - с прицелом на президентский пост в 2024 году и поддержку президента Дональда Трампа - стал не только худшим госсекретарем в истории США, но и самым политически предвзятым", - говорится в тексте.
Специалисты обвинили Помпео в том, что он "политизировал должность госсекретаря и осквернил учреждение, которым он руководит", ради продвижения своей личной политической программы и защиты Трампа "от ответственности и верховенства закона".
По их словам, госсекретарь, в частности, прикрывает "трамповский шантаж Украины" и готов подставлять сотрудников американского внешнеполитического ведомства за их сотрудничество с конгрессом по данному делу.
Кроме того, Помпео припомнили, что он был изрядно приветлив с наследным принцем Саудовской Аравии Мухаммедом бен Салманом, который взял на себя частичную ответственность за убийство обозревателя The Washington Post Джамаля Хашкаджи.
Трамп объявил о решении назначить Майка Помпео главой Госдепа 13 марта 2018 года после увольнения бывшего госсекретаря Рекса Тиллерсона.
До этого Помпео возглавлял Центральное разведывательное управление (ЦРУ).
В Тихорецке иномарка въехала в магазин
Сегодня, 26 июля, в Тихорецке на улице Меньшикова внедорожник Land Cruiser на скорости въехал в торговый зал сетевого супермаркета.
ЧП зафиксировали камеры наружного наблюдения.
В результате аварии пострадал мальчик, который в это время оказался в магазине.
Ребенка госпитализировали с травмами и порезами.
В зале торгового объекта разрушены витрины и прилавки.
Очевидцы утверждают, что водитель иномарки был в состоянии алкогольного опьянения.
Знаете ли вы, сколько существует видов цветковых растений?
Четверть миллиона — по крайней мере, тех, которые нам известны — четверть миллиона видов цветковых растений.
Цветы – это настоящая проблема для растений:
их тяжело создавать,
они требуют огромного количества энергии и ресурсов.
Почему же растения идут на такие сложности?
Ответ на этот, как и на многие другие вопросы, - секс.
Я знаю, о чём вы думаете, когда смотрите на эти картинки.
Причина, по которой половое размножение так важно – есть много других способов размножения растений.
Их можно размножать черенками; они могут сами себя оплодотворять или сами себя опылять.
Но им очень важно распространять свои гены, чтобы смешать их с генами других растений - так они смогут приспособиться к природным нишам.
Так работает эволюция.
Растения передают генетическую информацию через пыльцу.
Некоторые из вас могли видеть какие-то из этих изображений ранее.
Как я люблю говорить, в каждом доме должен быть растровый электронный микроскоп, чтобы смотреть на эти вещи.
Существует столько же разных типов пыльцы, сколько цветковых растений.
Кстати, это можно применить в криминалистике и не только.
В основном, пыльца, которая вызывает аллергию - это пыльца растений, использующих ветер для её распространения. Это очень неэффективный процесс, вот поэтому-то она так сильно забивается в наши носы.
Растениям приходится выбрасывать огромные массы пыльцы, в надежде, что половые клетки, мужские половые клетки, которые содержатся в пыльце, как-нибудь случайно доберутся до другого цветка, абсолютно случайно.
Пыльца всех трав, а значит, и всех зерновых культур, и пыльца большей части деревьев, переносится ветром.
Однако большая часть видов использует для этого насекомых. В некоторой степени, это более разумно, потому что требуется меньше пыльцы.
Насекомые и другие виды могут брать пыльцу и переносить её туда, где она нужна.
Понятно, что нам известны взаимоотношения между насекомыми и растениями.
Это симбиотические отношения: будь то мухи, птицы или пчёлы - все они что-то получают взамен, и это что-то обычно является нектаром.
В некоторых случаях этот симбиоз привёл к изумительным адаптациям — так, колибри ястреб-моль прекрасна в своей адаптации.
Растение получает своё - ястребиная моль распространяет пыльцу в другом месте.
Растения эволюционировали так, что создали маленькие посадочные полосы в разных местах для пчёл, чтобы те не потерялись.
Многие растения имеют окраску, делающую их похожими на насекомых.
Это — пыльники лилии, умно сделанные так, что когда ничего не подозревающее насекомое садится на них, пыльник переворачивается и ударяет его по спине, осыпая большим количеством пыльцы, с которым насекомое потом отправляется к другому растению.
А вот орхидея, которая выглядит так, как будто у неё есть челюсти. В каком-то смысле, они у неё есть, что принуждает насекомое выползать, покрываясь пыльцой, которую оно потом распространит.
Существует как минимум 20 тысяч видов орхидей — и все они удивительно разнообразны.
Они идут на самые разные хитрости.
Они вынуждены привлекать опылителей, чтобы размножаться.
Эта орхидея, известная как орхидея Дарвина, потому что именно он её изучал и сделал поразительное предсказание, когда её увидел. Можно видеть очень длинную трубочку с нектаром, которая ниспадает из орхидеи.
Вы видите середину цветка: насекомое должно засунуть хоботок прямо в середину и добраться до самого дна этой трубочки, чтобы получить нектар.
Дарвин утверждал, глядя на этот цветок: «Я предполагаю кое-что эволюционировало совместно с ним».
И действительно, вот и насекомое.
Обычно его хоботок в свёрнутом состоянии, но в его выпрямленной форме он выглядит вот так.
Можно подумать, что если нектар — настолько ценный и дорогой в производстве - привлекает столько внимания опылителей, то, как и с сексом у людей, могут начаться обманы.
Цветок может сказать: «У меня есть немного нектара.
Заглянешь?» Вот растение.
Вот это растение, которое обожают насекомые в Южной Африке. В процессе эволюции они приобрели длинный хоботок, чтобы доставать нектар со дна.
А это — подражание.
Это растение подражает предыдущему.
А вот и длиннохоботковая муха, которой не досталось ни капли нектара от подделки. Потому что подражающее растение не дало ей нисколько. Она думала, что ей что-то достанется.
Но муха не только не получила нектара от растения-подделки, но и — если приблизить - в районе нижней части головы, прихватила немного пыльцы, которую она перенесёт на другое растение, если только не появится какой-нибудь ботаник и не приколет её на голубенькую картонку.
(Смех) Обман распространяется и в царстве растений.
У этого цветка есть чёрные точки: нам они кажутся чёрными, но для мужских особей насекомых определённого вида, они похожи на двух самок, готовых на всё.
(Смех) Когда насекомое добирается до этого цветка и приземляется на него, оно окунает себя в пыльцу, которую, конечно, перенесёт на другое растение. Если посмотреть в тот самый растровый электронный микроскоп, который должен быть в каждом доме, можно наблюдать здесь определённую трёхмерную компоновку узора.
Так что это, наверное, даже приносит приятные ощущения насекомому, кроме того, что выглядит привлекательно.
На картинке из электронного микроскопа — вот орхидея подражающая насекомому — видно, что разные части этой структуры обладают разными цветами и текстурами, однако насекомые могут воспринимать их совершенно по-другому.
Вот это растение приспособилось подражать блестящей металлической поверхности тела некоторых жуков.
Под растровым электронным микроскопом видно, что поверхность сильно отличается от тех поверхностей, на которые мы смотрели.
Иногда всё растение целиком имитирует насекомое, даже с нашей точки зрения.
Я думаю, что это похоже на какую-то летающую тварь.
Это поразительный, удивительный цветок.
И умный. Он называется обсидиан.
Я называю его хитродиан.
Для пчелы определённого вида он напоминает другую очень агрессивную пчелу, и она подлетает и ударяет его головой много раз, чтобы отогнать «пчелу», и, конечно, покрывается пыльцой.
Это растение также подражает другой орхидее, у которой есть чудесный склад пищи для насекомых.
А у этой ничего для них нет.
Так что она обманывает на двух уровнях — просто неслыханно.
(Смех) Вот иланг-иланг, компонент многих парфюмерных изделий.
Я недавно унюхал кого-то, кто им надушился.
Цветам в принципе не нужно быть настолько благоухающими.
Они испускают поразительный спектр запахов для любых насекомых с обонянием.
А вот это пахнет не так уж хорошо.
Это цветок, который пахнет очень, очень дурно, и эволюционировал он, чтобы выглядеть как падаль.
Это очень нравится мухам.
Они залетают и опыляют.
Вот этот, геликодицерос, также известный под названием «лилия мертвой лошади».
Я не знаю, как действительно пахнет мертвая лошадь, но этот определённо пахнет очень похоже.
Это действительно ужасно.
И мясные мухи просто не могут устоять.
Они залетают внутрь и долетают до самого дна.
Там они откладывают яйца, думая, что это отличный кусок падали, и не понимая, что тут нет пищи для личинок и личинки погибнут, однако тем временем растение получило выгоду, потому что щетинки расслабляются, и муха улетает опылять следующий цветок. Это потрясающе.
Вот арум, арум макулатум, или же в США – аронник пятнистый.
Я сфотографировал его на предыдущей неделе в Дорсете.
Он разогревается примерно на 15 градусов выше температуры окружающей среды — поразительно.
Если заглянуть в него сверху, то за початком видно нечто, похожее на плотину. Мух привлекает жар — испарение летучих соединений — и они застревают внизу в этом контейнере.
Они пьют божественный нектар и становятся липкими.
За ночь они покрываются пыльцой, обтекающей их сверху, а затем щетинки, которые мы видели выше, ослабляются и выпускают мушек, покрытых пыльцой. Потрясающая вещь.
Если вы думаете, что это поразительно, то вот один из моих любимчиков.
Филодендрон Селло.
Те, кто из Бразилии, должны знать об этом растении.
Это самая поразительная вещь.
Вот эта фаллическая штука примерно 30 сантиметров длиной.
Оно делает кое-что, что не делает ни одно другое известное мне растение: когда оно цветёт — вот в середине початок — на протяжении примерно двух дней, его обмен веществ похож на обмен веществ млекопитающих.
Вместо крахмала, являющегося пищей для растений, оно берёт что-то похожее на бурый жир и сжигает его с такой скоростью, переваривает так же, как небольшого размера кот.
Эта отдача энергии, в эквивалентном весе, в два раза выше, чем у колибри — совершенно поразительно.
А ещё оно делает кое-что другое, тоже необычное.
Оно не только разогревает себя до 115 по Фаренгейту, или 43-44 по Цельсию, в течение двух дней, но и поддерживает температуру постоянной.
У него есть механизм терморегуляции, который поддерживает постоянную температуру.
Вы спросите: «Почему же он это делает?»
Ну как будто вы не знали, что есть жуки, которые просто обожают заниматься любовью при этой температуре.
Они забираются внутрь, и там такое начинается.
(Смех) А растение осыпает их пыльцой, и они отправляются опылять.
Удивительно придумано.
Большинство известных нам опылителей - насекомые, но в тропиках также многие птицы и бабочки опыляют.
Многие тропические цветы красные, и нам кажется, что всё это потому, что что у бабочек и птиц зрение похоже на наше, и что они видят красный цвет очень хорошо.
Но если взглянуть на спектр, то человек и птица видят красный, зелёный и синий - они видят этот спектр.
Насекомые же видят зеленый, синий и ультрафиолет, причем они различают разные оттенки ультрафиолета,
которые находятся на этом конце спектра.
Наверняка вы думаете: «Было бы здорово, если бы мы могли увидеть их».
Да, мы можем.
Так что же видит насекомое?
На прошлой неделе я снял вот эти фотографии cолнцецвета, семейство ладанниковые, в Дорсете.
Это те самые маленькие жёлтые цветочки, которые мы наблюдаем повсеместно.
Так это выглядит при дневном свете.
А вот так это выглядит, если убрать красный.
Большинство пчел не видят красный.
Затем я надел на камеру ультрафиолетовые фильтры и сделал очень, очень длинную выдержку с определёнными частотами ультрафиолета, и вот что получилось.
Самое что ни на есть «яблочко».
Конечно, мы знаем, что именно видят пчелы, не более чем вы знаете, что вижу я, когда я называю вот это красным.
Мы не можем сказать, что происходит в уме соседа, не говорят уже о насекомом.
Но картинка будет примерно такой же контрастной, сильно выделяющейся на заднем фоне.
Вот ещё один маленький цветок — иной диапазон частот ультрафиолета, другие фильтры, для совпадения с опылителями.
Они будут видеть примерно вот это.
На случай, если вы подумаете, что это относится ко всем желтым цветам — ни один цветок в процессе съёмки не пострадал, этот был просто прикреплен к штативу, а не сорван - когда они в ультрафиолетовом свете, то взгляните на этот.
Кстати, он мог послужить основой солнцезащитного крема, потому что такие кремы работают за счет поглощения ультрафиолета.
Может быть, это соединение было бы полезным.
Наконец, вот одна из энотер, которые Бьорн Рорслетт из Норвегии прислал мне — фантастический скрытый узор.
Мне нравится идея чего-то скрытого.
Я думаю, в этом есть что-то поэтическое. Эти фотографии были сняты с ультрафиолетовым фильтром, который в основном используется астрономами для съёмки Венеры — на самом деле облаков Венеры.
Это основное назначение этого фильтра.
Венера, конечно, богиня любви и плодородия, а это созвучно с цветами.
Цветы не только тратят множество усилий на привлечение опылителей, они также как-то умудрились убедить нас высаживать целые поля цветов и дарить их друг другу в моменты рождения и смерти, и, в частности, на свадьбу, которая, если подумать, является моментом, олицетворяющим перенос генетического материала от одного организма другому.
Большое спасибо.
(Аплодисменты)
В Китае на реке Янцзы произошел третий за год паводок
После мощного ливня в верхнем течении реки Янцзы -- самой длинной водной артерии Китая -- в третий раз за год возникли паводки.
Наводнение было вызвано повышением уровня воды в притоках реки в ее верхнем течении, что привело к быстрому увеличению поступления воды в водохранилище китайской ГЭС "Санься" /"Три ущелья"/.
В 14:00 26 июля в водохранилище наблюдался приток в 50 тыс куб. м/с, который, как ожидается, вечером 27 июля достигнет своего максимума -- 60 тыс куб. м/с, сообщили в Комитете водного хозяйства реки Янцзы при Министерстве водного хозяйства КНР.
Комитет сегодня выпустил оповещения о паводках на одном из участков верховья реки Янцзы и переполнении водохранилища ГЭС "Санься".
Моя работа — помогать компьютерам  делать сообщения об окружающем мире.
Есть много способов сделать это, но мне нравится помогать компьютерам рассказывать о том,  что они видят и понимают.
Например, на этой картинке современный алгоритм компьютерного зрения может распознать, что это — женщина, а это — собака.
Он может сказать, что женщина улыбается.
Он даже способен сказать,  что собака необыкновенно милая.
Я работаю над этим, думая о том, как люди понимают и обрабатывают данные о мире.
Какие мысли, воспоминания и истории может пробуждать в людях такая вот картинка.
Всё, что связано с подобными ситуациями.
Возможно, вы видели похожую собаку раньше или проводили время,  так же бегая по пляжу, и это, в свою очередь, вызывает мысли и воспоминания о прошедшем отпуске, о времени, проведённом на пляже, или времени, когда вы бегали где-то с другими собаками.
Один из моих главных принципов — это помочь компьютерам понять, что значит иметь подобный опыт, понять, чем мы делимся,  во что верим и что чувствуем, потому что тогда мы будем готовы начать вовлекать компьютерные технологии в процессы, дополняющие  наш собственный опыт.
Если копнуть глубже, несколько лет назад я начала помогать компьютерам писать рассказы на основе серии изображений.
И однажды в ходе работы я спросила компьютер,  что он думает о поездке в Австралию.
Он взглянул на картинки и увидел коалу.
Он не знал, что такое коала, но сказал, что считает её любопытным созданием.
Затем я поделилась с ним серией изображений о горящих домах.
Он посмотрел на картинки и сказал: «Удивительный вид! Потрясающе!»
У меня по спине побежали мурашки.
Он смотрел на ужасное,  разрушающее жизни событие и думал, что это нечто положительное.
Я поняла, что он распознал контрасты, оттенки красного и жёлтого и подумал, что это заслуживает позитивной оценки.
Отчасти он сделал это, потому что большинство изображений,  которые я давала ему, были позитивными.
Потому что люди склонны делиться  позитивными изображениями, когда рассказывают о своём опыте.
Когда вы в последний раз  видели селфи на похоронах?
Я осознала, что, совершенствуя  искусственный интеллект, задачу за задачей, массив данных за массивом, я создала огромные бреши, дыры и пробелы в том,  что он мог понимать.
И делая это, я закодировала все  возможные виды предубеждений.
Предубеждений, отражающих  ограниченное видение, ограниченное единым набором данных. Пробелы, которые отражают человеческие предубеждения, закодированные в данных, такие как предвзятость и стереотипы.
Я подумала об эволюции технологий, которая привела меня к тому, где я оказалась тогда, — как первые цветные фотографии были откалиброваны по коже белых женщин, а значит, цветные фотографии были  не приспособлены к тёмным лицам.
И это же предубеждение, этот же пробел наблюдались и в 90-е.
И этот же пробел в информации мы имеем и сегодня в том, насколько хорошо мы можем  распознавать разнообразные человеческие лица с помощью технологии распознавания лиц.
Я думала о новейших исследованиях, где мы склонны ограничивать свое мышление  одним набором данных и одной проблемой.
И тем самым, мы создавали всё больше пробелов и предубеждений, которые ИИ мог бы развить ещё сильнее.
Я поняла, что нужно больше думать о том, как технологии, с которыми мы работаем  сегодня, будут выглядеть через 5 и 10 лет.
Человечество эволюционирует медленно, со временем исправляя проблемы во взаимодействии людей  и окружающей среды.
Искусственный интеллект, напротив, эволюционирует с невероятной скоростью.
И это означает, что это действительно важно, тщательно подумать об этом прямо сейчас - поразмышлять о наших собственных пробелах, наших собственных предубеждениях и о том, как это влияет на технологии, которые мы создаем, и обсудить, что современные технологии будут значить в будущем.
Топ-менеджеры и учёные  всего мира говорят о том, каким по их мнению будет  искусственный интеллект в будущем.
Стивен Хокинг предостерегает: «ИИ может положить конец человечеству».
Илон Маск предупреждает, что это один из величайших экзистенциальных рисков, с которым когда-либо сталкивалась наша цивилизация.
Билл Гейтс недоумевает: «Я не понимаю, почему  люди не обеспокоены».
Но эти мнения — это только часть истории.
Математика, модели, основополагающие кирпичики  искусственного интеллекта — это то, что мы называем доступом  и с чем работаем.
У нас есть инструменты с открытым кодом  для машинного обучения и интеллекта, которыми мы готовы делиться.
И помимо этого, мы можем делиться своим опытом.
Делиться своими знаниями о технологиях, и как это нас беспокоит, и как это нас волнует.
Мы можем обсуждать, что мы любим.
Мы можем предвидеть, какие аспекты технологий со временем могут стать самыми полезными, а какие — наиболее проблематичными.
Если мы все сосредоточимся на открытом диалоге об ИИ в перспективе будущего, это поможет создать атмосферу общей осведомлённости о том, что ИИ представляет собой сейчас, чем может стать, и что мы должны сделать, чтобы получить наиболее подходящий нам результат.
Мы уже видим и знаем всё это о технологиях, используемых сегодня.
Мы пользуемся смартфонами,  цифровыми помощниками и роботами-пылесосами.
Разве они — зло?
Может быть, иногда.
Они полезны?
Безусловно.
И все они разные.
И в них вы уже видите луч света,  освещающий наше будущее.
Будущее начинается в том, что  мы создаём и строим прямо сейчас.
Мы запускаем тот эффект домино, который определит путь развития ИИ.
Прямо сейчас мы формируем ИИ будущего.
Технологии, которые погружают  нас в дополненные реальности, возвращают к жизни прошлые миры.
Технологии, которые помогают  людям делиться опытом, когда они испытывают  трудности в общении.
Технологии, основанные на понимании потоковых визуальных миров, используются для беспилотных автомобилей.
Технологии, основанные на понимании изображений и генерировании языка, превращаются в технологии, которые помогают слабовидящим людям лучше получать доступ к визуальному миру.
Но мы также видим, как технологии  могут привести к проблемам.
Сегодня у нас есть технологии, которые анализируют наши  врождённые физические характеристики — такие как цвет кожи или черты лица — чтобы определить, можем ли мы  быть преступниками или террористами.
У нас есть технологии,  анализирующие данные о нас, даже такие данные как пол или раса, чтобы определить, можем  ли мы получить кредит.
Всё, что мы видим сейчас, это лишь один кадр из эволюции  искусственного интеллекта.
Потому что то, где мы сейчас, — это всего лишь момент этой эволюции.
Это означает, что всё, что мы  делаем сегодня, окажет влияние на наше будущее.
Если мы хотим, чтобы ИИ развивался для помощи человеку, мы должны определить цели и стратегии, которые зададут этот путь сейчас.
Я бы хотела видеть что-то,  что хорошо подходит людям, сочетается с нашей культурой и окружающей средой.
Технологии, которые помогают тем из нас, кто страдает неврологическими или другими заболеваниями, чтобы сделать жизнь  одинаково трудной для всех.
Технологии, работающие независимо от вашего цвета кожи  или демографических характеристик.
Сегодня я сосредоточена на технологиях,  которые будут с нами завтра и через 10 лет.
ИИ может стать чем угодно.
Но в данном случае это не самоуправляемая машина  без конечного пункта назначения.
Этой машиной управляем мы.
Мы выбираем, когда следует  ускориться, а когда замедлиться.
Мы выбираем, когда нам нужно повернуть.
Мы выбираем, каким будет ИИ будущего.
Есть бесчисленное множество вещей, которыми может стать  искусственный интеллект.
И он станет множеством вещей.
И наша задача сегодня — выяснить, что именно мы должны вложить в ИИ, чтобы полученные результаты стали самыми лучшими для всех нас.
Спасибо
(Аплодисменты)
В Заполярье зафиксировано почти 9,5 тысяч случаев заражения CoViD-19
В Мурманской области выявлено 158 новых случая заражения коронавирусной инфекцией.
В городе Мурманске зафиксировано 135 новых случаев заражения CoViD-19.
Всего в регионе общее число подтвержденных случаев заболевания новой коронавирусной инфекцией составляет 9469.
Глава Дагестана обсудил с Хабибом Нурмагомедовым строительство нескольких спортивных объектов.
Глава Дагестана Владимир Васильев провел встречу с действующим чемпионом UFC в легком весе Хабибом Нурмагомедовым, сообщает сайт главы республики.
Поводом послужили спортивные объекты, в строительстве которых проявил большую заинтересованность покойный отец чемпиона, заслуженный тренер России Абдулманап Нурмагомедов.
Речь идет о спортивном комплексе в поселке Дубки Казбековского района и Центре спортивной подготовки по единоборствам в селе Сильди Цумадинского района.
В первую очередь Владимир Васильев отметил, что теперь строительство этих спортивных сооружений - еще и дань памяти великого тренера.
Отец похищенного в Сальске младенца раскрыл детали происшествия
Отец новорожденного, похищенного из роддома в Сальске Ростовской области, раскрыл подробности происшествия.
Телеканалу "360" Александр Русиков сообщил, что похитительница зашла в палату его жены, когда та собиралась пойти в туалет.
Мать похищенного младенца не могла и подумать, что в роддоме может оказаться человек со злым умыслом.
Женщина отошла от палаты буквально на пару метров, когда услышала крик соседки.
Младенца в палате уже не было.
По словам Русикова, все произошло между тремя и четырьмя часами утра.
Также он сообщил, что палата супруги расположена между двумя медицинскими постами, но в момент происшествия медсестер на месте не было.
Также отец похищенного младенца сказал, что от сотрудников больницы не последовало ни комментариев, ни извинений.
Напомним, что новорожденного мальчика, похищенного в субботу из роддома в Сальске, нашли в тот же день в Республике Калмыкия.
Полиция задержала 40-летнюю подозреваемую в похищении.
Ребенка уже вернули матери.
Медики взяли у младенца анализы, чтобы убедиться, что он здоров и не пострадал.
Четверо погибли в авиакрушении в Швейцарских Альпах
В результате крушения маленького самолета в швейцарском кантоне Вале погибло четверо туристов, сообщает в субботу, 25 июля, издание ANSA.
Авария произошла в 12:25 по местному времени (13:25 мск) в районе горной вершины Глечершпитц в муниципалитете Блаттен.
По информации правоохранителей, жертвами крушения стали два швейцарца в возрасте 66 и 50 лет, а также два австрийца 50 и 46 лет.
Их имена и данные не разглашаются.
Ранее в этот день небольшой самолет врезался в жилой дом в немецком городе Везель.
Три человека погибли.
Эксперт оценил роль витаминов в формировании иммунитета
Главный внештатный специалист по первичной медико-санитарной помощи взрослому населению Департамента здравоохранения Москвы Андрей Тяжельников оценил роль витаминов в формировании иммунитета.
"Невозможно экстрадозами каких-то препаратов, витаминов или продуктов питания за очень короткий срок создать стабильный иммунитет", - заявил он в беседе с радиостанцией "Говорит Москва".
По его словам, есть определенные правила.
Например, летом лучше проводить больше времени на открытом воздухе, в том числе под солнцем.
Тяжельников также отметил, что в летнее время по возможности нужно потреблять большое количество сезонных свежих овощей и фруктов.
"Это в целом укрепляет иммунитет, дает определенный запас витаминов и определенный запас здоровья", - добавил он.
Ранее Тяжельников назвал несколько отличий гриппа от коронавируса.
В России зарегистрировано 5765 больных COVID-19 за сутки
В России за сутки к 26 июля выявили 5765 новых случаев заражения коронавирусом, сообщает сайт стопкоронавирус.рф по данным федерального оперативного штаба.
За все время наблюдений в России зафиксировали 812 485 случаев COVID-19.
За сутки умерло 77 человек с подтвержденным коронавирусом, общее число связанных с COVID-19 летальных исходов в России достигло 13 269.
Число случаев COVID-19 в мире превысило 16 млн, свидетельствуют данные Университета Джонса Хопкинса.
Более 4,1 млн из них приходятся на США, более 2,3 млн - на Бразилию.
Россия занимает четвертое место в мире по общему числу случаев, третье - за Индией (1,3 млн случаев).
Всего в мире от коронавируса умерло более 644 000 человек, более 9,2 млн вылечились.
Глава региона Игорь Кобзев встретился с мэрами Усть-Ордынского Бурятского округа
В ходе рабочего совещания, которое состоялось сегодня, 24 июля, в правительстве Иркутской области обсуждались основные направления развития отдаленных аграрных территорий.
Во время рабочих поездок по районам Усть-Ордынского Бурятского округа глава региона дал ряд поручений.
Сегодня мэры отчитались об их исполнении.
В первую очередь возобновлено строительство Дома спорта в Усть-Орде.
Поручение по этому объекту было дано Президентом РФ четырнадцать лет назад.
Но только сейчас ситуацию удалось сдвинуть с мертвой точки.
На строительство будет потрачено 866 миллионов рублей.
Срок сдачи сооружения 2022 год.
А уже в нынешнем году должна быть сдана в эксплуатацию школа в селе Баяндай.
На данный момент завершена отделка помещений.
Из оставшихся работ - благоустройство территории.
В целом программа строительства объектов дошкольного и среднего образования имеет особое значение для региона.
Для вашего округа - в особенности.
Демографическая ситуация здесь - лучшая в регионе.
И мы обязаны создать все условия для обучения и досуга детей всех возрастов, - отметил врио Губернатора Иркутской области Игорь Кобзев.
На совещании глава региона дал поручение всем мэрам активно включиться в работу по разработке генпланов населенных пунктов.
Это одно из главных условий комплексного развития округа.
Все населенные пункты должны иметь установленные границы и генеральный план.
Это необходимо для развития территории, для строительства социально значимых объектов, а также объектов инфраструктуры и культурного наследия, - подчеркнул глава региона.
Также в ходе беседы был поднят проблемный вопрос с сокращением приема молока у кооперативов на 30%.
Это произошло из-за перераспределения перерабатывающим предприятием закупа молока в пользу крестьянско-фермерских хозяйств.
Из-за этого доля приема продукции у кооперативов снизилась.
Глава региона поручил исполняющему обязанности министра сельского хозяйства выехать на место, изучить структуру реализации молока, проанализировать опыт других территорий и определить варианты решения проблемы.
Кузьминов выиграл два заезда второго этапа СМП РСКГ на "Игора Драйв".
На "Игора Драйв" прошел второй заезд второго этапа чемпионата СМП РСКГ.
Павел Кузьминов одержал вторую подряд победу.
Он стартовал пятым, но уже на первом круге вышел в лидеры.
Ставший вторым Александр Дударев поднялся с шестой позиции.
Сергей Тихомиров потерял позицию, отбил атаки Александра Черняка и сперва закрепился на третьем месте, но получил наказание drive through и после проезда по питлейн выбыл из борьбы за подиум.
Третьим стал Иван Пугачев, отыгравший пять позиций.
Власти Подмосковья рассказали о судьбе закрытых свалок
В Подмосковье продолжают закрывать полигоны твердых бытовых отходов.
В этом году власти обещают ликвидировать последние.
Некоторые из 39 существовавших в области свалок модернизируются в современные мусороперерабатывающие комплексы.
Но такой вариант возможен не для каждого полигона - многие из них обросли плотной жилой застройкой.
После того как полигон закрывается, он встает на рекультивацию - тело полигона пересыпается грунтами, монтируются системы дегазации и отвода инфильтрата.
Это позволяет прекратить химические процессы внутри свалки, чтобы она не воспламенялась, не источала зловоние, не отравляла почву и грунтовые воды.
А потом бывшая свалка остается возвышаться бесполезной кучей среди обступившей ее жилой застройки.
Почему бы не сделать из нее что-нибудь полезное?
Например, в Рузе, где буквально на днях завершилась рекультивация полигона "Аннино", власти рассматривают вариант сделать из кучи горнолыжный склон.
Этот полигон, эксплуатировавшийся с 1976 по 2016 год, разросся так, что вышел за границы выделенной под него земли.
Поэтому при рекультивации пришлось выкупать соседние участки, де-факто давно уже забитые мусором под завязку.
"Какое-то время пройдет, полигон "подосядет", наберется крепости, и мы будем думать, что можно сделать, чтобы он начал приносить пользу.
Прямо в глаза бросается - горнолыжный курорт", - рассказал журналистам глава Рузского округа Николай Парфенов.
Два полигона станут площадками по добыче возобновляемых источников энергии
Полигоны "Торбеево" в Люберцах и "Тимохово" в Богородском округе станут площадками по добыче возобновляемых источников энергии из свалочного и биологического газов.
На территории "Торбеева" к концу года будет запущена газопоршневая электростанция, способная в год вырабатывать до 8 миллионов киловатт-часов электроэнергии и порядка 0,95 гигакалории тепловой энергии, которая обеспечит собственные нужды полигона - теплоснабжение административных и производственных помещений.
"Тимохово" будет производить 72,5 миллиона киловатт-часов и продолжит деятельность как мусороперерабатывающий комплекс.
А на балашихинском полигоне "Кучино", который был закрыт после жалоб жителей на "Прямой линии" с президентом страны, может быть создан музей.
"Была такая идея - создать музей рекультивации полигонов Подмосковья", - сообщил зампред правительства - министр экологии и природопользования области Дмитрий Куракин.
Израиль сообщил о крушении беспилотника на юге Ливана
Беспилотный летательный аппарат армии Израиля упал на юге Ливана.
Вооруженные силы сообщили, что он рухнул "во время оперативной деятельности".
О причинах падения аппарата не сообщается.
"Некоторое время назад во время оперативной деятельности у границы с Ливаном беспилотный летательный аппарат израильской армии упал на ливанской территории.
Риска утечки информации нет", - говорится в сообщении армии Израиля в Twitter.
Напомним, на этой неделе израильская армия решила усилить свои военные подразделения на границе с Ливаном, опасаясь мести ливанского движения "Хезболла" за убийства его бойцов в Сирии.
Лидер "Хезболлы" Хасан Насралла пообещал не оставить без ответа гибель любого из своих "братьев".
Подробнее о ситуации - в материале "Ъ" "Израиль ждет мести "Хезболлы"".
сменщик Фургала впервые вышел к протестующим
Врио губернатора Хабаровского края Михаил Дегтярев впервые после назначения вышел к участникам акций в поддержку арестованного экс-главы региона Сергея Фургала.
Трансляция встречи прошла на его странице в Instagram.
"Москва слышит всех, поэтому прислала вам врио, чтобы регион не скатился без власти... Про Фургала еще раз повторяю: он "а" - мой товарищ, "б" - однопартиец, "ц" - я очень переживаю за его судьбу, партия оказывает ему помощь, передает ему продукты, Жириновский во все кабинеты стучится", - заявил врио губернатора
По словам Дегтярева, сейчас Хабаровский край не может оставаться без руководителя, поэтому он указом президента Владимира Путина был назначен на должность главы региона, чтобы "замечательное здание (правительство края) функционировало, все работало, бюджет тратился на социальные нужды".
Врио губернатора объяснил, что не выходил к протестующим раньше, потому что не может общаться с тысячами демонстрантов.
Поэтому он проводит трансляции в соцсетях и читает все комментарии к ним.
25 июля в Хабаровске прошли две подряд акции протеста.
Митинги в поддержку бывшего губернатора проходят в регионе с 11 июля.
Накануне очередной акции Михаил Дегтярев заявил, что уедет из города в день митинга.
Его кортеж остановили протестующие и призвали высказаться о судьбе арестованного экс-губернатора Фургала.
Дегтярев ранее отказался выходить к участникам акций.
"Тут есть чем заняться на самом деле руководителю, чем выходить и общаться с теми, кто кричат под окнами", - говорил врио губернатора.
Сегодня я хотел бы вам показать как в будущем мы будем делать разные вещи.
Я верю, что скоро наши здания и машины будут самособирающимися, будут воспроизводить и чинить сами себя.
Итак, я собираюсь вам показать что я считаю текущей стадией промышленного развития, а затем сравнить это с некоторыми природными системами.
Итак, на текущей стадии промышленного развития у нас есть небоскребы - 2,5 года, от 500 000 до миллиона частей, достаточно сложные, новые потрясающие технологии в стали, бетоне и стекле.
У нас есть восхитительные машины которые могут доставить нас в космос - 5 лет, 2,5 миллиона частей.
Но с другой стороны, если посмотреть на природные системы, мы видим белки двух миллионов видов, которые могут собираться за 10 000 наносекунд, или цепочку ДНК с тремя миллиардами основных пар, которую мы можем скопировать где-то за час.
Итак, природные системы при всей их сложности чрезвычайно эффективны, куда более эффективны, чем все, что мы можем построить, куда более сложные, чем все, что мы можем построить.
Они гораздо более эффективны с точки зрения энергии.
Они почти никогда не ошибаются.
И они могут восстанавливать себя в течение долгой жизни.
Итак, в природных системах есть кое-что очень интересное.
И если мы сможем перенести это в нашу рукотворную среду, у нашего способа создавать вещи появится потрясающий потенциал.
И я думаю, что ключ - это самосборка.
Итак, если мы хотим использовать самосборку в нашей физической среде, я думаю, нужно учесть четыре ключевых фактора.
Первый: нужно расшифровать всю сложность того, что мы хотим построить - наших зданий и машин.
И нужно разложить их в простую последовательность - базовую ДНК процессов строительства.
Затем нам потребуются програмируемые части, которые смогут понять эту последовательность и использовать ее, чтобы свернуться или пересобраться.
Нам понадобится какое-то количество энергии, которое позволит все это активировать, сделает части способными собираться по программе.
И нам нужна какая-то резервная система исправления ошибок, чтобы гарантировать успешную постройку того, что мы хотим.
Я собираюсь показать вам несколько проектов, над которыми мы с коллегами из ЭмАйТи работаем, чтобы достичь этого самособирающегося будущего.
Первые два - МакроБот и ДециБот.
Это проекты - крупномасштабные реконфигурируемые роботы - 2,5 и 3,5 метровые белки.
В них встроены механические электрические устройства, сенсоры.
Ты расписываешь то, во что нужно свернуться, в последовательность углов - минус 120, минус 120, 0, 0, 120, минус 120 - что-то вроде этого; последовательность углов или поворотов, и ты посылаешь эту последовательность по шнуру.
Каждый блок получает свое сообщение - минус 120. Он поворачивается на этот угол, проверяет, все ли правильно и передает информацию соседу.
А это блестящие ученые, инженеры, дизайнеры, которые работали над этим проектом.
И я думаю, это на самом деле выявляет вопрос: возможны ли здесь другие масштабы?
Я имею ввиду, тысячи долларов, множество человеко-часов для того, чтобы сделать этого 2,5 метрового робота.
Сможем ли мы на самом деле увеличить масштаб? Сможем ли в действительности встроить робототехнику в каждую часть?
Следующий проект решает этот вопрос, рассматривает пассивный характер или пытается получить модификационную програмируемость пассивно.
Но он идет на шаг дальше и пытается получить настоящее вычисление.
В основе своей он имеет самый фундаментальный строительный блок вычислений, логический элемент цифровой интегральной схемы напрямую в каждой части.
Это элемент «И-НЕ».
У вас есть один тетраэдр - элемент, который будет делать все вычисления, и два тетраэдра для ввода.
Один для ввода информации пользователем, это так , как вы кладете кирпичи.
Другой для информации от предыдущего уложенного кирпича.
И затем он выводит информацию в трёхмерном пространстве.
Итак, это значит, что пользователь может начать запуск перемещения кирпичей в нужном направлении.
Его вычисления строятся на том, что было сделано ранее и на том, что вы ему сказали сделать.
А теперь он начинает двигаться в трехмерном пространстве - вверх или вниз.
С левой стороны, [1,1] ввод равняется 0 на выходе, перемещение вниз.
С правой стороны, [0,0] ввод это 1 на выходе, что означает движение вверх.
И что действительно важно, наши структуры теперь содержат чертежи того, что мы хотим построить.
В них встроена вся информация о том, что было построено.
Итак, это означает, что у нас есть некая форма самовоспроизводства.
В данном случае я называю это самоуправляемым воспроизводством, потому что структуры содержат четкие чертежи.
Если появляются ошибки, вы можете заменить часть.
Вся местная информация сохраняется, чтобы вы знали, как ее исправить.
Таким образом, у вас может быть что-то, что перемещается и считывает информацию и может передавать ее от одной части к другой.
Оно встроено напрямую внутрь, без внешнего управления.
Последний проект, который я вам покажу называется Смещенные Цепи, и это возможно самый захватывающий пример того, что у нас есть сейчас из пассивных самособирающихся систем.
Он сочетает в себе возможность реконфигурации и програмирования и создает полностью пассивную систему.
В основе мы имеем цепь элементов.
Все элементы полностью идентичны, и смещены.
Таким образом, каждая цепь или каждый элемент хочет повернуться направо или налево.
И когда вы собираете цепь, вы по сути програмируете ее.
Вы говорите каждому блоку куда он должен повернуться: направо или налево.
Поэтому когда вы трясете цепь, он сворачивается в ту конфигурацию, которую вы запрограммировали - в этом случае в спираль, или в этом - два куба рядом друг с другом.
Так в общем вы можете программировать любую трёхмерную форму - или одномерную, двухмерную - из этих абсолютно пассивных цепей.
Итак, что это говорит нам о будущем?
Я думаю, это говорит нам, что для самосборки, репликации, ремонта в наших физических структурах, зданиях, машинах, есть новые возможности.
В этих частях возможна новая программность.
И отсюда, у вас появляются новые возможности в вычислениях.
У нас будут пространственные компьютеры.
Представьте, что наши здания, мосты, машины, все наши кирпичи могли бы производить вычисления.
Это удивительная параллель и распределенная сила вычиления, новые возможности дизайна.
Это невероятный потенциал.
Я думаю, что проекты, которые я вам показал, лишь небольшой шаг к будущему, если мы внедрим эти новые технологии, к новому самособирающемуся будущему.
Спасибо.
(Аплодисменты)
"Манчестер Сити" разгромил худшую команду АПЛ и одержал пятую победу подряд
"Манчестер Сити" на своем поле разгромил "Норвич" в матче 38-го тура Английской премьер-лиги (АПЛ).
Встреча прошла в воскресенье, 26 июля, и завершилась со счетом 5:0 в пользу хозяев.
В составе победителей голами в первом тайме отметились Габриэл Жезус и Кевин де Брейне.
Во второй половине игры отличились Рияд Марез и Рахим Стерлинг, а де Брейне оформил дубль.
Победа позволила "Манчестер Сити" набрать 81 очко.
Клуб Хосепа Гвардиолы остался на втором месте в чемпионате.
Худшая команда АПЛ "Норвич" потеряла шансы на сохранение прописки в АПЛ 11 июля.
Команда набрала в 38 турах 21 очко и заняла последнее, 20-е место.
Число умерших от коронавируса в мире превысило 640 тысяч
Инфицировано более 15,7 миллиона человек
Количество жертв коронавируса в мире превысило 640 тысяч, подтверждено почти 15,7 миллиона случаев заражения.
Такие данные в воскресенье, 26 июля, приводит Всемирная организация здравоохранения (ВОЗ).
Согласно представленной информации, за минувшие сутки в мире выявили 200 625 новых случаев заражения коронавирусом и 4 823 летальных исхода.
За все время пандемии в мире зафиксировали уже 15 785 641 заболевших коронавирусной инфекцией, а количество смертей возросло до 640 016.
Лидером по числу инфицированных и умерших остаются США, где зарегистрировали уже более 4,3 миллиона заразившихся и более 149 тысяч летальных исходов.
На втором месте антирейтинга расположилась Бразилия, где количество заболевших на данный момент превысило 2,4 миллион, а скончалось уже 86,5 тысячи пациентов с коронавирусом.
Следом идет Индия с 1,4 миллионом заразившихся и почти 33 тысячами умерших.
Напомним, днем ранее, число заразившихся коронавирусом в мире в течение суток побило новый рекорд.
За 24 часа врачи выявили 284 196 новых случаев.
Предыдущий рекорд составлял 247 225 инфицированных.
что связывало Ватикан и нацистскую Германию
На этой неделе очередная дата - 87 лет со дня заключения договора между Ватиканом и нацистской Германией.
Документ, подписанный через несколько месяцев после прихода Гитлера к власти, стал основой, на которой строились отношения Святого Престола с фашистами.
Одним из тех, кто готовил договор, был кардинал Пачелли, который спустя 6 лет перед началом Второй мировой войны стал понтификом Пием XII.
В Сочи кузов самосвала рухнул на кабину грузовика, убив водителя.
В Сети появились кадры, запечатлевшие несчастный случай, произошедший в минувшую субботу, 25 июля, на стройке в Сочи.
На записи видно, как при проведении разгрузочных работ поднятый кузов самосвала рухнул вниз, угодив прямо в кабину грузовика.
Как сообщили в МЧС, 59-летний мужчина, находившийся за рулем, скончался на месте от полученных травм.
Для извлечения тела погибшего потребовалась помощь спасателей.
Красивые высокие минареты только украсили Айя-Софию
Еще раз об Айя-Софии - попался текст о.Владимира Зелинского, что, мол, надо протестовать.
Во-первых, там стал бесплатный вход - ура!
Я в Стамбуле не был, но в Дом Божий лучше бесплатный вход, чем платный.
Во-вторых, мусульмане так же честно завоевали эту землю, как православные завоевали Волго-Окское междуречье, мусульманский Кавказ (и поставили церковь в Грозном) и высадили яблони на Марсе.
Бог в помощь!
Евреи завоевали Святую Землю.
Американцы завоевали Американцию.
Мы будем все возвращать всем?
Думаете, не найдется язычников, которые потребуют вернуть их капище, на месте которого Десятинная церковь?
В-третьих, мусульмане это здание улучшили, вложили в него средства.
То есть, оно их так же, как заводы и поместья, которые ленинцы отобрали у буржуев в свою собственность, принадлежат ленинцам - Путину и прочей номенклатуре.
Они улучшили все - от Кремля до Ангары, так что это все их по праву прогрессоров.
Красивые высокие минареты очень украсили Айя-Софию, очень.
Была глупая чернильница, стала глупая чернильница с красивыми минаретами.
В-четвертых, нет никаких "исламских" и "православных" цивилизаций.
Есть верующие, есть лицемеры, есть ханжи, объединяющие веру и лицемерие.
Верующий в категориях цивилизации не мыслит.
Это мышление чиновника британского МИДа Тойнби, верующему стыдно так мыслить.
А верующему всюду место молитвы.
И всегда.
Верующий не молится только там, откуда его просят удалиться - удаляется в другое место и молится там.
Он же верующий, а не отстаивающий.
Мы колобки, а не угрюм-камни.
Рабочая неделя в Петербурге начнется с теплой и сухой погоды
В понедельник, 27 июля, в Петербурге будет малооблачно, осадков не ожидается.
Об этом сообщили в пресс-службе ГУ МЧС по городу со ссылкой на прогноз Северо-Западного управления по гидрометеорологии и мониторингу окружающей среды.
Ночью ожидается переменный ветер со скоростью 1-4 метров в секунду.
Днем юго-восточный ветер со скоростью 2-7 метров в секунду.
Температура воздуха ночью составит +13...+15 градусов.
Днем потеплеет до +24...+26 градусов.
Атмосферное давление будет в течение дня повышаться.
Во время трансляции парада в День ВМФ камера "прошла под кораблем"
Также в День победы камера пролетела через дуло танка
Сегодня, 26 июля, в Санкт-Петербурге проходит парад в честь Дня Военно-морского флота.
Во время съемок одна из камер, снимавших технику, "прошла под кораблем".
Применение новой технологии съемки позволило зрителям увидеть подводную часть парада.
В таком же ракурсе был показан ход новейшего серийного малого ракетного корабля "Советск".
Он проходил вдоль Адмиралтейской набережной.
Напомним, на параде 24 июня, посвященном 75-летию Победы, камера прошла через ствол в башню одного из танков и показала, какое оснащение находится внутри грандиозной военной машины.
Тогда в юбилейном параде Победы приняли участие рекордное количество военной техники - 234 боевые машины.
Показали немело новинок, которые выехали на главную площадь страны первый раз, например, модернизированные основные боевые танки Т-90М и Т-80БВМ.
По Красной площади 24 июня также впервые прошли обновленные боевые машины пехоты БМП-2М с боевым модулем "Бережок".
Почти половина британцев верит во вмешательство Кремля в референдум по Брекзиту
Почти половина британцев - 49% - считают, что Россия пыталась повлиять на ход референдума 2016 года по выходу Великобритании из Евросоюза.
Об этом пишет газета Guardian со ссылкой на результаты опроса, проведенного компанией Opinium.
Сообщается, что 23% опрошенных придерживаются противоположного мнения по данному вопросу.
47% респондентов также считают, что Кремль вмешался и в последние всеобщие выборы в Великобритании 2019 года.
Июль уйдет с жарой, август начнется с прохлады
В выходные Москва и область пережили самую холодную ночь июля.
Никакого леденящего душу и тела апокалипсиса заморозками, конечно, не случилось.
Но для макушки лета - зябко.
Перед тем, как рассказать о погоде в Москве 27 июля - 2 августа 2020 года стоит отметить, что в ночь на субботу, 25 июля, в столице воздух остыл до +8,8 градуса.
В Коломне даже установлен новый температурный рекорд: +7 градусов (прежний минимум для 25 июля держался с 1964 года, больше полувека).
Подмосковным полюсом холода стали Черусти - там термометры показывали +3,9 градуса.
Впрочем, днем и в субботу, и воскресенье было вполне комфортно.
Хотя по сравнению с климатическими нормами все же на 2 - 3 градуса прохладнее.
В рабочие дни в Москву вернется не просто тепло, а настоящая жара.
В понедельник, 27 июля, Гидрометцентр России обещает +26 градусов, во вторник и среду +28...+29, в четверг, 30 июля, +26 градусов.
Короткие дожди - каждый день, в середине недели с грозами.
Последний день июля и первые дни августа (то есть следующие выходные) будут прохладными, не выше +19...+24 градусов.
И без осадков не обойдется.
Выходец из Руанды признался, что поджег собор в Нанте
Выходец из Руанды, работавший в соборе Святых Петра и Павла во французском городе Нант на добровольных началах, признался в его поджоге спустя неделю после пожара.
Об этом сообщает в воскресенье телеканал "Франс-3".
По его данным, мужчина, которого уже задерживали 19 июля, на следующий день после пожара, был задержан вновь накануне.
В субботу вечером он предстал перед следственным судьей.
После предъявления обвинений в умышленном повреждении имущества мужчина признался в том, что организовал поджоги в трех местах - под большим органом, под малым органом и у электрощита.
Теперь ему грозит до 10 лет тюрьмы и 150 тыс. евро штрафа.
Мотивы действий 39-летнего выходца из Руанды пока не сообщаются.
Известно лишь, что он добровольно помогал в соборе и в день пожара должен был закрыть его двери.
Однако, согласно записям с камер видеонаблюдения, он покинул религиозное учреждение спустя 15 минут после поступления звонков о пожаре в здании.
Возгорание в соборе Святых Петра и Павла произошло 18 июля.
Более 200 пожарных несколько часов боролись за памятник готической архитектуры.
Тем не менее им не удалось спасти витражи времен Людовика XII и уникальный орган эпохи барокко.
Взять ситуацию под контроль удалось только спустя три часа после начала пожара.
В результате происшествия никто не пострадал.
Нынешний пожар не первый за время существования храма.
В 1972 году огонь уничтожил его крышу.
На ликвидацию последствий того возгорания ушло 13 лет.
Для прихожан собор был открыт вновь лишь в 1985 году.
Легендарный вратарь-путешественник Пфанненштиль может стать скаутом "Интера".
Бывший немецкий вратарь Лутц Пфанненштиль может войти в штаб "Интера".
Как сообщает Kicker, 47-летнему специалисту предожили должность главы скаутского отдела.
Пфанненштиль занимал аналогичную должность в "Фортуне" из Дюссельдорфа с декабря 2018 по май 2020 года, а до этого работал в "Хоффенхайме".
В бытность футболистом Пфанненштиль прославился своими частыми переходами.
Он является единственным профессиональным игроком, выступавшим во всех шести конфедерациях ФИФА, сменил более 20 клубов, среди которых были представители чемпионатов Сингапура, ЮАР, Новой Зеландии, Канады, Намибии и ряда других стран.
Считается, что за рулем автомобиля могут быть только зрячие люди.
Еще недавно полагали, что для слепого безопасное и самостоятельное вождение - невыполнимая задача.
Здравствуйте, я Дэнис Хонг, и мы даем слепым свободу и независимость, разрабатывая авто для инвалидов по зрению.
Прежде чем говорить об этом автомобиле для слепых, я вкратце расскажу о другом проекте, над которым я работал, под названием DARPA Urban Challenge.
Проект заключался в создании самоуправляемого автомобиля-робота.
Водитель нажимает "старт", и без его участия автомобиль достигает пункта назначения.
В 2007 году наша команда выиграла полмиллиона долларов, заняв третье место в этом конкурсе.
Примерно в то же время Национальная федерация слепых, или НФС, поставила перед исследовательским комитетом задачу разработать автомобиль, которым может независимо и безопасно управлять слепой.
Мы решили попробовать свои силы, потому что подумали: «Эй, а что тут сложного-то?
У нас уже есть автономное авто.
Посадим в него слепого человека - и делу конец, правда?»
(Смех) Но мы глубоко заблуждались.
НФС хотела получить не просто автомобиль, который бы перевозил слепых, а машину, которой незрячий мог бы самостоятельно управлять.
Поэтому нам пришлось все забраковать и начать с нуля.
Итак, чтобы испытать эту сумасшедшую идею, мы разработали небольшой прототип багги автомобиля для проверки осуществимости проекта.
А летом 2009 года мы пригласили незрячую молодежь со всех уголков страны и предоставили им возможность испытать этот автомобиль.
Это был удивительный опыт.
Но загвоздка в том, что этот автомобиль был разработан для управления в строго контролируемой среде, а именно на ровной закрытой автостоянке, где даже полосы движения ограничены красными сигнальными конусами.
В связи с таким успехом, мы решили сделать следующий большой шаг и разработать реальный автомобиль, которым можно было бы управлять на реальных дорогах.
Итак, как же это работает?
Ну, это довольно сложная система, но позвольте мне разъяснить, возможно, даже упростить ее.
Итак, она включает три составляющих.
Это тактильное восприятие, вычисление и невизуальные интерфейсы.
Так как водитель ничего не видит, система должна воспринимать окружающую среду и собирать информацию для водителя.
Для этого используется первоначальный измеритель параметров.
Он измеряет ускорение, угловое ускорение, подобно внутреннему уху человека.
Затем эта информация передается в GPS-устройство для оценки местоположения автомобиля.
Для обнаружения полосы движения на дороге используются две камеры
и три лазерных дальномера.
Лазеры сканируют пространство вокруг автомобиля для обнаружения различных объектов: приближающегося встречного или обгоняющего автомобиля, любых препятствий, встречающихся на дороге или вокруг автомобиля.
Затем все это огромное количество информации подается в компьютер, а компьютер выполняет два этапа.
Прежде всего, это обработка этой информации для получения представления о пространстве: определение полос движения на дороге, выявление препятствий, а затем доведение этой информации до водителя.
Система также достаточно умна, чтобы вычислять самый безопасный способ управления автомобилем.
Так, мы также можем давать рекомендации о том, как управлять машиной.
Но проблема в том, как донести эту информацию и инструкции до незрячего человека, не обладающего быстрой и точной реакцией, необходимой для вождения?
Для этой цели мы разработали целый ряд технологий интерфейса для незрячих:
Трехмерная звуковая система пинг, вибрирующий жилет, руль со звуковыми сигналами, специальная нога-протез, и даже обувь, оказывающая давление на ногу.
Но сегодня мы поговорим лишь о трех видах этих специальных интерфейсов.
Первый интерфейс называется DriveGrip.
Это пара перчаток с моторчиками на суставах пальцев, инструктирующие водителя, как рулить: направление и угол поворота.
Другое устройство - SpeedStrip.
Изначально это массажное кресло.
Его разобрали и переставили в нем вибрирующие элементы. Вибрация используется для передачи водителю информации о скорости, а также для руководства по использованию педалей газа и тормоза.
Так, здесь можно увидеть, как компьютер воспринимает пространство вокруг автомобиля. И т.к. вибрацию нельзя увидеть, на водителя установлены красные светодиоды для демонстрации процесса.
Это сенсорные данные, они передаются на устройства посредством компьютера.
Устройства DriveGrip и SpeedStrip очень эффективны.
Но проблема в том, что это учебные подсказывающие устройства.
Они фактически не дают свободы управления, не так ли?
Бортовой компьютер отдает водителю команды: «налево», «направо», «прибавить скорость», «стоп».
Мы называем его "назойливый пассажир с заднего сиденья".
Поэтому мы отходим от учебных подсказывающих устройств и концентрируем свое внимание на информирующих устройствах.
Отличным примером такого интерфейса является AirPix.
Это своеобразный монитор для слепых.
Небольшая панель со множеством отверстий, через которые выходит сжатый воздух, тем самым создавая изображения.
Незрячий человек может поднести ладонь к этой панели и «увидеть» полосы движения на проезжей части и препятствия.
Также водитель может изменить частоту, с которой выходит воздух и, возможно, температуру воздуха.
Т.е. это интерфейс для отображения многомерных данных.
Итак, здесь вы видите левую и правую камеру автомобиля, и как компьютер обрабатывает и отправляет эту информацию на панель AirPix.
Здесь мы демонстрируем тренажер, слепой человек управляет автомобилем с помощью AirPix.
Этот тренажер оказался очень полезным для обучения слепых водителей, а также для быстрой проверки идей по использованию разных видов специальных интерфейсов.
Вот так вкратце работает эта система.
Ведь это прототип автомобиля для незрячих. И его не выпустят на проезжую часть, пока не убедятся в его абсолютной безопасности.
И я искренне верю, что это вполне вероятно.
А все-таки, примет ли общество такую радикальную идею?
Насколько изменятся правила автострахования?
На каких условиях будут выдаваться водительские права?
Помимо технологических задач, существует столько подводных камней, которые необходимо преодолеть, прежде чем это станет реальностью.
Конечно, главная цель этого проекта заключается в разработке автомобиля для слепых.
Однако возможно, что побочные технологии, разработанные в ходе этого проекта, окажутся неоценимом вкладом в нашу жизнь.
Наши датчики работают независимо от времени суток, тумана и дождя.
Мы можем использовать эти технологии вместе с новыми специальными интерфейсами для усовершенствования безопасности автомобилей для зрячих.
Или для незрячих. Найти им применение в повседневной бытовой технике, в учебных заведениях, в офисах.
Только представьте себе: учитель в классе пишет на доске, и слепой студент может увидеть и прочитать, что написано с помощью этих специальных интерфейсов.
Это бесценно.
Поэтому то, что я показал вам сегодня - это только начало.
Большое спасибо.
(Аплодисменты)
Вышел второй трейлер "Билла и Теда" с Киану Ривзом
На YouTube-канале киностудии Orion Pictures появился второй трейлер третьей части франшизы "Билл и Тед".
Трейлер приоткрывает некоторые детали из нынешней жизни закадычных друзей: они поселились в пригородном районе, женаты на своих подружках Джоанне (Джейма Мэйс) и Элизабет (Эринн Хейс) из "Невероятных приключений Билла и Теда" (1989), более того, неугомонные искатели приключений уже давно воспитывают дочерей.
Бригитта Ланди-Пейн ("Стеклянный замок", "Нетипичная") играет Билли, дочь Теда, а Самара Уивинг ("Я иду искать") - Тею, дочь Билла (да, Билл и Тед назвали своих дочерей Билли и Тея, такой вот каламбур).
Вдобавок ко всему их ждет еще одно великое приключение: они должны попасть в будущее,чтобы украсть у себя собственную песню - лишь только так они могут спасти весь мир.
В трейлере можно также заметить американского рэпера Kid Cudi и Уильяма Сэдлера ("Август Раш", "Смерти вопреки", "Зеленая миля"), вновь исполняющего роль Смерти.
Первоначально планировалось, что фильм выйдет в прокат 21 августа, но дата была перенесена на 1 сентября.
Сообщается, что создатели не планируют повторно переносить дату выхода фильма.
Картина также сразу будет доступна онлайн.
Ранее мы писали, что Киану Ривз станет сценаристом комиксов про полубога Берсерка.
Я хочу, чтобы вы задумались на секунду о том, что почти все наши знания о Вселенной получены благодаря свету.
Мы стоим на Земле и невооруженным глазом видим в ночном небе звезды.
Яркое Солнце может обжечь сетчатку глаза,
но этот же свет мы видим в отражении Луны.
Со времен Галилея, наблюдавшего небесные тела в свой примитивный телескоп, мы созерцаем вселенную благодаря свету, проходящему через безбрежные века космической истории.
С помощью современных телескопов мы смогли собрать потрясающий немой фильм о Вселенной, охватывающий всю нашу историю вплоть до Большого взрыва.
Однако кино это вовсе не лишено звука, потому как Вселенная не беззвучна.
Я хочу доказать вам, что у Вселенной есть своя звуковая дорожка, и она «воспроизводится» самим космосом, ведь космическое пространство вибрирует как барабан.
В нем разносятся своеобразные звуки, сопровождающие самые яркие события по мере того, как они происходят.
Сегодня мы хотели бы дополнить роскошный визуальный образ вселенной, имеющийся у нас, еще и саундтреком.
До сих пор мы никогда не слышали звуков из космоса, но в ближайшее время нам стоит внимательно прислушаться к тому, что там происходит.
Итак, с целью записать «песню» Вселенной, мы сосредоточились на черных дырах как самых многообещающих объектах, ведь они «бьют» в пространство-время как в колокол, и дают характерный звук. Сейчас вы услышите как, по нашему мнению, будет звучать эта песня.
Может быть, однажды мы увидим тень, которую черная дыра отбрасывает, оказываясь на ярком фоне, но пока такого мы не наблюдали.
Тем не менее, черную дыру, пусть и невидимую, можно услышать, поскольку она «бьет» в пространство-время как в барабан.
Предположение о том, что космос подобен мембране барабана принадлежит Альберту Эйнштейну, которому мы столь многим обязаны.
Эйнштейн заключил, что если бы пространство было пустым, если бы вселенная была пуста, она выглядела бы как на этом рисунке, за исключением, конечно, такой наглядной сетки.
Если бы мы свободно падали через космос, даже без удобной координатной сетки, мысленно мы сами могли бы ее изобразить, так как заметили бы, что движемся по прямой, строго по прямой через вселенную.
Эйнштейн так же понял — и в этом самая суть — что если поместить во вселенную энергию или массу, это приведет к искривлению пространства, и свободно падающий объект будет огибать, к примеру, Солнце, отклоняясь вдоль естественных кривых в космосе.
Это была великая общая теория относительности Эйнштейна.
Даже свет искривляется по такой траектории.
Отклонение может быть настолько сильным, что объект просто попадет на орбиту, и будет вращаться вокруг Солнца как Земля, или как Луна — вокруг Земли.
Это естественные искривления в пространстве.
А вот этого Эйнштейн не понял — если взять наше Солнце и сжать его до 6 километров в диаметре, то есть массу в 1 млн раз тяжелее Земли уместить в объекте диаметром в 6 км, то получится черная дыра, настолько плотная, что прошедший слишком близко от нее свет никогда уже не вырвется. Мрачная тень во вселенной.
Однако он всегда считал черные дыры просто математическим курьезом.
Эйнштейн не верил, что они существуют в реальности.
Он считал, что природа должна сама защитить нас от их появления.
Прошли десятилетия, прежде чем был изобретен термин «черная дыра», и люди осознали, что они являются реальными астрофизическими объектами — фактически, это очень массивные звезды в посмертном состоянии, катастрофическим образом разрушившиеся в конце своего жизненного цикла.
Наше Солнце не превратится в черную дыру.
Его массы недостаточно для этого.
Но мы проведем небольшой мысленный эксперимент, — Энштейн их очень любил — и представим себе, как Солнце сжимается до 6 километров в диаметре, а вокруг него вращается крошечная Земля, примерно в 30 км от черной дыры солнца.
Эта Земля — светится, Солнца ведь больше нет, как и другого источника света, поэтому сделаем нашу маленькую Землю самосветящейся.
Оказывается, мы можем поместить Землю на очень близкую орбиту, всего в 30 км от этой черной дыры.
По размеру она не сильно превышает Манхэттен.
Возможно, она зацепила бы немного и Гудзон, прежде чем разрушить Землю.
Но масштаб примерно таков.
Мы говорим об объекте, который занял бы примерно 1/2 площади Манхэттена.
Итак, поместив эту Землю совсем близко — всего в 30 км — мы заметим, что она прекрасно вращается вокруг черной дыры.
Это своего рода миф, что черные дыры поглощают все без разбора — чтобы в нее попасть, надо подойти очень близко.
Но что поразительно — с нашей точки обзора мы будем все время видеть Землю.
Она не может скрыться за черной дырой.
Часть света, который излучает Земля, поглощается дырой, но часть его как бы огибает ее и возвращается обратно к нам.
Так, что за черной дырой ничего невозможно спрятать.
Если вы вдруг попадете в сериал «Звездный Крейсер "Галактика"», и будете сражаться с Сайлонами — не прячьтесь за черной дырой.
Они увидят вас!
Наше Солнце не превратится в черную дыру — для этого оно не достаточно массивное. Но в нашей галактике существуют десятки тысяч черных дыр.
И если бы одна из них заслонила Млечный Путь, вот как это выглядело бы.
Мы бы увидели тень черной дыры на фоне сотен миллиардов звезд и светящейся пыли.
Если бы мы были на грани падения в эту черную дыру, то увидели бы весь этот свет, огибающий ее, и даже уже входя в эту тень, не замечали бы близкой катастрофы.
Уже бесполезно было бы запускать двигатели и пытаться выбраться, потому что ничто, включая свет, не может из нее сбежать.
Хотя черная дыра и выглядит таковой снаружи, внутри она не темная, так как весь свет проваливается в нее вместе с нами.
Согласно релятивистскому эффекту, известному как растяжение времени, наши часы как будто замедлили бы свой ход относительно общегалактического времени, но мы, напротив, увидели бы эволюцию галактики в ускоренном режиме за миг до гибели внутри черной дыры.
Это было бы похоже на околосмертный опыт, где вы видите свет в конце туннеля, но только не «около», а абсолютно смертный.
(Смех) И уже никому не расскажешь о свете в конце туннеля.
Ученые не смогли пока увидеть тень черной дыры, зато мы можем ее услышать, пусть и невидимую.
Представим реальную астрофизическую ситуацию — две черные дыры, что прожили вместе долгую жизнь.
Возможно, сначала они были звездами, а затем превратились в черные дыры. Каждая из них тяжелее Солнца в 10 раз.
Сожмем их до 60 км в диаметре.
Они могут быстро вращаться: сотни оборотов в секунду.
В конце их жизненного цикла, они вращаются друг вокруг друга практически со скоростью света.
Они покрывают тысячи км в долю секунды, и не только искривляют тем самым пространство, но и оставляют за собой след: вызывают колебания, волновой след в пространстве-времени.
Пространство сжимается и растягивается, освобождаясь из этих черных дыр, колеблющихся во вселенной.
И они путешествуют сквозь космос со скоростью света.
Эта компьютерная симуляция сделана группой Годдарда в НАСА, изучающей теорию относительности.
Почти 30 лет ученые мира бились над этой проблемой.
Это была одна из групп.
Вы видите две черные дыры, вращающиеся друг вокруг друга — и снова здесь наглядно изображены кривые.
Если вы видите — немножко бледно получилось — они испускают красные волны, гравитационные волны.
Это и есть звуки вибрирующего пространства, и они будут исходить из этих черных дыр со скоростью света, пока они затихают и сливаются в одну вращающуюся, тихую черную дыру — таков исход.
Если бы вы стояли достаточно близко, ваше ухо резонировало бы, по мере сжатия и растяжения пространства.
Вы бы на самом деле услышали звук.
Конечно, и ваша голова сжималась бы и растягивалась, поэтому вам было бы трудно понять, что происходит.
Но я хотела бы проиграть вам этот звук, как мы его предсказываем.
Это работа моей группы, так что графика здесь поскромнее.
Представьте легкую черную дыру, проваливающуюся в очень тяжелую.
Звук, который вы слышите, издает легкая дыра, выгибая пространство, приближаясь шаг за шагом к концу.
Если она удаляется, звук становится тише.
Но она подобна молоточку, «ударяющему» в пространство, которое вибрирует, как мембрана.
И мы можем предсказать, каким будет этот звук.
Мы знаем, что по мере поглощения дыры, он становится все быстрее и громче.
В конце мы услышим, как маленькая дыра просто проваливается в большую.
Я еще не слышала запись так громко — действительно, весьма впечатляет.
Дома получается гораздо скромнее.
Просто тихие щелчки.
Это другой звук, созданный моей группой.
Здесь я не показываю вам картинку, так как черные дыры не оставляют за собой наглядных следов, в космосе нет видимых кривых.
Если бы вы отправились в космический круиз, и услышали бы такой звук, я бы рекомендовала поскорее улетать.
(Смех) Подальше от этого звука.
Обе черные дыры двигаются.
Они приближаются друг к другу.
В данном случае, они обе сильно колеблются.
И сейчас произойдет слияние.
Это «стрекотание» очень характерно для сливающихся черных дыр, это вот ускорение в конце.
Мы предполагаем, что это звучало бы именно так.
К счастью, мы сейчас на безопасном расстоянии, в Лонг-Бич в Калифорнии.
Несомненно, где-то во вселенной сливаются две черных дыры.
И без сомнений, пространство вокруг нас вибрирует, и эти колебания, возможно, прошли миллионы световых лет, то есть миллион лет двигались к нам со скоростью света.
Но звук слишком тихий, мы не можем его услышать.
Есть сегодня очень сложный проект: ЛИГО (Лазерно-интерферометрическая гравитационно-волновая обсерватория) — она отслеживает отклонения в колебаниях пространства, мельчайшие — на величину ядра атома на 4 километра.
Это крайне амбициозный эксперимент, и в ближайшие несколько лет он будет посвящен улавливанию таких волн.
Планируется также одна космическая программа, которая, надеюсь, будет запущена в ближайшие 10 лет: ЛИКА (Лазерная интерферометрическая космическая антенна).
Она сможет увидеть супертяжелые черные дыры, в миллионы и миллиарды раз более массивные, чем Солнце.
На этом снимке с телескопа «Хаббл» мы видим две галактики.
Они выглядят так, будто замерли в некоем «объятии»,
и каждая из них, вероятно, содержит в своем ядре супертяжелую черную дыру.
Но они не замерли. На самом деле, они сливаются.
Эти две черные дыры сталкиваются, и продлится это более миллиарда лет.
Это за гранью нашего восприятия — услышать песню такой длительности.
Но ЛИКА может увидеть финал слияния двух супертяжелых черных дыр, начавшегося уже очень давно: последние 15 минут этого действия.
Мы говорим не только о черных дырах, но и о любых серьезных передрягах во вселенной, и самая главная из них — Большой взрыв.
Когда это выражение придумали, оно было ироничным — «мол, кто же поверит в Большой взрыв?»
Это анимация от моего друга из Proton Studios показывает Большой Взрыв извне.
Любой наблюдатель хотел бы находиться в этот момент внутри, ведь быть за пределами вселенной невозможно.
Представьте, что вы внутри Большого взрыва.
Он повсюду, вокруг вас, и пространство хаотически вибрирует.
Прошло уже 14 миллиардов лет, а эта песня до сих пор звучит вокруг нас.
Рождаются галактики, а в них — поколения звездных форм. И вокруг одной звезды, как минимум одной, есть обитаемая планета.
И здесь мы упорно проводим эти эксперименты, делаем расчеты, пишем программы.
Представьте — миллиард лет назад столкнулись две черных дыры.
Все это время, их песня звучит в космосе.
Мы еще даже не появились на свет.
Звук приближается, ближе и ближе — 40 тыс. лет назад, мы все еще делаем наскальные рисунки.
Если бы мы собирались «услышать» Большой взрыв, он бы прозвучал вот так.
Шум в чистом виде.
Это белый шум, просто хаотичные звуки.
Но он, вероятно, повсюду окружает нас, если его не заглушили какие-то другие процессы во вселенной.
И если мы уловим его, он будет для нас самой приятной музыкой, ведь это тихое эхо момента нашего сотворения, рождения наблюдаемой Вселенной.
В течение следующих нескольких лет мы сможем немного прибавить громкости, и услышим вселенную в звуке.
Но если мы уловим эхо тех ранних событий, это приведет нас намного ближе к пониманию Большого взрыва, а это уже позволит нам задать некоторые из самых сложных, неуловимых вопросов.
Прокрутив фильм о нашей вселенной задом наперед, мы узнаем, что в прошлом там был Большой Взрыв, и возможно мы даже услышим его какофонию, но был ли этот взрыв единственным?
Я имею в виду — не происходил ли он и до этого?
Не повторится ли он?
В духе TED, призывающего нас вернуть себе веру в чудеса, мы можем сейчас задать вопросы, которые всегда ускользали от нас.
Но мы должны спросить: возможно ли, что наша Вселенная это всего лишь след какой-то более значимой истории?
Или — не являемся ли мы лишь одной из ветвей мультивселенной — у каждой из которых был свой Большой взрыв в прошлом? Может, с черными дырами и их «песнями», или без них, может с разумной жизнью, а возможно и без — они не в нашем прошлом, не в нашем будущем, но каким-то образом связаны с нами?
Мы спросим — в такой мультивселенной, в других ее ответвлениях, есть ли там жизнь?
Вот мои собратья по мультивселенной.
Но есть ли там другие создания, которые задумываются о нас, и о своем происхождении?
И, если они есть, я могу представить их, ведущих расчеты, как и мы, строящих инструменты, пытающихся обнаружить тот слабый звук момента их творения, и думающих — кто еще есть там, кроме нас?
Спасибо. Спасибо.
(Аплодисменты)
Жители Миннеаполиса создают отряды для патрулирования улиц
Газета The Wall Street Journal сообщает: в Миннеаполисе создают отряды для патрулирования улиц.
Местные жители хотят помочь стражам порядка.
Часть дружинников имеет при себе оружие.
Вооруженные граждане уверяют: огонь открывать не станут, это возможно только в случае крайней необходимости.
По данным журналистов, создание патрулей связано с сокращением бюджета полиции.
Органы правопорядка в год будут получать на $10 млн меньше (эту сумму могут уменьшить).
Прежний бюджет правоохранителей - $193 млн.
Такое решение городской совет Миннеаполиса принял в связи со смертью Джорджа Флойда и митингов против полицейского произвола последние два месяца.
Оригинальный рисунок олимпийских колец продан на аукционе за €185 тысяч
Оригинальный рисунок олимпийских колец основателя современных Олимпийских игр Пьера де Кубертена был продан на аукционе за €185 тыс.
Рисунок был сделан на белом полотне размером 21 × 27,5 см и представляет из себя переплетение пяти колец разных цветов - синего, желтого, черного, зеленого и красного.
Первые современные Олимпийские игры состоялись в 1896 году в Афинах.
"Динамо" не будет продлевать контракт с Панченко
Форвард Кирилл Панченко покинет московское "Динамо" в связи с окончанием срока контракта.
По информации источника, клуб уже уведомил футболиста о своем решении.
30-летний Панченко провел в "Динамо" четыре сезона, сыграл 103 матча и забил 37 мячей.
Ранее московское "Динамо" презентовало форму на следующий сезон.
"Сити" и "Реал" смогут провести ответный матч 1/8 финала Лиги чемпионов в Манчестере
Британская газета The Guardian сообщает, что "Манчестер Сити" и мадридский "Реал" все-таки смогут 7 августа провести ответный матч 1/8 финала Лиги чемпионов в Манчестере на стадионе "Этихад".
Вчера 25 июля правительство Соединенного Королевства приняло постановление, что все лица, прибывающие на территорию Великобритании из Испании, обязаны проходить 14-дневный карантин из-за новой вспышки пандемии коронавируса.
Для "Реала", впрочем, будет сделано исключение.
О возможности смягчения карантинных норм для спортивных команд и съемочных групп кино ранее заявил секретарь Министерства культуры Великобритании Оливер Дауден.
В феврале "Реал" на своем поле уступил "Манчестер Сити" со счетом 1:2.
Ответный матч запланирован на 7 августа.
Президенты России и Украины обсудили выполнение перемирия в Донбассе
Президент России Владимир Путин и президент Украины Владимир Зеленский обсудили выполнение договоренностей о перемирии в Донбассе, достигнутых во время Нормандского саммита в декабре 2019 г., сообщили пресс-службы Кремля и офиса президента Украины.
Телефонный разговор Владимира Путина и Владимира Зеленского состоялся по инициативе украинской стороны, утверждают в пресс-службе Кремля.
Собеседники приветствовали достижение 22 июля на заседании минской Контактной группы договоренности о полном и всеобъемлющем режиме прекращения огня на Донбассе, которое начинается с 00:01 27 июля 2020 г; Президент России поддержал эту договоренность.
Лидеры согласились с необходимостью срочной реализации дополнительных мер по поддержке режима прекращения огня на Донбассе.
При этом Путин подверг критике принятое Верховной Радой 15 июля постановление об организации местных выборов осенью, которое, по мнению российской стороны, игнорирует минские соглашение.
Также была обсуждена ситуация, сложившаяся в связи с пандемией коронавируса.
Соглашение 22 июля предусматривает полный отказ от любых военных действий, включая разведпоиски, засылку диверсионно-разведывательных групп и снайперскую войну.
Тиньков показал видеозапись пересадки костного мозга
Российский предприниматель, основатель группы "Тинькофф" Олег Тиньков опубликовал видео, на котором рассказал, как ему пересаживали костный мозг.
Напомним, бизнесмен ведет борьбу с лейкемией.
На записи бизнесмен лежит в палате, костный мозг пересаживают с помощью капельницы.
Тиньков отметил, что точно так же происходит забор донорского материала.
"Череп не разрезают", - добавил он.
Судя по его позе во время операции, чувствует он себя удобно и расслабленно.
Его донором стала девушка из Германии.
Бизнесмен выразил сожаление в связи с тем, что в России всего 130 тыс. доноров костного мозга, тогда как в Германии их около 8 млн.
Трансплантацию костного мозга Олегу Тинькоу проводили в лондонской клинике.
Стало известно об уничтожении российских "Панцирей" в Эфиопии
Два зенитных ракетно-пушечных комплекса "Панцирь-С1" российского производства, находившиеся на вооружении армии Эфиопии, были уничтожены.
Об этом стало известно Telegram-каналу "Военный обозреватель" в воскресенье, 26 июля.
По данным канала, две машины, обеспечивавшие безопасность гидроэлектростанции "Хидасэ" на реке Голубой Нил, были выведены из строя в результате попадания молнии.
Другие детали инцидента не приводятся.
В мае турецкое агентство Anadolu сообщило об уничтожении в Ливии девяти ЗРПК "Панцирь-С1" российского производства.
Они принадлежали силам командующего Ливийской национальной армией (ЛНА) фельдмаршала Халифы Хафтара и были уничтожены при помощи турецких оперативно-тактических многоцелевых беспилотных летательных комплексов Bayraktar TB2.
Тогда Defense Express назвало произошедшее "настоящим геноцидом".
Еще один "Панцирь-С1" в Ливии был уничтожен ударным беспилотником в начале июля.
В Варшаве эвакуируют 1,5 тысячи человек из-за бомбы
Порядка 1,5 тыс. жителей Варшавы эвакуируют из-за найденной при строительстве метро бомбы, передает РИА "Новости" со ссылкой на представителя столичной мэрии Каролину Галецкую.
Она рассказала, что неразорвавшийся боеприпас весом 250 кг и длиной около 2 м был обнаружен на строительстве второй линии метрополитена в районе улицы Базилианьской варшавского района Броды.
В связи с этим происходит эвакуация около 1,5 тыс. человек из восьми прилегающих кварталов.
Только после этого к работе приступят саперы.
"Локомотив" близок к подписанию контракта с футболистом сборной Белоруссии
Нападающий солигорского "Шахтера" и сборной Белоруссии по футболу Виталий Лисакович готовится перейти в московский "Локомотив".
По информации источника, вскоре 22-летний футболист пройдет медосмотр для "Локомотива", после чего подпишет четырехлетний контракт.
Лисакович в нынешнем сезоне чемпионата Белоруссии забил девять мячей в 18 матчах.
В его активе пять игр за белорусскую сборную, в которых он не забил ни разу.
Ранее СМИ назвали пожелания Миранчука по контракту с клубами Серии А.
Путин переговорил с Шойгу в каюте:
Президент России Владимир Путин переговорил с главой Минобороны Сергеем Шойгу и главкомом Военно-морского флота Николаем Евменовым.
Соответствующие кадры в воскресенье, 26 июля, опубликовали журналисты кремлевского пула РИА Новости в своем Telegram-канале.
Короткая встреча прошла в каюте катера, на котором глава государства вместе с Шойгу и Евменовым направлялся к парадному строю кораблей в Финском заливе перед парадом, приуроченным к Дню ВМФ России.
Они обменялись парой фраз, сидя за столом.
Ранее сообщалось, что Путин прибыл в Кронштадт для участия в торжественных мероприятиях.
Оттуда президент направился в Санкт-Петербург, где должен принимать праздничный парад.
26 июля по всей России проводятся парады по случаю празднования Дня ВМФ.
Главный военно-морской парад проходит в Санкт-Петербурге.
В нем задействованы более 4 тысяч военнослужащих, 46 кораблей, подводных лодок и катеров, а также морская авиация.
В одном из тюменских пабликов появился призыв принять участие в акции "Купи у бабушки".
Организаторы призывают покупать у бабуль овощи, цветы и ягоды, которые они вырастили на своих огородах, и не торговаться.
Автор поста даже привел пример, указав конкретный адрес, по которому бабушка торгует вишней.
Но тюменцы вдруг разразились гневными комментариями.
Сама видела, как тут же к этой бабушке подходит торговец из стран ближнего зарубежья и отдает новую порцию товара "с бабушкиного огорода" для продажи.
Смотрите внимательно, что покупаете!!! - поделилась своими наблюдениями Надежда Григорьева.
Не раз видела, когда зелень брали у торговцев с ближнего зарубежья и продавали.
Нет доверия, - согласилась Лариса Харламова.
Давненько уже было, смотрю, у бабули виктория - "блеск", а у нас в огороде не уродилась, спрашиваю: "Это с вашего огорода?"
"- Да!"
Купила, вкус тряпки, ну никак не свежая огородная, потом смотрю этих "да" на каждом углу, обманула меня бабуля, на реализацию у кого-то взяла, - рассказала о своем опыте Татьяна Красильникова.
При этом пользователи подчеркивают, что не призывают не делать покупки у бабушек, а лишь делятся своим мнением и советуют обращать внимание на качество продукции.
Жители Тюменского района отмечают Год памяти и славы в онлайн-формате
В Иркутске самолет совершил вынужденную посадку
В Иркутске самолет, следовавший рейсом Москва-Улан-Удэ, совершил вынужденную посадку из-за закурившего пассажира.
По данным РИА Новости, инцидент произошел в ночь на воскресенье.
Самолет пробыл в аэропорту Иркутска 25 минут пока мужчину, создавшего угрозу безопасности полета, передавали полиции.
Перед взлетом самолет тщательно проверили на предмет тлеющего пепла.
Все расходы за вынужденную стоянку взыщут с закурившего пассажира.
Ранее в московском аэропорту Шереметьево был задержан мужчина, устроивший дебош на борту самолета.
Пассажир рейса Калининград - Москва также закурил во время полета и не реагировал на замечания.
Позже при виде сотрудников полиции, которые пришли, чтобы вывести нарушителя из самолета, дебошир устроил скандал и порвал свой паспорт.
Путин прибыл в Санкт-Петербург на Главный парад ВМФ России
Президент на катере отправился к парадному строю кораблей в Финском заливе
Президент России Владимир Путин прибыл в Санкт-Петербург на Главный парад Военно-морского флота России.
Он отправился на катере к парадному строю кораблей в Финском заливе.
В параде в Кронштадте примут участие 15 кораблей и подводных лодок.
В том числе патрульный корабль "Василий Быков", океанографическое исследовательское судно "Адмирал Владимирский", атомный подводный ракетоносный крейсер "Орел", корвет "Стойкий", большие десантные корабли "Минск", "Петр Моргунов", "Королев" и большой противолодочный корабль "Вице-адмирал Кулаков".
После парада в Кронштадте Путин примет Главный военно-морской парад в акватории Невы.
Экспозиция в честь Дня ВМФ открылась в областном краеведческом музее
Экспозиция в честь Дня Военно-морского флота России открылась в мурманском областном краеведческом музее.
Выставка посвящена истории жизни адмирала флота Советского Союза Николая Кузнецова.
В экспозиции представлены фотографии, документы, плакаты и картины из жизни прославленного флотоводца.
решение о расширении РПЛ не было бы поддержано ни УЕФА, ни ФИФА
Президент Российского футбольного союза (РФС) Александр Дюков считает, что расширять Российскую премьер-лигу (РПЛ) до 18 команд в настоящий момент неправильно.
"Во-первых, это было решение РПЛ, но я соглашусь ним, поскольку неправильно менять правила после того, как завершен турнир.
Это нарушает целостность турнира и спортивный принцип.
И, безусловно, это решение не было бы поддержано ни УЕФА, ни ФИФА", - заявил Дюков после финала Кубка России "Зенит" - "Химки" (1:0).
В настоящее время в РПЛ выступает 16 клубов, однако рассматривался вариант с увеличением численности команд до 18.
Более ста россиян вернулись из Еревана на родину вывозными рейсами
Более сотни россиян, которые не могли выехать из Армении на фоне распространения коронавируса, вернулись на родину вывозными рейсами.
Об этом в воскресенье, 26 июля, сообщили в пресс-службе посольства РФ в Ереване.
"Мы рады сообщить, что 26 июля авиарейсами Ереван ― Ростов-на-Дону домой смогли вернуться 106 россиян", ― цитирует сообщение ТАСС.
В посольстве отметили, что процесс регистрации и посадки пассажиров на рейс координировался дипломатами.
Всего с момента введения ограничений на полеты из Армении были вывезены 2822 гражданина России.
При этом 24 июля премьер-министр России Михаил Мишустин заявил об открытии авиасообщения с рядом стран с 1 августа.
Кириленко поделился воспоминаниями об играх с Брайантом и Джорданом в НБА
Глава Российской федерации баскетбола (РФБ) Андрей Кириленко поделился воспоминаниями о своих играх против легендарных Коби Брайанта и Майкла Джордана в матчах Национальной баскетбольной ассоциации (НБА).
Я знал, что самолюбие Брайанта нельзя задевать каким-нибудь треш-током, чтобы не стимулировать его спортивную злость.
У Коби был инстинкт убийцы, поэтому на площадке я старался его заговорить так, чтобы он не воспринимал игру в агрессивном ключе.
На площадке я дарил ему комплименты: "О!
Коби, хорошо забил, отличный проход!
Слушая мои восторженные отклики, он чуть-чуть забывал о том, что надо лишний раз взять в руки мяч и набрать еще 3 - 4 очка.
Мы хорошо общались с Коби", - приводит слова Кириленко "Вечерняя Москва".
Он также рассказал о своей первой игре против Джордана.
"Я опекал его.
Первые три минуты матча я бегал в полном восхищении от того, что рядом со мной легенда, которую видел только по телевизору.
Пока у меня от радости в зобу дыханье сперло, Майкл набрал много очков.
Вскоре я отошел от восторгов, пару раз накрыл его броски...
В той игре моя команда победила, а Джордан все равно набрал 44 очка", - добавил глава РФБ.
В НБА Кириленко провел 12 сезонов.
Он был выбран клубом "Юта Джаз" на драфте 1999 года под общим 24-м номером.
Помимо "Юты", за которую он провел десять сезонов, российский форвард выступал за "Миннесота Тимбервулвз" и "Бруклин Нетс".
В общей сложности на его счету 797 матчей, в которых он в среднем набирал 11,8 очка, выполнял 5,5 подбора, 2,7 ассиста и 1,8 блок-шота.
Ранее сообщалось, что Кириленко выдвинет свою кандидатуру на выборы главы РФБ.
Дегтярев удивился информации о закупке газа "Сахалин-1" за доллары
Временно исполняющий обязанности губернатора Хабаровского края Михаил Дегтярев в воскресенье, 26 июля, в ходе встречи с жителями Советской Гавани удивился тому, что регион закупает сахалинский газ, добывающийся американской компанией Exxon Neftegas, за доллары.
Американский газ законтрактован в долларах до 2025 года.
"Честно скажу, я этого не знал, и я нахожусь в таком нокдауне из-за этой информации.
У меня не было даже представления, что такое еще возможно в 2020 году в России", ― цитирует его "РИА Новости".
Дегтярев отметил, что этот вопрос обсуждался с главой Минэнерго России Александром Новаком в ходе его визита в Хабаровск 24 июля.
Также врио губернатора подчеркнул, что к 2025 году "Газпром" переходит на снабжение российских ТЭЦ и мощностей, что означает, что будет использоваться российский газ, закупаемый в рублях "по нормальным ценам".
Проект "Сахалин-1" реализуется посредством соглашения о разделе продукции, где оператором проекта с долей 30% выступает Exxon Neftegas Ltd, еще 20% у "Роснефти", у японской Sodeco ― 30% и у индийской ONGC ― 20%.
Хабаровский край приобретает газ с этого проекта с 2005 года.
Синоптики рассказали о погоде в Москве 26 июля
В воскресенье, 26 июля, в Москве ожидаются кратковременные дожди, грозы и до 25 градусов тепла.
Об этом сообщил рассказал ведущий специалист центра погоды "Фобос" Михаил Леус.
Он отметил, что сегодня ситуацию с погодой будет определять смещающийся с юго-запада теплый атмосферный фронт, который местами вызовет осадки.
Также в отдельных районах прогремят грозы.
Леус добавил: начавшееся накануне повышение температурного фона продолжится, показания термометров вернутся в рамки климата.
Также, по его словам, в столице в течение суток может выпасть до 5 миллиметров осадков.
Ранее сообщалось: в Кузбассе произошло столкновение двух автобусов, пострадали три человека.
Лидер группы "Руки вверх!" предложил Дзюбе спеть дуэтом.
Певец группы "Руки вверх!" и болельщик ЦСКА Сергей Жуков отреагировал на песню форварда "Зенита" Артема Дзюбы.
"Артем Дзюба, ну что, может, уже дуэт?" - написал Жуков под видео, на котором 31-летний нападающий сине-бело-голубых поет песню "Ай-яй-яй" после финала Кубка России.
25 июля "Зенит" обыграл "Химки" (1:0) в Екатеринбурге и завоевал Кубок страны.
Актер российского сериала ответил на обвинения в "пропаганде ЛГБТ и феминизма"
Актер российского сериала "Чики", создателей которого обвинили в "пропаганде ЛГБТ и феминизма", ответил на претензии к фильму.
Авторы "понимали остроту поднимаемых тем и не хотели никого оскорбить", заявил американец Стивен Томас Окснер в беседе с изданием "Подъем".
"Мне кажется, что это история про силу и общие аспекты человеческой жизни.
Это никак не связано с ЛГБТ и феминизмом", - сказал актер, сыгравший отца мальчика, который переодевался в женскую одежду.
Он подчеркнул, что "гордится работой" и не считает ее пропагандой.
В то же время, добавил американец, его пугает реакция некоторых людей на сюжетную линию сериала: к примеру, был случай, когда "человек в глубоком запое расстрелял съемочную площадку и сказал, что все это неправда".
"Потом пара случаев была, когда мы встречали недовольных местных, которые не понимали, чем мы занимаемся.
Но мы были открыты, поэтому люди, которые сначала приходили с претензиями, начинали помогать нам", - подытожил он.
Случай с расстрелом, поясняет издание, произошел в сентябре 2019 года в Кабардино-Балкарии: пьяный мужчина напал на автомобиль съемочной группы с оружием, после чего его задержали сотрудники полиции.
Ранее сообщалось, что общественный уполномоченный по защите семьи Ольга Баранец направила жалобу в МВД и Роскомнадзор на сервис more.tv, разместивший российский сериал "Чики".
Баранец обвинила создателей сериала в "пропаганде нетрадиционных сексуальных отношений и феминизма", обратив внимание на то, что главные героини фильма работают проститутками, а сам сериал содержит "сцены физического и психологического насилия".
Также омбудсмена возмутило то, что "в сериале уделено много внимания гомосексуальной половой ориентации" несовершеннолетнего персонажа.
Комедийная драма "Чики" рассказывает о трех проститутках, начавших новую жизнь и открывших бизнес по совету подруги.
Сокровище страны.
Крыховяк восхитился красотами Камчатки.
Полузащитник "Локомотива" Гжегож Крыховяк опубликовал новый пост в своем Twitter.
Он посетил Камчатку.
Находясь в России, вы обязательно должны посетить Камчатку, - написал Крыховяк. - Сокровище России и место, которое должны увидеть.
Долина гейзеров.
"Локомотив" занял второе место в турнирной таблице РПЛ.
Поляк в 33 матчах сезона забил 10 голов и сделал 5 результативных передач.
В Краснодаре организуют "круглые столы" с разработчиками Генплана города
Встречи с создателями Генплана пройдут в формате "круглого стола" во всех внутригородских округах Краснодара.
Мероприятия стартуют 27 июля.
Во встречах поучаствуют общественники и разработчики проекта, сообщили в администрации краевой столицы.
Расписание "круглых столов": 27 июля в 18:30 - в Карасунском округе по адресу улица Селезнева, 244; 28 июля в 18:30 - в Центральном округе по адресу улица Ставропольская, 77; 29 июля в 18:30 - в Западном округе по адресу улица Калинина, 339; 30 июля в 18:30 - в Прикубанском округе по адресу улица Атарбекова, 43.
Обсуждение Генплана пройдет в несколько этапов.
Каждый горожанин может внести свои предложения и пожелания, например, заполнив специальную форму на портале общественных обсуждений Краснодара.
Передать свою просьбу можно посредством электронной почты: str@krd.ru, а также обычным письмом по адресу: 350000, г. Краснодар, улица Красная, 122.
Женщина сбросила тело мужа в яму и залила бетоном под Белгородом
В Белгородской области женщина призналась в убийстве собственного мужа, которого она сбросила в яму с отходами и залила бетоном, сообщается на сайте регионального управления СК РФ.
Отмечается, что подозреваемая проживала в браке с убитым с 1999 года.
В последние годы муж стал злоупотреблять спиртным и после очередной ссоры женщина решилась на убийство.
"Когда супруг уснул, подозреваемая связала ему руки и ноги, надела на голову полиэтиленовый пакет и придавила подушкой.
Когда супруг перестал подавать признаки жизни, завернула тело в ковер, вынесла во двор и сокрыла в выгребной яме.
На следующий день вызвала бетономешалку и залила яму бетоном", - сообщили в управлении.
Позже женщина сообщила, что супруг пропал.
Родственники погибшего обратились в полицию, которая вскрыла яму и извлекла тело.
Следствие намерено просить суд об аресте подозреваемой.
Расследование уголовного дела в настоящий момент продолжается.
"Я убила его": в Лондоне женщина в черном зарезала младенца
Боевика из Чечни приговорили к 10 годам тюрьмы за терроризм и атаки на военных РФ
Певица Полина Гагарина назвала помогающие похудеть продукты
Российская певица Полина Гагарина назвала пять продуктов, которые помогли ей скорректировать фигуру и впоследствии не набирать вес снова.
Первой в списке оказалась вода.
Певица предпочитает пить чистую негазированную воду перед каждым пищи, чтобы притупить чувство голода и меньше съесть.
Также для поддержания стройности идеально подойдут овощной салат, бурый рис и морепродукты.
Благодаря им можно составить сбалансированный рацион питания: в овощах содержится клетчатка, в рисе есть сложные углеводы, а морепродукты являются источником белка, полезных витаминов и аминокислот.
Для разгрузочных дней певица выбирает яблоки.
Благодаря этим продуктам Гагарина смогла избавиться от 30 лишних килограммов.
Кроме того, певица перешла на дробное питание - ест часто и понемногу и исключила из рациона жирное, сладкое и калорийное.
Гагарина не ест жареную пищу, выпечку, колбасные изделия и другие мясные полуфабрикаты, пишет kp.ru 26 июля.
Также она заменила рыбой и морепродуктами красное мясо.
Предпочитает овощи (кроме картошки), цельнозерновые злаки и много зелени.
Также Гагарина активно занимается в тренажерном зале, йогой и бегом.
Ранее российский певец Сергей Лазарев рассказал, как смог сбросить набранный за период самоизоляции лишний вес.
По словам артиста, он скорректировал питание и активно занимался бегом.
